[ {
  "verses" : [ {
    "verse" : "acts,7,1",
    "text" : "Then the high priest asked him, \"Are these charges true?\""
  } ],
  "rsbNotes" : [ ]
}, {
  "verses" : [ {
    "verse" : "acts,7,2",
    "text" : "To this he replied: \"Brothers and fathers, listen to me! The God of glory appeared to our father Abraham while he was still in Mesopotamia, before he lived in Haran."
  }, {
    "verse" : "acts,7,3",
    "text" : "'Leave your country and your people,' God said, 'and go to the land I will show you.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,7,2",
    "id" : 197438,
    "title" : "Acts 7:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 7:2\">7:2</a></b> <b>The God of glory.</b> This title recalls the divine glory God showed His people in the time of Moses: the pillar of cloud (<a class=\"bibleref\" href=\"/passage/?search=Exod 14:19\">Ex. 14:19</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 16:10\">16:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 105:39\">Ps. 105:39</a>), the pillar of fire (<a class=\"bibleref\" href=\"/passage/?search=Exod 14:24\">Ex. 14:24</a>), the glory of the Lord on the mountain (<a class=\"bibleref\" href=\"/passage/?search=Exod 24:15-Exod 24:18\">Ex. 24:15–18</a>; <a class=\"bibleref\" href=\"/passage/?search=2Cor 3:7\">2 Cor. 3:7</a>), and the glory on the tabernacle (<a class=\"bibleref\" href=\"/passage/?search=Exod 40:34\">Ex. 40:34</a>, <a class=\"bibleref\" href=\"/passage/?search=Exod 40:35\">35</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=John 1:14\">John 1:14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,7,4",
    "text" : "\"So he left the land of the Chaldeans and settled in Haran. After the death of his father, God sent him to this land where you are now living."
  }, {
    "verse" : "acts,7,5",
    "text" : "He gave him no inheritance here, not even a foot of ground. But God promised him that he and his descendants after him would possess the land, even though at that time Abraham had no child."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,7,4",
    "id" : 197439,
    "title" : "Acts 7:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 7:4\">7:4</a></b> <b>land of the Chaldeans.</b> Babylonia, in southern Mesopotamia (modern Iraq).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,7,6",
    "text" : "God spoke to him in this way: 'Your descendants will be strangers in a country not their own, and they will be enslaved and mistreated four hundred years."
  }, {
    "verse" : "acts,7,7",
    "text" : "But I will punish the nation they serve as slaves,' God said, 'and afterward they will come out of that country and worship me in this place.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,7,6",
    "id" : 197440,
    "title" : "Acts 7:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 7:6\">7:6</a></b> <b>four hundred years.</b> <a class=\"bibleref\" href=\"/passage/?search=Exod 12:40\">Ex. 12:40</a> has “430,” but Stephen is speaking in round numbers, and may have been following the text of <a class=\"bibleref\" href=\"/passage/?search=Gen 15:13\">Gen. 15:13</a> which has “four hundred years.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,7,8",
    "text" : "Then he gave Abraham the covenant of circumcision. And Abraham became the father of Isaac and circumcised him eight days after his birth. Later Isaac became the father of Jacob, and Jacob became the father of the twelve patriarchs."
  }, {
    "verse" : "acts,7,9",
    "text" : "\"Because the patriarchs were jealous of Joseph, they sold him as a slave into Egypt. But God was with him"
  }, {
    "verse" : "acts,7,10",
    "text" : "and rescued him from all his troubles. He gave Joseph wisdom and enabled him to gain the goodwill of Pharaoh king of Egypt; so he made him ruler over Egypt and all his palace."
  }, {
    "verse" : "acts,7,11",
    "text" : "\"Then a famine struck all Egypt and Canaan, bringing great suffering, and our fathers could not find food."
  }, {
    "verse" : "acts,7,12",
    "text" : "When Jacob heard that there was grain in Egypt, he sent our fathers on their first visit."
  }, {
    "verse" : "acts,7,13",
    "text" : "On their second visit, Joseph told his brothers who he was, and Pharaoh learned about Joseph's family."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,7,8",
    "id" : 197441,
    "title" : "Acts 7:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 7:8\">7:8</a></b> <b>covenant of circumcision.</b> God established this covenant with Abraham. He was the father of all Israel but lived centuries before Moses came. Moses instituted the customs that Stephen’s adversaries tried to protect (<a class=\"bibleref\" href=\"/passage/?search=Acts 6:14\">6:14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,7,14",
    "text" : "After this, Joseph sent for his father Jacob and his whole family, seventy-five in all."
  }, {
    "verse" : "acts,7,15",
    "text" : "Then Jacob went down to Egypt, where he and our fathers died."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,7,14",
    "id" : 197442,
    "title" : "Acts 7:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 7:14\">7:14</a></b> <b>seventy-five persons.</b> The Hebrew text of <a class=\"bibleref\" href=\"/passage/?search=Exod 1:5\">Ex. 1:5</a> has “seventy.” But the Greek translation of the Old Testament text, which this sermon is basically following, and the fragments of Exodus found among the Dead Sea Scrolls read “seventy-five.” The explanation of the “seventy-five” is to be found in the five additional descendants of Joseph included in the Greek translation of <a class=\"bibleref\" href=\"/passage/?search=Gen 46:20\">Gen. 46:20</a>, where two sons of Manasseh, two sons of Ephraim, and one grandson of Ephraim are included.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,7,16",
    "text" : "Their bodies were brought back to Shechem and placed in the tomb that Abraham had bought from the sons of Hamor at Shechem for a certain sum of money."
  }, {
    "verse" : "acts,7,17",
    "text" : "\"As the time drew near for God to fulfill his promise to Abraham, the number of our people in Egypt greatly increased."
  }, {
    "verse" : "acts,7,18",
    "text" : "Then another king, who knew nothing about Joseph, became ruler of Egypt."
  }, {
    "verse" : "acts,7,19",
    "text" : "He dealt treacherously with our people and oppressed our forefathers by forcing them to throw out their newborn babies so that they would die."
  }, {
    "verse" : "acts,7,20",
    "text" : "\"At that time Moses was born, and he was no ordinary child. For three months he was cared for in his father's house."
  }, {
    "verse" : "acts,7,21",
    "text" : "When he was placed outside, Pharaoh's daughter took him and brought him up as her own son."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,7,16",
    "id" : 197443,
    "title" : "Acts 7:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 7:16\">7:16</a></b> <b>the tomb that Abraham had bought . . . in Shechem.</b> Stephen has condensed the events regarding the patriarchs’ burial purchases. Jacob was buried in the cave of Machpelah at Hebron (<a class=\"bibleref\" href=\"/passage/?search=Gen 50:13\">Gen. 50:13</a>), and according to Josephus (<i>Antiquities</i> 2.199) Joseph’s brothers were buried in Hebron. Joseph’s bones, however, were placed in the land Jacob had bought from the sons of Hamor (<a class=\"bibleref\" href=\"/passage/?search=Gen 33:19\">Gen. 33:19</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 50:25\">50:25</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 13:19\">Ex. 13:19</a>; <a class=\"bibleref\" href=\"/passage/?search=Josh 24:32\">Josh. 24:32</a>). Stephen’s audience knew that Jacob and his sons were buried in two different places (Hebron and Shechem). The narrative here is highly condensed.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,7,22",
    "text" : "Moses was educated in all the wisdom of the Egyptians and was powerful in speech and action."
  }, {
    "verse" : "acts,7,23",
    "text" : "\"When Moses was forty years old, he decided to visit his fellow Israelites."
  }, {
    "verse" : "acts,7,24",
    "text" : "He saw one of them being mistreated by an Egyptian, so he went to his defense and avenged him by killing the Egyptian."
  }, {
    "verse" : "acts,7,25",
    "text" : "Moses thought that his own people would realize that God was using him to rescue them, but they did not."
  }, {
    "verse" : "acts,7,26",
    "text" : "The next day Moses came upon two Israelites who were fighting. He tried to reconcile them by saying, 'Men, you are brothers; why do you want to hurt each other?'"
  }, {
    "verse" : "acts,7,27",
    "text" : "\"But the man who was mistreating the other pushed Moses aside and said, 'Who made you ruler and judge over us?"
  }, {
    "verse" : "acts,7,28",
    "text" : "Do you want to kill me as you killed the Egyptian yesterday?'"
  }, {
    "verse" : "acts,7,29",
    "text" : "When Moses heard this, he fled to Midian, where he settled as a foreigner and had two sons."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,7,22",
    "id" : 197444,
    "title" : "Acts 7:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 7:22\">7:22</a></b> <b>Moses was instructed in all the wisdom of the Egyptians.</b> <a class=\"bibleref\" href=\"/passage/?search=Exod 2:10\">Ex. 2:10</a> states that when the child Moses grew older the nurse (Moses’ mother) took him to Pharaoh’s daughter and “he became her son,” with the assumption that in the royal household he would be given a full Egyptian education. Two first-century scholars, the historian Josephus and Philo the philosopher, tell of the extensive learning of Moses.</p></div>"
  } ]
} ]
