[ {
  "verses" : [ {
    "verse" : "acts,8,14",
    "text" : "When the apostles in Jerusalem heard that Samaria had accepted the word of God, they sent Peter and John to them."
  } ],
  "rsbNotes" : [ ]
}, {
  "verses" : [ {
    "verse" : "acts,8,15",
    "text" : "When they arrived, they prayed for them that they might receive the Holy Spirit,"
  }, {
    "verse" : "acts,8,16",
    "text" : "because the Holy Spirit had not yet come upon any of them; they had simply been baptized into the name of the Lord Jesus."
  }, {
    "verse" : "acts,8,17",
    "text" : "Then Peter and John placed their hands on them, and they received the Holy Spirit."
  }, {
    "verse" : "acts,8,18",
    "text" : "When Simon saw that the Spirit was given at the laying on of the apostles' hands, he offered them money"
  }, {
    "verse" : "acts,8,19",
    "text" : "and said, \"Give me also this ability so that everyone on whom I lay my hands may receive the Holy Spirit.\""
  }, {
    "verse" : "acts,8,20",
    "text" : "Peter answered: \"May your money perish with you, because you thought you could buy the gift of God with money!"
  }, {
    "verse" : "acts,8,21",
    "text" : "You have no part or share in this ministry, because your heart is not right before God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,8,15",
    "id" : 197456,
    "title" : "Acts 8:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 8:15\">8:15</a></b> <b>receive the Holy Spirit.</b> The believing Samaritans to this point had not received evidence of the dynamic inward presence of the Holy Spirit, although as believers the Holy Spirit was living in them (<a class=\"bibleref\" href=\"/passage/?search=Rom 8:9\">Rom. 8:9</a>). We are not told what evidence the Holy Spirit gave.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,8,22",
    "text" : "Repent of this wickedness and pray to the Lord. Perhaps he will forgive you for having such a thought in your heart."
  }, {
    "verse" : "acts,8,23",
    "text" : "For I see that you are full of bitterness and captive to sin.\""
  }, {
    "verse" : "acts,8,24",
    "text" : "Then Simon answered, \"Pray to the Lord for me so that nothing you have said may happen to me.\""
  }, {
    "verse" : "acts,8,25",
    "text" : "When they had testified and proclaimed the word of the Lord, Peter and John returned to Jerusalem, preaching the gospel in many Samaritan villages."
  }, {
    "verse" : "acts,8,26",
    "text" : "Now an angel of the Lord said to Philip, \"Go south to the road--the desert road--that goes down from Jerusalem to Gaza.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,8,22-acts,8,23",
    "id" : 197457,
    "title" : "Acts 8:22–23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 8:22\">8:22</a>, <a class=\"bibleref\" href=\"/passage/?search=Acts 8:23\">23</a></b> By his words and actions Simon proved that he did not believe in Christ. He was still poisoned by “bitterness” (cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 29:18\">Deut. 29:18</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 12:15\">Heb. 12:15</a>) and “in the bond of iniquity” (see <a class=\"bibleref\" href=\"/passage/?search=Rom 6:16\">Rom. 6:16</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 8:8\">8:8</a>). A profession of faith without repentance is invalid.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,8,27",
    "text" : "So he started out, and on his way he met an Ethiopian eunuch, an important official in charge of all the treasury of Candace, queen of the Ethiopians. This man had gone to Jerusalem to worship,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,8,27",
    "id" : 197458,
    "title" : "Acts 8:27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 8:27\">8:27</a></b> <b>eunuch.</b> This word refers to either an emasculated official in the royal court or to a high official of government. The biblical Ethiopia (or Cush) is the remote area south of Egypt, including parts of modern Eritrea, Ethiopia, and Sudan.</p><p><b>Candace.</b> The title of the queen mother who ruled in the place of her son. He was thought to be too sacred to be involved in secular affairs.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,8,28",
    "text" : "and on his way home was sitting in his chariot reading the book of Isaiah the prophet."
  }, {
    "verse" : "acts,8,29",
    "text" : "The Spirit told Philip, \"Go to that chariot and stay near it.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,8,28",
    "id" : 197459,
    "title" : "Acts 8:28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 8:28\">8:28</a></b> <b>reading the prophet Isaiah.</b> If the Ethiopian had been reading the passage about the Lord’s mercy to eunuchs (<a class=\"bibleref\" href=\"/passage/?search=Isa 56:3-Isa 56:5\">Is. 56:3–5</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 23:1\">Deut. 23:1</a>), it would have been natural for him also to read <a class=\"bibleref\" href=\"/passage/?search=Isa 53\">Is. 53</a> (v. 35 note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,8,30",
    "text" : "Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. \"Do you understand what you are reading?\" Philip asked."
  }, {
    "verse" : "acts,8,31",
    "text" : "\"How can I,\" he said, \"unless someone explains it to me?\" So he invited Philip to come up and sit with him."
  }, {
    "verse" : "acts,8,32",
    "text" : "The eunuch was reading this passage of Scripture: \"He was led like a sheep to the slaughter, and as a lamb before the shearer is silent, so he did not open his mouth."
  }, {
    "verse" : "acts,8,33",
    "text" : "In his humiliation he was deprived of justice. Who can speak of his descendants? For his life was taken from the earth.\""
  }, {
    "verse" : "acts,8,34",
    "text" : "The eunuch asked Philip, \"Tell me, please, who is the prophet talking about, himself or someone else?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,8,30",
    "id" : 197460,
    "title" : "Acts 8:30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 8:30\">8:30</a></b> <b>heard him.</b> In ancient times people normally read out loud.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,8,35",
    "text" : "Then Philip began with that very passage of Scripture and told him the good news about Jesus."
  }, {
    "verse" : "acts,8,36",
    "text" : "As they traveled along the road, they came to some water and the eunuch said, \"Look, here is water. Why shouldn't I be baptized?\""
  }, {
    "verse" : "acts,8,37",
    "text" : "See Footnote"
  }, {
    "verse" : "acts,8,38",
    "text" : "And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him."
  }, {
    "verse" : "acts,8,39",
    "text" : "When they came up out of the water, the Spirit of the Lord suddenly took Philip away, and the eunuch did not see him again, but went on his way rejoicing."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,8,35",
    "id" : 197461,
    "title" : "Acts 8:35",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 8:35\">8:35</a></b> <b>told him the good news about Jesus.</b> Philip began from <a class=\"bibleref\" href=\"/passage/?search=Isa 53\">Is. 53</a>, and identified the servant in the passage as the Suffering Servant, Jesus. Luke implies that he went on to other Old Testament passages to identify Jesus as the Messiah.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,8,40",
    "text" : "Philip, however, appeared at Azotus and traveled about, preaching the gospel in all the towns until he reached Caesarea."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,8,40",
    "id" : 197462,
    "title" : "Acts 8:40",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 8:40\">8:40</a></b> <b>Azotus.</b> Ancient Old Testament Ashdod (<a class=\"bibleref\" href=\"/passage/?search=1Sam 5:1\">1 Sam. 5:1</a>), one of the five Philistine cities, about twenty miles north of Gaza and sixty miles south of Caesarea on the coast. Philip preached the gospel in all the towns along the coast until he reached Caesarea, a large city Herod the Great had rebuilt (near Strato’s Tower). It had an excellent harbor that Herod expanded for important sea traffic (21:8), and it served as headquarters for the Roman procurators such as Pilate, Felix (23:33–24:4), and Festus (25:6). Philip must have settled in Caesarea because years later he still resided there (21:8).</p></div>"
  } ]
} ]
