[ {
  "verses" : [ {
    "verse" : "acts,9,26",
    "text" : "When he came to Jerusalem, he tried to join the disciples, but they were all afraid of him, not believing that he really was a disciple."
  }, {
    "verse" : "acts,9,27",
    "text" : "But Barnabas took him and brought him to the apostles. He told them how Saul on his journey had seen the Lord and that the Lord had spoken to him, and how in Damascus he had preached fearlessly in the name of Jesus."
  }, {
    "verse" : "acts,9,28",
    "text" : "So Saul stayed with them and moved about freely in Jerusalem, speaking boldly in the name of the Lord."
  }, {
    "verse" : "acts,9,29",
    "text" : "He talked and debated with the Grecian Jews, but they tried to kill him."
  }, {
    "verse" : "acts,9,30",
    "text" : "When the brothers learned of this, they took him down to Caesarea and sent him off to Tarsus."
  }, {
    "verse" : "acts,9,31",
    "text" : "Then the church throughout Judea, Galilee and Samaria enjoyed a time of peace. It was strengthened; and encouraged by the Holy Spirit, it grew in numbers, living in the fear of the Lord."
  }, {
    "verse" : "acts,9,32",
    "text" : "As Peter traveled about the country, he went to visit the saints in Lydda."
  }, {
    "verse" : "acts,9,33",
    "text" : "There he found a man named Aeneas, a paralytic who had been bedridden for eight years."
  }, {
    "verse" : "acts,9,34",
    "text" : "\"Aeneas,\" Peter said to him, \"Jesus Christ heals you. Get up and take care of your mat.\" Immediately Aeneas got up."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,9,26",
    "id" : 197471,
    "title" : "Acts 9:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 9:26\">9:26</a></b> <b>when he had come to Jerusalem.</b> According to <a class=\"bibleref\" href=\"/passage/?search=Gal 1:18\">Gal. 1:18</a>, <a class=\"bibleref\" href=\"/passage/?search=Gal 1:19\">19</a>, Paul saw only Peter and James the Lord’s brother at Jerusalem. The others may have been afraid to meet with him or were preaching the gospel in other areas.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,9,35",
    "text" : "All those who lived in Lydda and Sharon saw him and turned to the Lord."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,9,35",
    "id" : 197472,
    "title" : "Acts 9:35",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 9:35\">9:35</a></b> <b>Sharon.</b> The news concerning the healing of the paralytic had dramatic effects; it traveled to the Plain of Sharon, which extends north of Joppa up the coast forty to fifty miles.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,9,36",
    "text" : "In Joppa there was a disciple named Tabitha (which, when translated, is Dorcas ), who was always doing good and helping the poor."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,9,36",
    "id" : 197473,
    "title" : "Acts 9:36",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 9:36\">9:36</a></b> <b>Joppa.</b> An ancient seaport (modern Jaffa, south of Tel Aviv), about thirty-eight miles northwest of Jerusalem, the port from which Jonah sailed (<a class=\"bibleref\" href=\"/passage/?search=Jonah 1:3\">Jon. 1:3</a>).</p><p><b>Tabitha.</b> See text note on <i>Dorcas.</i></p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,9,37",
    "text" : "About that time she became sick and died, and her body was washed and placed in an upstairs room."
  }, {
    "verse" : "acts,9,38",
    "text" : "Lydda was near Joppa; so when the disciples heard that Peter was in Lydda, they sent two men to him and urged him, \"Please come at once!\""
  }, {
    "verse" : "acts,9,39",
    "text" : "Peter went with them, and when he arrived he was taken upstairs to the room. All the widows stood around him, crying and showing him the robes and other clothing that Dorcas had made while she was still with them."
  }, {
    "verse" : "acts,9,40",
    "text" : "Peter sent them all out of the room; then he got down on his knees and prayed. Turning toward the dead woman, he said, \"Tabitha, get up.\" She opened her eyes, and seeing Peter she sat up."
  }, {
    "verse" : "acts,9,41",
    "text" : "He took her by the hand and helped her to her feet. Then he called the believers and the widows and presented her to them alive."
  }, {
    "verse" : "acts,9,42",
    "text" : "This became known all over Joppa, and many people believed in the Lord."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,9,37",
    "id" : 197474,
    "title" : "Acts 9:37",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 9:37\">9:37</a></b> <b>washed her.</b> Probably before the anointing with spices (cf. <a class=\"bibleref\" href=\"/passage/?search=John 19:40\">John 19:40</a>). In Jerusalem, Jesus’ body had been buried on the day of death, but outside the city a longer period was allowed (up to three days).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,9,43",
    "text" : "Peter stayed in Joppa for some time with a tanner named Simon."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,9,43",
    "id" : 197475,
    "title" : "Acts 9:43",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 9:43\">9:43</a></b> <b>Simon, a tanner.</b> Jews believed tanning to be an unclean profession because it involved contact with dead animals (<a class=\"bibleref\" href=\"/passage/?search=Lev 5:2\">Lev. 5:2</a>). Peter was willing to stay with a tanner because the message of the gospel was beginning to break down barriers between people. This also anticipates Peter’s vision in 10:9–23.</p></div>"
  } ]
} ]
