[ {
  "verses" : [ {
    "verse" : "acts,24,1",
    "text" : "Five days later the high priest Ananias went down to Caesarea with some of the elders and a lawyer named Tertullus, and they brought their charges against Paul before the governor."
  }, {
    "verse" : "acts,24,2",
    "text" : "When Paul was called in, Tertullus presented his case before Felix: \"We have enjoyed a long period of peace under you, and your foresight has brought about reforms in this nation."
  }, {
    "verse" : "acts,24,3",
    "text" : "Everywhere and in every way, most excellent Felix, we acknowledge this with profound gratitude."
  }, {
    "verse" : "acts,24,4",
    "text" : "But in order not to weary you further, I would request that you be kind enough to hear us briefly."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,24,1",
    "id" : 197652,
    "title" : "Acts 24:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 24:1\">24:1</a></b> <b>Tertullus.</b> As an orator, Tertullus was a kind of lawyer, possibly a Jew (he refers to Jewish law as “our” law, <a class=\"bibleref\" href=\"/passage/?search=Acts 24:6\">v. 6</a>, text note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,24,5",
    "text" : "\"We have found this man to be a troublemaker, stirring up riots among the Jews all over the world. He is a ringleader of the Nazarene sect"
  }, {
    "verse" : "acts,24,6",
    "text" : "and even tried to desecrate the temple; so we seized him."
  }, {
    "verse" : "acts,24,7",
    "text" : "See Footnote"
  }, {
    "verse" : "acts,24,8",
    "text" : "By examining him yourself you will be able to learn the truth about all these charges we are bringing against him.\""
  }, {
    "verse" : "acts,24,9",
    "text" : "The Jews joined in the accusation, asserting that these things were true."
  }, {
    "verse" : "acts,24,10",
    "text" : "When the governor motioned for him to speak, Paul replied: \"I know that for a number of years you have been a judge over this nation; so I gladly make my defense."
  }, {
    "verse" : "acts,24,11",
    "text" : "You can easily verify that no more than twelve days ago I went up to Jerusalem to worship."
  }, {
    "verse" : "acts,24,12",
    "text" : "My accusers did not find me arguing with anyone at the temple, or stirring up a crowd in the synagogues or anywhere else in the city."
  }, {
    "verse" : "acts,24,13",
    "text" : "And they cannot prove to you the charges they are now making against me."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,24,5-acts,24,7",
    "id" : 197653,
    "title" : "Acts 24:5–7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 24:5-Acts 24:7\">24:5–7</a></b> Tertullus charged that Paul was a chronic troublemaker, the leader of a disreputable religious sect, and a person who threatened to profane the temple. Paul replied to these accusations in his defense before Felix (<a class=\"bibleref\" href=\"/passage/?search=Acts 24:10-Acts 24:21\">vv. 10–21</a>).</p></div>"
  }, {
    "verseRange" : "acts,24,5",
    "id" : 197654,
    "title" : "Acts 24:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 24:5\">24:5</a></b> <b>the Nazarenes.</b> Christians were identified as followers of Jesus of Nazareth. “Nazareth” may have been a term of contempt (<a class=\"bibleref\" href=\"/passage/?search=John 1:46\">John 1:46</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,24,14",
    "text" : "However, I admit that I worship the God of our fathers as a follower of the Way, which they call a sect. I believe everything that agrees with the Law and that is written in the Prophets,"
  }, {
    "verse" : "acts,24,15",
    "text" : "and I have the same hope in God as these men, that there will be a resurrection of both the righteous and the wicked."
  }, {
    "verse" : "acts,24,16",
    "text" : "So I strive always to keep my conscience clear before God and man."
  }, {
    "verse" : "acts,24,17",
    "text" : "\"After an absence of several years, I came to Jerusalem to bring my people gifts for the poor and to present offerings."
  }, {
    "verse" : "acts,24,18",
    "text" : "I was ceremonially clean when they found me in the temple courts doing this. There was no crowd with me, nor was I involved in any disturbance."
  }, {
    "verse" : "acts,24,19",
    "text" : "But there are some Jews from the province of Asia, who ought to be here before you and bring charges if they have anything against me."
  }, {
    "verse" : "acts,24,20",
    "text" : "Or these who are here should state what crime they found in me when I stood before the Sanhedrin--"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,24,14",
    "id" : 197655,
    "title" : "Acts 24:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 24:14\">24:14</a></b> <b>I worship . . . God.</b> Paul assured Felix that as a Jew he followed a religion protected by Rome. As a follower of “the Way,” Paul worshiped the “God of our fathers” and believed in the resurrection of the dead (<a class=\"bibleref\" href=\"/passage/?search=Dan 12:1\">Dan. 12:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 12:2\">2</a>; <a class=\"bibleref\" href=\"/passage/?search=1Thess 4:13-1Thess 4:18\">1 Thess. 4:13–18</a>; <a class=\"bibleref\" href=\"/passage/?search=2Thess 1:8\">2 Thess. 1:8</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,24,21",
    "text" : "unless it was this one thing I shouted as I stood in their presence: 'It is concerning the resurrection of the dead that I am on trial before you today.'\""
  }, {
    "verse" : "acts,24,22",
    "text" : "Then Felix, who was well acquainted with the Way, adjourned the proceedings. \"When Lysias the commander comes,\" he said, \"I will decide your case.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,24,21",
    "id" : 197656,
    "title" : "Acts 24:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 24:21\">24:21</a></b> <b>the resurrection of the dead.</b> Paul made one critical statement that pertained not to Roman political interests but to Jewish and Christian theology.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,24,23",
    "text" : "He ordered the centurion to keep Paul under guard but to give him some freedom and permit his friends to take care of his needs."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,24,23",
    "id" : 197657,
    "title" : "Acts 24:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 24:23\">24:23</a></b> <b>he should be kept . . . liberty.</b> As a Roman citizen whose case was still pending, Paul was given some freedom (<a class=\"bibleref\" href=\"/passage/?search=Acts 28:16\">28:16</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,24,24",
    "text" : "Several days later Felix came with his wife Drusilla, who was a Jewess. He sent for Paul and listened to him as he spoke about faith in Christ Jesus."
  }, {
    "verse" : "acts,24,25",
    "text" : "As Paul discoursed on righteousness, self-control and the judgment to come, Felix was afraid and said, \"That's enough for now! You may leave. When I find it convenient, I will send for you.\""
  }, {
    "verse" : "acts,24,26",
    "text" : "At the same time he was hoping that Paul would offer him a bribe, so he sent for him frequently and talked with him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,24,24",
    "id" : 197658,
    "title" : "Acts 24:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 24:24\">24:24</a></b> <b>Drusilla.</b> Daughter of Herod Agrippa I (<a class=\"bibleref\" href=\"/passage/?search=Acts 12:1-Acts 12:23\">12:1–23</a>) and sister of Herod Agrippa II (<a class=\"bibleref\" href=\"/passage/?search=Acts 25:13\">25:13</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 26:3\">26:3</a> note) and Bernice (<a class=\"bibleref\" href=\"/passage/?search=Acts 25:13\">25:13</a> note), Drusilla left Azizus, king of Emesa in Syria, to marry Felix. She probably died along with her son Agrippa in the eruption of Mt. Vesuvius at Pompeii, <span class=\"small-caps\">a.d.</span> 79.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,24,27",
    "text" : "When two years had passed, Felix was succeeded by Porcius Festus, but because Felix wanted to grant a favor to the Jews, he left Paul in prison."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,24,27",
    "id" : 197659,
    "title" : "Acts 24:27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 24:27\">24:27</a></b> <b>Porcius Festus.</b> Festus was from a noble family in Rome. Though Felix had been greedy and evil, Festus was wise and honorable.</p></div>"
  } ]
} ]
