[ {
  "verses" : [ {
    "verse" : "acts,27,21",
    "text" : "After the men had gone a long time without food, Paul stood up before them and said: \"Men, you should have taken my advice not to sail from Crete; then you would have spared yourselves this damage and loss."
  }, {
    "verse" : "acts,27,22",
    "text" : "But now I urge you to keep up your courage, because not one of you will be lost; only the ship will be destroyed."
  }, {
    "verse" : "acts,27,23",
    "text" : "Last night an angel of the God whose I am and whom I serve stood beside me"
  } ],
  "rsbNotes" : [ ]
}, {
  "verses" : [ {
    "verse" : "acts,27,24",
    "text" : "and said, 'Do not be afraid, Paul. You must stand trial before Caesar; and God has graciously given you the lives of all who sail with you.'"
  }, {
    "verse" : "acts,27,25",
    "text" : "So keep up your courage, men, for I have faith in God that it will happen just as he told me."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,27,24",
    "id" : 197676,
    "title" : "Acts 27:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 27:24\">27:24</a></b> <b>granted you all . . . with you.</b> In His kindness God saved everyone in the ship.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,27,26",
    "text" : "Nevertheless, we must run aground on some island.\""
  }, {
    "verse" : "acts,27,27",
    "text" : "On the fourteenth night we were still being driven across the Adriatic Sea, when about midnight the sailors sensed they were approaching land."
  }, {
    "verse" : "acts,27,28",
    "text" : "They took soundings and found that the water was a hundred and twenty feet deep. A short time later they took soundings again and found it was ninety feet deep."
  }, {
    "verse" : "acts,27,29",
    "text" : "Fearing that we would be dashed against the rocks, they dropped four anchors from the stern and prayed for daylight."
  }, {
    "verse" : "acts,27,30",
    "text" : "In an attempt to escape from the ship, the sailors let the lifeboat down into the sea, pretending they were going to lower some anchors from the bow."
  }, {
    "verse" : "acts,27,31",
    "text" : "Then Paul said to the centurion and the soldiers, \"Unless these men stay with the ship, you cannot be saved.\""
  }, {
    "verse" : "acts,27,32",
    "text" : "So the soldiers cut the ropes that held the lifeboat and let it fall away."
  }, {
    "verse" : "acts,27,33",
    "text" : "Just before dawn Paul urged them all to eat. \"For the last fourteen days,\" he said, \"you have been in constant suspense and have gone without food--you haven't eaten anything."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,27,26",
    "id" : 197677,
    "title" : "Acts 27:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 27:26\">27:26</a></b> <b>some island.</b> The island of Malta, south of Sicily.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,27,34",
    "text" : "Now I urge you to take some food. You need it to survive. Not one of you will lose a single hair from his head.\""
  }, {
    "verse" : "acts,27,35",
    "text" : "After he said this, he took some bread and gave thanks to God in front of them all. Then he broke it and began to eat."
  }, {
    "verse" : "acts,27,36",
    "text" : "They were all encouraged and ate some food themselves."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,27,34",
    "id" : 197678,
    "title" : "Acts 27:34",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 27:34\">27:34</a></b> <b>not a hair is to perish from . . . any.</b> God is in control of the minute details of life (<a class=\"bibleref\" href=\"/passage/?search=Luke 21:18\">Luke 21:18</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,27,37",
    "text" : "Altogether there were 276 of us on board."
  }, {
    "verse" : "acts,27,38",
    "text" : "When they had eaten as much as they wanted, they lightened the ship by throwing the grain into the sea."
  }, {
    "verse" : "acts,27,39",
    "text" : "When daylight came, they did not recognize the land, but they saw a bay with a sandy beach, where they decided to run the ship aground if they could."
  }, {
    "verse" : "acts,27,40",
    "text" : "Cutting loose the anchors, they left them in the sea and at the same time untied the ropes that held the rudders. Then they hoisted the foresail to the wind and made for the beach."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,27,37",
    "id" : 197679,
    "title" : "Acts 27:37",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 27:37\">27:37</a></b> <b>276 persons in the ship.</b> This number of passengers on an ancient seagoing vessel was not unusual. Some ships of the period could carry considerably more.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,27,41",
    "text" : "But the ship struck a sandbar and ran aground. The bow stuck fast and would not move, and the stern was broken to pieces by the pounding of the surf."
  }, {
    "verse" : "acts,27,42",
    "text" : "The soldiers planned to kill the prisoners to prevent any of them from swimming away and escaping."
  }, {
    "verse" : "acts,27,43",
    "text" : "But the centurion wanted to spare Paul's life and kept them from carrying out their plan. He ordered those who could swim to jump overboard first and get to land."
  }, {
    "verse" : "acts,27,44",
    "text" : "The rest were to get there on planks or on pieces of the ship. In this way everyone reached land in safety."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,27,41",
    "id" : 197680,
    "title" : "Acts 27:41",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 27:41\">27:41</a></b> <b>But striking a reef.</b> See text note. This is the narrow channel in St. Paul’s Bay between Malta and the island of Salmonetta, where the currents create sandbars. This sort of nautical detail indicates that Luke was an eyewitness of the event.</p></div>"
  } ]
} ]
