[ {
  "verses" : [ {
    "verse" : "romans,4,13",
    "text" : "It was not through law that Abraham and his offspring received the promise that he would be heir of the world, but through the righteousness that comes by faith."
  }, {
    "verse" : "romans,4,14",
    "text" : "For if those who live by law are heirs, faith has no value and the promise is worthless,"
  }, {
    "verse" : "romans,4,15",
    "text" : "because law brings wrath. And where there is no law there is no transgression."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,4,1-romans,4,25",
    "id" : 197750,
    "title" : "Rom 4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 4\">4:1–25</a></b> Paul confirms his argument that justification is by grace through faith in Christ (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:22-Rom 3:25\">3:22–25</a>) by an appeal to the life of Abraham. As spiritual father of the Jews (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:1\">v. 1</a>), Abraham provides a test case for Paul’s doctrine. If he can show that Abraham was justified by faith, his earlier exposition becomes irrefutable in a Jewish context.</p></div>"
  }, {
    "verseRange" : "romans,4,13-romans,4,15",
    "id" : 197755,
    "title" : "Rom 4:13–15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 4:13-Rom 4:15\">4:13–15</a></b> The argument is now taken a stage further. The promise given to Abraham was that he would be the father of a multitude who would possess the land of Canaan, and he would also be the fountain of blessing for all nations (<a class=\"bibleref\" href=\"/passage/?search=Gen 12:2\">Gen. 12:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Gen 12:3\">3</a>, <a class=\"bibleref\" href=\"/passage/?search=Gen 12:7\">7</a>). Christ is the Seed of Abraham (<a class=\"bibleref\" href=\"/passage/?search=Gal 3:16\">Gal. 3:16</a>) and has already begun to inherit the earth (<a class=\"bibleref\" href=\"/passage/?search=Ps 2:8\">Ps. 2:8</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Matt 28:18\">Matt. 28:18</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 28:19\">19</a>). This promise was received by Abraham through faith, “not . . . through the law” (v. 13). Paul assumes the truth of what he demonstrates in <a class=\"bibleref\" href=\"/passage/?search=Gal 3:17\">Gal. 3:17</a>, that since the law came 430 years after the promise, the promises cannot be dependent on the law. If the inheritance were dependent on obedience to the law, faith would have no place in the divine scheme of things, and the promise would be void, since the law cannot bring about the obedience it requires for its fulfillment. Only “where there is no law” is there “no transgression”; where there is law, it “brings wrath” (v. 15). Given the established truth of the sinfulness of all people, it is impossible that the promise could be received on the basis of law-keeping.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,4,16",
    "text" : "Therefore, the promise comes by faith, so that it may be by grace and may be guaranteed to all Abraham's offspring--not only to those who are of the law but also to those who are of the faith of Abraham. He is the father of us all."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,4,16",
    "id" : 197756,
    "title" : "Rom 4:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 4:16\">4:16</a></b> <b>That is why it depends on faith.</b> Because the promise in all its elements is received by faith, it also rests “on grace.” Had it been on the basis of works, the promise would have failed; had it been on the basis of circumcision, it could have been received only by Jews. Because it is by faith, and therefore by grace (by God’s action, not man’s), it is “guaranteed” to come to Abraham’s true spiritual offspring, or all believers whether Jew or Gentile by birth.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,4,17",
    "text" : "As it is written: \"I have made you a father of many nations.\" He is our father in the sight of God, in whom he believed--the God who gives life to the dead and calls things that are not as though they were."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,4,17",
    "id" : 197757,
    "title" : "Rom 4:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 4:17\">4:17</a></b> <b>as it is written.</b> Again Paul appeals to Scripture (<a class=\"bibleref\" href=\"/passage/?search=Gen 17:5\">Gen. 17:5</a>) for confirmation of his exposition. Rather than be father of Jews (the circumcised) only, it was already clear in Genesis that Abraham was to be the spiritual patriarch of all believers, Jew and Gentile alike. Nor is it unbelievable that the promise of God should be received by Gentiles also, for the one in whom Abraham believed “gives life to the dead.” This is evidenced in the new life that came from the apparently dead womb of Sarah (v. 19), in the life given back to Isaac when he was under the sentence of death (<a class=\"bibleref\" href=\"/passage/?search=Gen 22\">Gen. 22</a>), and ultimately in the life restored in the resurrection of Christ (4:24, 25).</p><p><b>calls into existence the things that do not exist.</b> This may refer to God’s creation of the world out of nothing (see <a class=\"bibleref\" href=\"/passage/?search=Gen 1\">Gen. 1</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 41:4\">Is. 41:4</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 48:13\">48:13</a> for creation summoned into being by God’s word), or to the birth of Isaac (in which a nation emerges from a barren womb). Perhaps this also alludes to the words of <a class=\"bibleref\" href=\"/passage/?search=Hos 1:10\">Hos. 1:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Hos 2:23\">2:23</a> (9:25, 26).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,4,18",
    "text" : "Against all hope, Abraham in hope believed and so became the father of many nations, just as it had been said to him, \"So shall your offspring be.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,4,18",
    "id" : 197758,
    "title" : "Rom 4:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 4:18\">4:18</a></b> <b>In hope he believed.</b> Trusting in God’s power (<a class=\"bibleref\" href=\"/passage/?search=Rom 4:17\">v. 17</a>), Abraham gained assurance that the promise would be fulfilled. Paul indicates that true faith is directed toward God and not humanity, toward the divine word and not toward the human situation.</p><p><b>against hope.</b> In the natural course of events, believing that Sarah would bear his child (the first requirement for receiving what was promised) was utterly futile, for reasons given in <a class=\"bibleref\" href=\"/passage/?search=Rom 4:19\">v. 19</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,4,19",
    "text" : "Without weakening in his faith, he faced the fact that his body was as good as dead--since he was about a hundred years old--and that Sarah's womb was also dead."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,4,19",
    "id" : 197759,
    "title" : "Rom 4:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 4:19\">4:19</a></b> <b>about a hundred years old.</b> See <a class=\"bibleref\" href=\"/passage/?search=Gen 17:1\">Gen. 17:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Gen 17:17\">17</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,4,20",
    "text" : "Yet he did not waver through unbelief regarding the promise of God, but was strengthened in his faith and gave glory to God,"
  }, {
    "verse" : "romans,4,21",
    "text" : "being fully persuaded that God had power to do what he had promised."
  }, {
    "verse" : "romans,4,22",
    "text" : "This is why \"it was credited to him as righteousness.\""
  }, {
    "verse" : "romans,4,23",
    "text" : "The words \"it was credited to him\" were written not for him alone,"
  }, {
    "verse" : "romans,4,24",
    "text" : "but also for us, to whom God will credit righteousness--for us who believe in him who raised Jesus our Lord from the dead."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,4,20",
    "id" : 197760,
    "title" : "Rom 4:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 4:20\">4:20</a></b> <b>he gave glory to God.</b> Giving glory to God is a hallmark of faith, since it is dependence on God’s power and trust in His word of promise (<a class=\"bibleref\" href=\"/passage/?search=Rom 4:21\">v. 21</a>). Abraham’s life of faith was one in which God’s attributes formed the foundation (<a class=\"bibleref\" href=\"/passage/?search=Rom 1:20\">1:20</a>), and therefore in which God’s glory was displayed (cf. <a class=\"bibleref\" href=\"/passage/?search=Rom 1:21\">1:21</a>). It was through exercising this kind of faith that he was justified (<a class=\"bibleref\" href=\"/passage/?search=Rom 1:22\">v. 22</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,4,25",
    "text" : "He was delivered over to death for our sins and was raised to life for our justification."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,4,25",
    "id" : 197761,
    "title" : "Rom 4:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 4:25\">4:25</a></b> The proof of justification by faith in Abraham’s case leads Paul back to the foundation of justification in the work of Christ (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:24-Rom 3:26\">3:24–26</a>). Christ’s death and resurrection are two aspects of one saving work. In the first part, Christ bore the legal penalty for our guilt. In the second, He rose from the dead, His resurrection confirming that His death was a sufficient and effective offering for sin, pleasing the Supreme Judge.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,5,1",
    "text" : "Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,5,1-romans,5,11",
    "id" : 197762,
    "title" : "Rom 5:1–11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 5:1-Rom 5:11\">5:1–11</a></b> The implications of justification by grace through faith are now drawn out. The transition from wrath (<a class=\"bibleref\" href=\"/passage/?search=Rom 1:18\">1:18</a>) to grace (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:21\">3:21</a>) transforms both the status and the experience of the believer. Instead of estrangement (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:10-Rom 3:17\">3:10–17</a>) there is now peace (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:1\">5:1</a>); in place of falling short of God’s glory through sin (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:23\">3:23</a>), there is the hope of glory (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:2\">5:2</a>); instead of suffering as judgment (<a class=\"bibleref\" href=\"/passage/?search=Rom 2:5\">2:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 2:6\">6</a>), there is joy in tribulation because of what God produces through it (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:3\">5:3</a>); instead of fearful uncertainty, there is assurance of God’s love (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:6-Rom 5:8\">vv. 6–8</a>) and joy in Him (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:11\">v. 11</a>).</p></div>"
  }, {
    "verseRange" : "romans,5,1",
    "id" : 197763,
    "title" : "Rom 5:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 5:1\">5:1</a></b> <b>we have peace.</b> See text note. Numerous manuscripts support “let us have” peace, but the flow of Paul’s logic supports the first rendering. That “we have now received reconciliation” (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:11\">v. 11</a>) implies that we are at peace with God already. With peace established, we now have access to God’s presence. The wall of partition has been removed. This peace is not a guarded truce subject to new warfare. It is a permanent peace.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,5,2",
    "text" : "through whom we have gained access by faith into this grace in which we now stand. And we rejoice in the hope of the glory of God."
  }, {
    "verse" : "romans,5,3",
    "text" : "Not only so, but we also rejoice in our sufferings, because we know that suffering produces perseverance;"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,5,2",
    "id" : 197764,
    "title" : "Rom 5:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 5:2\">5:2</a></b> <b>hope.</b> New Testament hope is the assurance of something not yet fully experienced, and quite different from uncertain, wishful thinking. That this hope will not be frustrated is guaranteed here and now by the love of God that the Holy Spirit pours into believers’ hearts (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:4\">vv. 4</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 5:5\">5</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,5,4",
    "text" : "perseverance, character; and character, hope."
  }, {
    "verse" : "romans,5,5",
    "text" : "And hope does not disappoint us, because God has poured out his love into our hearts by the Holy Spirit, whom he has given us."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,5,4",
    "id" : 197765,
    "title" : "Rom 5:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 5:4\">5:4</a></b> <b>character.</b> It confirms our confidence that the glory we hope for will one day be ours (<a class=\"bibleref\" href=\"/passage/?search=Rom 8:17-Rom 8:25\">8:17–25</a>).</p></div>"
  } ]
} ]
