[ {
  "verses" : [ {
    "verse" : "romans,6,1",
    "text" : "What shall we say, then? Shall we go on sinning so that grace may increase?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,1-romans,6,14",
    "id" : 197777,
    "title" : "Rom 6:1–14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:1-Rom 6:14\">6:1–14</a></b> Paul’s insistence that the increase of sin is met by the increase of grace (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:20\">5:20</a>) leads to the question he now raises. So great was his emphasis on the freeness of God’s grace in the face of sin that his preaching had been accused of antinomian tendencies, or ignoring the ethical requirements of the law (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:8\">3:8</a>). Now he makes the point that to continue in sin would involve a contradiction of the Christian’s new identity in Christ. In view of this new identity (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:11\">v. 11</a>), Christians are to refuse to allow sin to usurp authority in their lives, and instead are to yield the whole of life to God (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:12\">vv. 12</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 3:13\">13</a>) in the assurance that since they are under grace, not law, as the means of their salvation, sin is no longer their master.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,6,2",
    "text" : "By no means! We died to sin; how can we live in it any longer?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,2",
    "id" : 197778,
    "title" : "Rom 6:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:2\">6:2</a></b> <b>By no means.</b> A frequently used expression of shocked recoil (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:31\">3:31</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 6:15\">6:15</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 7:7\">7:7</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 7:13\">13</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 9:14\">9:14</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 11:1\">11:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 11:11\">11</a>).</p><p><b>we who died to sin.</b> Paul’s point is that believers have been really united with Jesus Christ in both His death and His resurrection, and that this has so altered their condition that for them to continue sinning as before is not only inappropriate but actually impossible.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,6,3",
    "text" : "Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death?"
  }, {
    "verse" : "romans,6,4",
    "text" : "We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life."
  }, {
    "verse" : "romans,6,5",
    "text" : "If we have been united with him like this in his death, we will certainly also be united with him in his resurrection."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,3-romans,6,4",
    "id" : 197779,
    "title" : "Rom 6:3–4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:3\">6:3</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 6:4\">4</a></b> Baptism, the sign and seal of initial union with Christ, is the burial service for the “old self” (<a class=\"bibleref\" href=\"/passage/?search=Rom 6:6\">v. 6</a>) as well as the inauguration ceremony for the new person in Christ (<a class=\"bibleref\" href=\"/passage/?search=Rom 6:4\">v. 4</a>). As such, it proclaims that those united to Christ have died to sin. From <a class=\"bibleref\" href=\"/passage/?search=Rom 5:20\">5:20</a> to <a class=\"bibleref\" href=\"/passage/?search=Rom 8:4\">8:4</a>, sin is presented as the driving energy that produces sinful acts, and is personified as a tyrannical taskmaster, demanding dominion and needing to be resisted. See theological note “Baptism” on page 1623.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,6,6",
    "text" : "For we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin--"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,6",
    "id" : 197780,
    "title" : "Rom 6:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:6\">6:6</a></b> <b>our old self was crucified with him.</b> While the “old self” includes pre-conversion life, it includes much more, and should be interpreted in the light of <a class=\"bibleref\" href=\"/passage/?search=Rom 5:12-Rom 5:21\">5:12–21</a> to mean all that we were through our union with Adam. We are to think of all this as having been nailed to the cross to die.</p><p><b>body of sin.</b> Perhaps in the sense of sin as a mass, or body, but probably the physical body seen as the sphere in which sin reigned (cf. “body of death” in <a class=\"bibleref\" href=\"/passage/?search=Rom 7:24\">7:24</a>).</p><p><b>might be brought to nothing.</b> Union with Christ in His death does not destroy the body as such, but it does end the body’s role as the inescapable tool of sin by destroying the reign of sin in the body. Christians’ bodies are now dedicated to Christ and bear holy fruit in His service (<a class=\"bibleref\" href=\"/passage/?search=Rom 6:13\">6:13</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 6:22\">22</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 7:4\">7:4</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 12:1\">12:1</a>). We are no longer “enslaved to sin,” since bodily existence dominated by the cravings of sin has given way to bodily existence dominated by a passion for righteousness and holiness (<a class=\"bibleref\" href=\"/passage/?search=Rom 12:18\">v. 18</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,6,7",
    "text" : "because anyone who has died has been freed from sin."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,7",
    "id" : 197781,
    "title" : "Rom 6:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:7\">6:7</a></b> <b>free from sin.</b> Lit. “justified.” See text note. Here the language has an additional nuance of “delivered from,” for Paul is discussing the reign of sin, and not merely its guilt (<a class=\"bibleref\" href=\"/passage/?search=Rom 6:17-Rom 6:22\">vv. 17–22</a>). Paul personifies sin as a monarch (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:21\">5:21</a>); as a general who uses various parts of the body for weapons (“instruments,” <a class=\"bibleref\" href=\"/passage/?search=Rom 5:13\">v. 13</a>); and as an employer who pays wages (v. 23).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,6,8",
    "text" : "Now if we died with Christ, we believe that we will also live with him."
  }, {
    "verse" : "romans,6,9",
    "text" : "For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him."
  }, {
    "verse" : "romans,6,10",
    "text" : "The death he died, he died to sin once for all; but the life he lives, he lives to God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,8",
    "id" : 197782,
    "title" : "Rom 6:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:8\">6:8</a></b> <b>we will also live with him.</b> This includes the idea of resurrection, but also implies present participation in the risen life of Christ as one who is “alive to God” (<a class=\"bibleref\" href=\"/passage/?search=Rom 6:11\">v. 11</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,6,11",
    "text" : "In the same way, count yourselves dead to sin but alive to God in Christ Jesus."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,11",
    "id" : 197783,
    "title" : "Rom 6:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:11\">6:11</a></b> <b>consider yourselves.</b> Recognize that what has been said in <a class=\"bibleref\" href=\"/passage/?search=Rom 6:1-Rom 6:10\">vv. 1–10</a> is already the truth about yourself.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,6,12",
    "text" : "Therefore do not let sin reign in your mortal body so that you obey its evil desires."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,12",
    "id" : 197784,
    "title" : "Rom 6:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:12\">6:12</a></b> <b>Let not sin therefore reign.</b> Since the reign of sin has been broken, all attempts on sin’s part to recover dominion can and must be resisted. The body (<a class=\"bibleref\" href=\"/passage/?search=Rom 6:13\">v. 13</a>), once ruled by sinful desires, must no longer be yielded to them.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,6,13",
    "text" : "Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life; and offer the parts of your body to him as instruments of righteousness."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,13",
    "id" : 197785,
    "title" : "Rom 6:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:13\">6:13</a></b> <b>present yourselves to God.</b> Paul sees the secret of sanctification to lie in giving the whole person to God, from which follows the offering of the various parts of the body to Him.</p><p><b>brought from death to life.</b> All this is to be done in conscious awareness, and as a deliberate expression, of our new identity in Christ.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,6,14",
    "text" : "For sin shall not be your master, because you are not under law, but under grace."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,14",
    "id" : 197786,
    "title" : "Rom 6:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:14\">6:14</a></b> <b>sin will have no dominion over you.</b> This is an indicative statement, a promise, and not an imperative or exhortation.</p><p><b>not under law but under grace.</b> The controlling principle in the life of the believer is the reign of grace that sets free from the reign of sin (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:21\">5:21</a>) and transforms into the likeness of Christ.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,6,15",
    "text" : "What then? Shall we sin because we are not under law but under grace? By no means!"
  }, {
    "verse" : "romans,6,16",
    "text" : "Don't you know that when you offer yourselves to someone to obey him as slaves, you are slaves to the one whom you obey--whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,15-romans,6,23",
    "id" : 197787,
    "title" : "Rom 6:15–23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:15-Rom 6:23\">6:15–23</a></b> That the Christian is not under law but under grace might appear to provide license for moral carelessness. This Paul denies, since under the reign of grace Christians have become slaves of God. The freedom of grace is therefore freedom for obedience and service, not for license. See “The Freedom and Bondage of the Will” at <a class=\"bibleref\" href=\"/passage/?search=Jer 17:9\">Jer. 17:9</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,6,17",
    "text" : "But thanks be to God that, though you used to be slaves to sin, you wholeheartedly obeyed the form of teaching to which you were entrusted."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,17",
    "id" : 197788,
    "title" : "Rom 6:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:17\">6:17</a></b> <b>thanks be to God.</b> While Paul stresses the activity of the individual in conversion (“present yourselves,” <a class=\"bibleref\" href=\"/passage/?search=Rom 6:16\">v. 16</a>; “obedient,” <a class=\"bibleref\" href=\"/passage/?search=Rom 6:17\">v. 17</a>), he gratefully traces all right spiritual responses to the grace of God. While the individual is active in conversion, it is in a non-contributory and non-meritorious way, so that neither divine grace nor divine sovereignty is compromised.</p><p><b>the standard of teaching to which you were committed.</b> The opposite of slavery to sin is commitment to the new life-style that grace produces. In view here are both the gospel itself and the kind of teaching given in <a class=\"bibleref\" href=\"/passage/?search=Rom 12-Rom 16\">chs. 12–16</a>, perhaps with Christ Himself as the model (cf. <a class=\"bibleref\" href=\"/passage/?search=Eph 4:20\">Eph. 4:20</a>, <a class=\"bibleref\" href=\"/passage/?search=Eph 4:21\">21</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,6,18",
    "text" : "You have been set free from sin and have become slaves to righteousness."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,18",
    "id" : 197789,
    "title" : "Rom 6:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:18\">6:18</a></b> <b>having been set free.</b> See “Christian Liberty” at <a class=\"bibleref\" href=\"/passage/?search=Gal 5:1\">Gal. 5:1</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,6,19",
    "text" : "I put this in human terms because you are weak in your natural selves. Just as you used to offer the parts of your body in slavery to impurity and to ever-increasing wickedness, so now offer them in slavery to righteousness leading to holiness."
  }, {
    "verse" : "romans,6,20",
    "text" : "When you were slaves to sin, you were free from the control of righteousness."
  }, {
    "verse" : "romans,6,21",
    "text" : "What benefit did you reap at that time from the things you are now ashamed of? Those things result in death!"
  }, {
    "verse" : "romans,6,22",
    "text" : "But now that you have been set free from sin and have become slaves to God, the benefit you reap leads to holiness, and the result is eternal life."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,19",
    "id" : 197790,
    "title" : "Rom 6:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:19\">6:19</a></b> <b>I am speaking in human terms, because of your natural limitations.</b> The illustration of slavery is an inadequate representation of the Christian life, especially in the Roman context, because it could convey harsh connotations of human slavery and inadequately express the truth that the yoke of Christ is easy (<a class=\"bibleref\" href=\"/passage/?search=Matt 11:28-Matt 11:30\">Matt. 11:28–30</a>). Nevertheless, Paul retains the metaphor, perhaps believing that the greater danger is of failing to fulfill personal moral responsibility to the Lord.</p><p><b>leading to more lawlessness.</b> Sinfulness does not stand still, but grows worse.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,6,23",
    "text" : "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,6,23",
    "id" : 197791,
    "title" : "Rom 6:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 6:23\">6:23</a></b> The triple contrast of wages, sin, and death, with gift, God, and eternal life, brings Paul’s argument to a memorable focus.</p></div>"
  } ]
} ]
