[ {
  "singleVerses" : [ "romans,7,14" ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,14-romans,7,25",
    "id" : 197803,
    "title" : "Rom 7:14–25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:14-Rom 7:25\">7:14–25</a></b> The sudden change to the present tense in <a class=\"bibleref\" href=\"/passage/?search=Rom 7:15-Rom 7:25\">vv. 15–25</a>, by contrast with the statements describing the past in <a class=\"bibleref\" href=\"/passage/?search=Rom 7:7-Rom 7:13\">vv. 7–13</a>, raises the question whether Paul is now describing his present experience. A variety of interpretations exists, including the following: (a) Paul is describing the unregenerate person or perhaps the Jew in particular from the standpoint of the gospel; (b) Paul is describing a Christian in an unnatural and unhealthy spiritual condition, one failing to draw on the indwelling Spirit’s resources; (c) Paul is describing the transitional experience, possibly his own, of one who has been awakened to his true spiritual need, but has not yet entered a full experience of justification by faith; (d) Paul is describing himself and Christians generally who, although in Christ and free from the condemnation of the law, do not yet perfectly fulfill the requirements of the law. The last view is the most probable interpretation. It accounts for Paul’s shift to the present tense while his theme in <a class=\"bibleref\" href=\"/passage/?search=Rom 7:7-Rom 7:25\">vv. 7–25</a> (God’s holy law stimulating and exposing sin) continues, and for the presence in Paul’s self-analysis here of elements found only in persons who have been united with the risen Christ to new life in the Spirit (<a class=\"bibleref\" href=\"/passage/?search=Rom 6:4-Rom 6:11\">6:4–11</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 7:6\">7:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 8:4-Rom 8:9\">8:4–9</a>). Paul is aware that God’s law is “spiritual” (<a class=\"bibleref\" href=\"/passage/?search=Rom 8:14\">v. 14</a>). He actually delights in God’s law, desiring to fulfill it perfectly (<a class=\"bibleref\" href=\"/passage/?search=Rom 8:15-Rom 8:23\">vv. 15–23</a>), and he is distressed that sin in him opposes that desire. He is grateful at the prospect of future deliverance from this frustration (<a class=\"bibleref\" href=\"/passage/?search=Rom 8:24\">v. 24</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 8:23\">8:23</a>). He distinguishes between his “mind,” which aims at obedience, and his “flesh,” which continues to sin (<a class=\"bibleref\" href=\"/passage/?search=Rom 8:25\">v. 25</a>). All of these observations show that Paul is describing his experience as a new man in Christ.</p><p>Paul is actually describing a profound conflict that every Christian finds inherent in his life in Christ: Christ dwells in him (<a class=\"bibleref\" href=\"/passage/?search=Gal 2:20\">Gal. 2:20</a>), yet sin also dwells in him (vv. 17, 20). Perfect conformity to God’s will is at present out of his reach. Salvation has “already” and “not yet” dimensions.</p><p>It is important to remember that Paul is still discussing the role of the law. He highlights the frustrations of the present Christian experience simply to show how, for Christians as for Jews, God’s good law provokes, exposes, and condemns sin without either being tainted by it or bringing deliverance from it.</p></div>"
  }, {
    "verseRange" : "romans,7,14",
    "id" : 197804,
    "title" : "Rom 7:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:14\">7:14</a></b> <b>the law is spiritual.</b> A further description of the law, in addition to <a class=\"bibleref\" href=\"/passage/?search=Rom 7:12\">v. 12</a>. Far from repudiating the law (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:31\">3:31</a>), Paul declares that it sets forth the standard to which life governed by the Spirit should conform. By contrast, he calls himself “of the flesh” because he cannot fully reach this standard. As a moral ruin, now under reconstruction, he displays the marks of what he has been as a result of Adam as well as of what he will be as a result of Christ.</p><p><b>sold under sin.</b> While not the whole truth about him (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:25\">v. 25</a>), Paul recognizes that from the viewpoint of God’s holy law, this is the truth about his bodily existence and behavior (Christian though he is) and he proceeds to explain it.</p></div>"
  } ]
}, {
  "singleVerses" : [ "romans,7,15", "romans,7,16", "romans,7,17", "romans,7,18", "romans,7,19", "romans,7,20", "romans,7,21", "romans,7,22", "romans,7,23" ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,15",
    "id" : 197805,
    "title" : "Rom 7:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:15\">7:15</a></b> <b>I do not understand.</b> Paul is able to analyze, but not to explain, the contrast between himself and the “sin that dwells within me” (<a class=\"bibleref\" href=\"/passage/?search=Rom 7:17\">vv. 17</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 7:20\">20</a>). There is a real and bewildering conflict between the energies of sin and of grace in his life. He hints, however, that indwelling sin is a temporary lodger in him. While sin still accompanies his new identity in Christ in this life, the new identity will result in the final triumph over indwelling sin (<a class=\"bibleref\" href=\"/passage/?search=Rom 6:2-Rom 6:14\">6:2–14</a>).</p></div>"
  } ]
}, {
  "singleVerses" : [ "romans,7,24" ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,24",
    "id" : 197806,
    "title" : "Rom 7:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:24\">7:24</a></b> <b>Who will deliver me.</b> This is not a cry of despair, for Paul knows and provides the answer in <a class=\"bibleref\" href=\"/passage/?search=Rom 7:25\">v. 25</a>.</p><p><b>body of death.</b> The physical body, viewed as the means by which sin is expressed. Paul’s desire here is not for death as such, but for the deliverance that will ultimately be consummated in resurrection (<a class=\"bibleref\" href=\"/passage/?search=Rom 8:23\">8:23</a>; <a class=\"bibleref\" href=\"/passage/?search=Phil 3:20\">Phil. 3:20</a>; <a class=\"bibleref\" href=\"/passage/?search=2Cor 5:2-2Cor 5:4\">2 Cor. 5:2–4</a>).</p></div>"
  } ]
}, {
  "singleVerses" : [ "romans,7,25" ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,25",
    "id" : 197807,
    "title" : "Rom 7:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:25\">7:25</a></b> <b>So then . . . sin.</b> Paul here summarizes the state of frustration that he has been describing since <a class=\"bibleref\" href=\"/passage/?search=Rom 7:14\">v. 14</a>.</p><p><b>I myself.</b> This means “I, one and the same person.” Paul totally approves God’s good law, yet his “flesh” still serves sin. New life in the Spirit is experienced by individuals in mind, body, and spirit that continue to bear the marks of sin.</p></div>"
  } ]
}, {
  "singleVerses" : [ "romans,8,1" ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,1-romans,8,39",
    "id" : 197808,
    "title" : "Rom 8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8\">8:1–39</a></b> A vast rhapsodic expansion of the analysis of Christian assurance and hope contained in <a class=\"bibleref\" href=\"/passage/?search=Rom 5:1-Rom 5:11\">5:1–11</a>. Paul wants the glory of their salvation, rather than the depressing reminder just given of their continuing sinfulness, to fill his readers’ minds and bring joy to their hearts.</p></div>"
  }, {
    "verseRange" : "romans,8,1",
    "id" : 197809,
    "title" : "Rom 8:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:1\">8:1</a></b> <b>therefore.</b> The apostle’s concern here is pastoral. Paul is telling his readers, in light of the foregoing reminder of their continuing sinfulness, they must now recall their acceptance, immunity, and security in Christ.</p><p><b>no condemnation.</b> Probably in both senses—the judgment and the punishment.</p></div>"
  } ]
}, {
  "singleVerses" : [ "romans,8,2" ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,2",
    "id" : 197810,
    "title" : "Rom 8:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:2\">8:2</a></b> <b>the law of the Spirit of life . . . the law of sin and death.</b> The law of the Spirit means His operative power (<a class=\"bibleref\" href=\"/passage/?search=Rom 7:23\">7:23</a>). The law of sin is the operative power of sin, or else the divine law as used by sin to produce death (<a class=\"bibleref\" href=\"/passage/?search=Rom 7:8-Rom 7:13\">7:8–13</a>).</p></div>"
  } ]
}, {
  "singleVerses" : [ "romans,8,3" ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,3",
    "id" : 197811,
    "title" : "Rom 8:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:3\">8:3</a></b> <b>what the law . . . could not do.</b> Paul does not criticize the moral law, but notes once more that because of humanity’s sinfulness it cannot bring salvation.</p><p><b>his own Son.</b> The words are reminiscent of the binding of Isaac in <a class=\"bibleref\" href=\"/passage/?search=Gen 22:2\">Gen. 22:2</a>, and point to the tremendous cost of our redemption (v. 32).</p><p><b>in the likeness of sinful flesh.</b> The word “likeness” means similarity to a prototype; “sinful flesh” is human nature, which through the Fall came to be corrupted and controlled by sin. Christ’s humanity was like ours in that He could be tempted, and lived His life as a part of a fallen world full of frailty and exposed to vast pressures. But He did not sin, and there was no moral and spiritual corruption in Him. Had Jesus been corrupted by sin in any way, He could not have fulfilled the Old Testament pattern, which required a sin offering to be “without blemish” (<a class=\"bibleref\" href=\"/passage/?search=Lev 4:3\">Lev. 4:3</a>).</p><p><b>condemned sin in the flesh.</b> Paul seems to mean that in the crucifixion of the incarnate Son of God sin was judged and condemned, so that now all its claims to have us condemned have become invalid. There is no condemnation remaining for those who are in Christ. See “Christian Liberty” at <a class=\"bibleref\" href=\"/passage/?search=Gal 5:1\">Gal. 5:1</a>.</p></div>"
  } ]
}, {
  "singleVerses" : [ "romans,8,4", "romans,8,5", "romans,8,6" ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,4-romans,8,8",
    "id" : 197812,
    "title" : "Rom 8:4–8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:4-Rom 8:8\">8:4–8</a></b> Paul’s contrast between the old pattern of life and the new, between life in the flesh and in the Spirit (<a class=\"bibleref\" href=\"/passage/?search=Rom 7:6\">7:6</a>), is now worked out in detail in terms of two settled attitudes or mind-sets: one under the influence of the “flesh,” the other under the influence of Christ through the Spirit within believers.</p></div>"
  } ]
}, {
  "singleVerses" : [ "romans,8,7", "romans,8,8" ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,7",
    "id" : 197813,
    "title" : "Rom 8:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:7\">8:7</a></b> <b>hostile to God.</b> Pure anti-God hostility, incapable of being anything else, is the real mind-set of everyone who is not yet renewed by the Spirit (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:9-Rom 3:18\">3:9–18</a>). The natural person regards God as an enemy.</p></div>"
  } ]
} ]
