[ {
  "verses" : [ {
    "verse" : "romans,8,26",
    "text" : "In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express."
  }, {
    "verse" : "romans,8,27",
    "text" : "And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,1-romans,8,39",
    "id" : 197808,
    "title" : "Rom 8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8\">8:1–39</a></b> A vast rhapsodic expansion of the analysis of Christian assurance and hope contained in <a class=\"bibleref\" href=\"/passage/?search=Rom 5:1-Rom 5:11\">5:1–11</a>. Paul wants the glory of their salvation, rather than the depressing reminder just given of their continuing sinfulness, to fill his readers’ minds and bring joy to their hearts.</p></div>"
  }, {
    "verseRange" : "romans,8,26",
    "id" : 197825,
    "title" : "Rom 8:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:26\">8:26</a></b> <b>the Spirit helps.</b> See “Prayer” at <a class=\"bibleref\" href=\"/passage/?search=Luke 11:2\">Luke 11:2</a>. The Holy Spirit strengthens us in our state of weakness, of which we are constantly conscious. Perplexity as to how to pray for oneself is a universal Christian experience. Our inarticulate longings to pray properly are an indication to us that the indwelling Spirit is already helping us by interceding for us in our hearts, making requests that the Father will certainly answer.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,8,28",
    "text" : "And we know that in all things God works for the good of those who love him, who have been called according to his purpose."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,28",
    "id" : 197826,
    "title" : "Rom 8:28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:28\">8:28</a></b> <b>And we know.</b> Christians assess the present in the light of their assurance about the future. As true Israelites, in whom the first and great commandment is fulfilled (<a class=\"bibleref\" href=\"/passage/?search=Matt 22:37\">Matt. 22:37</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 22:38\">38</a>), our love for God is evoked by knowledge of His love for us (5:5–8).</p><p><b>called.</b> Brought to faith (v. 30; cf. 1:6).</p><p><b>according to his purpose.</b> The purpose of God guarantees “good” for His people. For them this is not necessarily ease and quiet, but being like Christ (vv. 17–23, 29). God’s providence rules in such a way as to ensure everything that happens to us is working for our ultimate good.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,8,29",
    "text" : "For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,29",
    "id" : 197827,
    "title" : "Rom 8:29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:29\">8:29</a></b> <b>foreknew . . . predestined.</b> See “The Purpose of God: Predestination and Foreknowledge” at <a class=\"bibleref\" href=\"/passage/?search=Mal 1:2\">Mal. 1:2</a>. Vv. 29, 30 explain God’s “purpose” (v. 28). It is a plan of sovereign saving grace, entitling all who now believe to trace their faith and salvation back to an eternal decision by God to bring them to glory, and to look forward to that glory as a guaranteed certainty. The destiny appointed for believers (conformity to Christ and glorification with Him) flows from divine foreknowledge. Here it is persons, not facts or events, that God is said to foreknow. God does foresee events, but Paul’s point is that God has of His own initiative chosen the objects of His active, saving love. “Know” implies intimate personal relationship, not merely awareness of facts and circumstances (<a class=\"bibleref\" href=\"/passage/?search=Gen 4:1\">Gen. 4:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Amos 3:2\">Amos 3:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Matt 1:25\">Matt. 1:25</a>); it is virtually the equivalent of “elect.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,8,30",
    "text" : "And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,30",
    "id" : 197828,
    "title" : "Rom 8:30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:30\">8:30</a></b> Those predestined are, in due time, “called,” or effectively summoned through the gospel into saving fellowship with Christ (<a class=\"bibleref\" href=\"/passage/?search=Rom 1:6\">1:6</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=1Cor 1:9\">1 Cor. 1:9</a>). We note that all of those “called” are also “justified.” The call cannot refer to the outward call of the gospel that many reject. It is an inward call of God that performs what He intends. All who are predestined are called in this way. Predestination includes God’s determination that a person will receive such an effective call (that is, the “effectual call”). Predestination is not based on God’s knowing beforehand how people will respond to the gospel. Just as the predestined are called, so the called are both justified and certain to be finally glorified. The past tense of “glorified” indicates that from God’s standpoint the work is as good as done. He will complete it as planned. See theological note “The Perseverance of the Saints.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,8,31",
    "text" : "What, then, shall we say in response to this? If God is for us, who can be against us?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,31-romans,8,39",
    "id" : 197829,
    "title" : "Rom 8:31–39",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:31-Rom 8:39\">8:31–39</a></b> Paul now draws the entire argument of <a class=\"bibleref\" href=\"/passage/?search=Rom 1:16-Rom 8:39\">1:16–8:39</a> to a triumphal conclusion in a series of challenges to every influence that might thwart the church’s confident assurance of present preservation and future glory. The passage is reminiscent of the third Servant Song in <a class=\"bibleref\" href=\"/passage/?search=Isa 50:4-Isa 50:9\">Is. 50:4–9</a>, on which it in part depends.</p></div>"
  }, {
    "verseRange" : "romans,8,31",
    "id" : 197830,
    "title" : "Rom 8:31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:31\">8:31</a></b> <b>What then shall we say to these things.</b> Vv. 28–30 may be primarily in view here, but they should not be separated from <a class=\"bibleref\" href=\"/passage/?search=Rom 1:16-Rom 8:27\">1:16–8:27</a>, and especially not from <a class=\"bibleref\" href=\"/passage/?search=Rom 8:1-Rom 8:27\">8:1–27</a>. “These things” embraces the whole display of free grace to lost sinners in the letter thus far.</p><p><b>who can be against us.</b> There will certainly be opposition, but Paul’s point is that it lacks the ability to destroy faith. Since “God is for us,” victorious spiritual survival is assured. “For us” expresses the eternal commitment of almighty love that is spelled out in <a class=\"bibleref\" href=\"/passage/?search=Rom 8:38\">vv. 38</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 8:39\">39</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,8,32",
    "text" : "He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,32",
    "id" : 197831,
    "title" : "Rom 8:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:32\">8:32</a></b> <b>He who did not spare his own Son.</b> Paul’s words are an effective echo of the Septuagint (Greek translation) text of <a class=\"bibleref\" href=\"/passage/?search=Gen 22:12\">Gen. 22:12</a>.</p><p><b>gave him up.</b> The phrase is used elsewhere of active participation in the judicial condemnation of Christ (<a class=\"bibleref\" href=\"/passage/?search=Matt 20:19\">Matt. 20:19</a>; <a class=\"bibleref\" href=\"/passage/?search=Matt 26:15\">26:15</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 26:16\">16</a>; <a class=\"bibleref\" href=\"/passage/?search=Matt 27:2\">27:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 27:18\">18</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 27:26\">26</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Isa 53:6\">Is. 53:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Isa 53:10\">10</a>).</p><p><b>for us all.</b> Even for the worst of us who now believe (3:9–18; 5:6–8). Once more, as in 5:9, 10, Paul reasons from the greater to the less: for God to give His Son to die for us was the supreme gift, guaranteeing the subsequent gift of everything else that we need for our full and final glory (v. 30).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,8,33",
    "text" : "Who will bring any charge against those whom God has chosen? It is God who justifies."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,33",
    "id" : 197832,
    "title" : "Rom 8:33",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:33\">8:33</a></b> <b>It is God who justifies.</b> The Judge has already dealt with all charges against us in the death and resurrection of Christ (<a class=\"bibleref\" href=\"/passage/?search=Rom 4:25\">4:25</a>). Self-justification is futile.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,8,34",
    "text" : "Who is he that condemns? Christ Jesus, who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,34",
    "id" : 197833,
    "title" : "Rom 8:34",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:34\">8:34</a></b> <b>at the right hand of God.</b> The position of honor and executive authority (cf. <a class=\"bibleref\" href=\"/passage/?search=Ps 110:1\">Ps. 110:1</a>). There can be no condemnation for us (in either sense of the term, v. 1 note), if our enthroned sin-bearer intercedes for us in heaven (<a class=\"bibleref\" href=\"/passage/?search=1John 2:1\">1 John 2:1</a>) while the Holy Spirit intercedes in our hearts (v. 27).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,8,35",
    "text" : "Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,35",
    "id" : 197834,
    "title" : "Rom 8:35",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:35\">8:35</a></b> <b>the love of Christ.</b> The ease with which Paul uses this phrase interchangeably with “the love of God in Christ” (<a class=\"bibleref\" href=\"/passage/?search=Rom 8:39\">v. 39</a>) testifies to his underlying assumption of the identity of essence between the Father and the Son.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,8,36",
    "text" : "As it is written: \"For your sake we face death all day long; we are considered as sheep to be slaughtered.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,36",
    "id" : 197835,
    "title" : "Rom 8:36",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:36\">8:36</a></b> Paul’s appeal to Old Testament Scripture indicates that suffering is not an unexpected novelty for God’s people. But in Christ such sufferings become stepping stones on the pathway to glory (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:1-Rom 5:5\">5:1–5</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 8:17-Rom 8:23\">8:17–23</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,8,37",
    "text" : "No, in all these things we are more than conquerors through him who loved us."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,37",
    "id" : 197836,
    "title" : "Rom 8:37",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:37\">8:37</a></b> <b>more than conquerors.</b> The strength shown in enduring the hostility of persecutors and the pain of circumstances is astonishing.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,8,38",
    "text" : "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers,"
  }, {
    "verse" : "romans,8,39",
    "text" : "neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,8,38-romans,8,39",
    "id" : 197837,
    "title" : "Rom 8:38–39",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 8:38\">8:38</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 8:39\">39</a></b> No aspect of the created order, nor any event or being within it, can end our enjoyment of the active love of God to us in Christ.</p></div>"
  } ]
} ]
