[ {
  "verses" : [ {
    "verse" : "exodus,15,19",
    "text" : "When Pharaoh's horses, chariots and horsemen went into the sea, the LORD brought the waters of the sea back over them, but the Israelites walked through the sea on dry ground."
  }, {
    "verse" : "exodus,15,20",
    "text" : "Then Miriam the prophetess, Aaron's sister, took a tambourine in her hand, and all the women followed her, with tambourines and dancing."
  }, {
    "verse" : "exodus,15,21",
    "text" : "Miriam sang to them: \"Sing to the LORD, for he is highly exalted. The horse and its rider he has hurled into the sea.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,15,1-exodus,15,21",
    "id" : 185725,
    "title" : "Ex 15:1–21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 15:1-Exod 15:21\">15:1–21</a></b> Moses and Israel sing of deliverance and hope. The poem of <a class=\"bibleref\" href=\"/passage/?search=Exod 15:1-Exod 15:18\">vv. 1–18</a>, unique in the Old Testament, is a victory song expressed in the first person singular as a song of Moses. It celebrates the Lord’s majestic power in saving Israel at the sea (<a class=\"bibleref\" href=\"/passage/?search=Exod 15:1-Exod 15:12\">vv. 1–12</a>) and claims His power in planting Israel in the land (<a class=\"bibleref\" href=\"/passage/?search=Exod 15:13-Exod 15:18\">vv. 13–18</a>). The song’s many archaic expressions point to its origin in the Mosaic period.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,15,22",
    "text" : "Then Moses led Israel from the Red Sea and they went into the Desert of Shur. For three days they traveled in the desert without finding water."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,15,22-exodus,17,16",
    "id" : 185738,
    "title" : "Ex 15:22–17:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 15:22-Exod 17:16\">15:22–17:16</a></b> As the Lord leads His people into the wilderness, He tests and delivers them in ways that reveal His purposes. He heals bitter water to show Himself as the Healer (<a class=\"bibleref\" href=\"/passage/?search=Exod 15:22-Exod 15:27\">15:22–27</a>), gives manna and quail to show Himself as Provider and the One who establishes rest (Sabbath) for His people (<a class=\"bibleref\" href=\"/passage/?search=Exod 16:1-Exod 16:26\">16:1–26</a>), and gives the water of life (<a class=\"bibleref\" href=\"/passage/?search=Exod 17:1-Exod 17:7\">17:1–7</a>). Finally, in military victory, it is the Lord Himself who is the ensign of His people (<a class=\"bibleref\" href=\"/passage/?search=Exod 17:15\">17:15</a>).</p></div>"
  }, {
    "verseRange" : "exodus,15,22",
    "id" : 185739,
    "title" : "Ex 15:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 15:22\">15:22</a></b> <b>wilderness of Shur.</b> Israel travels in the Sinai peninsula (about 260 miles long and 150 miles wide). The word “wilderness” refers here to grazing land as opposed to cultivated land. Shur was located northeast of the Sinai Peninsula, between Egypt and Palestine (<a class=\"bibleref\" href=\"/passage/?search=Gen 16:7\">Gen. 16:7</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 20:1\">20:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 25:18\">25:18</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,15,23",
    "text" : "When they came to Marah, they could not drink its water because it was bitter. (That is why the place is called Marah. )"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,15,23",
    "id" : 185740,
    "title" : "Ex 15:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 15:23\">15:23</a></b> <b>Marah.</b> The word means “bitterness.” The location is suggested to be modern Ain Hawarah, inland and 50 miles south of the northern end of Suez. Apparently Israel went down the west coast of Sinai until they turned east toward Sinai.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,15,24",
    "text" : "So the people grumbled against Moses, saying, \"What are we to drink?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,15,24",
    "id" : 185741,
    "title" : "Ex 15:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 15:24\">15:24</a></b> <b>grumbled.</b> The first instance of Israel’s wilderness complaint—behavior that typifies Israel’s unbelief in the wilderness. The situation was critical. After nine days the water skins were empty, and death from dehydration was an immediate threat. Further, their hopes were dashed—they had located water, but found it undrinkable (<a class=\"bibleref\" href=\"/passage/?search=Exod 15:23\">v. 23</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,15,25",
    "text" : "Then Moses cried out to the LORD, and the LORD showed him a piece of wood. He threw it into the water, and the water became sweet. There the LORD made a decree and a law for them, and there he tested them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,15,25",
    "id" : 185742,
    "title" : "Ex 15:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 15:25\">15:25</a></b> <b>he cried.</b> The complaint of the people directed to Moses was really against God. Since Moses led at God’s command (<a class=\"bibleref\" href=\"/passage/?search=Exod 17:1\">17:1</a>), he appealed to the Lord.</p><p><b>showed.</b> God instructs Moses by showing him a tree. The general term for God’s law (Hebrew <i>torah</i>) is a form of the verb “showed.” God’s revelation in this event is a “statute and a rule,” preparing for the statutes and ordinances to be given at Sinai. God’s Word instructs Israel as He leads and proves them (cf. Jesus’ use of <a class=\"bibleref\" href=\"/passage/?search=Deut 8:3\">Deut. 8:3</a> in <a class=\"bibleref\" href=\"/passage/?search=Matt 4:4\">Matt. 4:4</a>). The tree is a sign of healing and sweetness (<a class=\"bibleref\" href=\"/passage/?search=Judg 9:11\">Judg. 9:11</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 8:22\">Jer. 8:22</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 2:9\">Gen. 2:9</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 47:7\">Ezek. 47:7</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 47:8\">8</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,15,26",
    "text" : "He said, \"If you listen carefully to the voice of the LORD your God and do what is right in his eyes, if you pay attention to his commands and keep all his decrees, I will not bring on you any of the diseases I brought on the Egyptians, for I am the LORD, who heals you.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,15,26",
    "id" : 185743,
    "title" : "Ex 15:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 15:26\">15:26</a></b> <b>diseases . . . I put.</b> See <a class=\"bibleref\" href=\"/passage/?search=Deut 28:26\">Deut. 28:26</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 28:60-Deut 28:62\">60–62</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 7:15\">7:15</a>. Diseases mark the effects of divine curse.</p><p><b>I am the <span class=\"small-caps\">Lord</span>, your healer.</b> God has the power (<a class=\"bibleref\" href=\"/passage/?search=Deut 32:39\">Deut. 32:39</a>) and the mercy to heal (<a class=\"bibleref\" href=\"/passage/?search=Ps 103:3\">Ps. 103:3</a>). He alone can heal in the peace of His salvation (<a class=\"bibleref\" href=\"/passage/?search=2Chr 16:12\">2 Chr. 16:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 38:17\">Is. 38:17</a>). To the prayer of anguish (<a class=\"bibleref\" href=\"/passage/?search=Jer 17:14\">Jer. 17:14</a>), God responds (<a class=\"bibleref\" href=\"/passage/?search=Jer 30:17\">Jer. 30:17</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 33:6\">33:6</a>). Healing from the damage inflicted by sin and death will come through the Lord’s Anointed, by whose wounds we are healed (<a class=\"bibleref\" href=\"/passage/?search=Isa 53:5\">Is. 53:5</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 61:1\">61:1</a>,<a class=\"bibleref\" href=\"/passage/?search=Isa 61:2\">2</a>; <a class=\"bibleref\" href=\"/passage/?search=Matt 8:17\">Matt. 8:17</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,15,27",
    "text" : "Then they came to Elim, where there were twelve springs and seventy palm trees, and they camped there near the water."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,15,27",
    "id" : 185744,
    "title" : "Ex 15:27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 15:27\">15:27</a></b> <b>Elim.</b> The site is probably the Wadi Gharandel seven miles south of Ain Hawarah. The Lord, who healed the water of Marah (<a class=\"bibleref\" href=\"/passage/?search=Exod 15:23\">v. 23</a>), leads His people to a place of rest and refreshment.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,16,1",
    "text" : "The whole Israelite community set out from Elim and came to the Desert of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they had come out of Egypt."
  }, {
    "verse" : "exodus,16,2",
    "text" : "In the desert the whole community grumbled against Moses and Aaron."
  }, {
    "verse" : "exodus,16,3",
    "text" : "The Israelites said to them, \"If only we had died by the LORD's hand in Egypt! There we sat around pots of meat and ate all the food we wanted, but you have brought us out into this desert to starve this entire assembly to death.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,16,1-exodus,16,36",
    "id" : 185745,
    "title" : "Ex 16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 16\">16:1–36</a></b> Israel arrives in time to observe the Sabbath and a theophany occurs in response to the people’s complaints (<a class=\"bibleref\" href=\"/passage/?search=Exod 16:9-Exod 16:13\">16:9–13</a>). The chapter draws to a close with a rest on the following Sabbath (<a class=\"bibleref\" href=\"/passage/?search=Exod 16:27-Exod 16:30\">16:27–30</a>). Israel’s keeping of the Sabbath prior to the revelation at Sinai is highlighted, as is God’s continued testing of Israel (<a class=\"bibleref\" href=\"/passage/?search=Exod 16:4\">v. 4</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Exod 15:25\">15:25</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 17:2\">17:2</a>).</p></div>"
  }, {
    "verseRange" : "exodus,16,1",
    "id" : 185746,
    "title" : "Ex 16:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 16:1\">16:1</a></b> <b>wilderness of Sin.</b> Situated in the southwest of Sinai, this is perhaps the modern region Debbet er-Ramleh.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,16,4",
    "text" : "Then the LORD said to Moses, \"I will rain down bread from heaven for you. The people are to go out each day and gather enough for that day. In this way I will test them and see whether they will follow my instructions."
  }, {
    "verse" : "exodus,16,5",
    "text" : "On the sixth day they are to prepare what they bring in, and that is to be twice as much as they gather on the other days.\""
  }, {
    "verse" : "exodus,16,6",
    "text" : "So Moses and Aaron said to all the Israelites, \"In the evening you will know that it was the LORD who brought you out of Egypt,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,16,4",
    "id" : 185747,
    "title" : "Ex 16:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 16:4\">16:4</a></b> <b>bread.</b> The people cried for bread and meat (<a class=\"bibleref\" href=\"/passage/?search=Exod 16:3\">v. 3</a>), and God will give both (<a class=\"bibleref\" href=\"/passage/?search=Exod 16:8\">v. 8</a>). Manna is called the “bread of the angels” (<a class=\"bibleref\" href=\"/passage/?search=Ps 78:25\">Ps. 78:25</a>). In <a class=\"bibleref\" href=\"/passage/?search=John 6:26-John 6:58\">John 6:26–58</a>, Jesus calls Himself the true manna (“bread of life”) of which this provision in the wilderness was a symbol and type.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,16,7",
    "text" : "and in the morning you will see the glory of the LORD, because he has heard your grumbling against him. Who are we, that you should grumble against us?\""
  }, {
    "verse" : "exodus,16,8",
    "text" : "Moses also said, \"You will know that it was the LORD when he gives you meat to eat in the evening and all the bread you want in the morning, because he has heard your grumbling against him. Who are we? You are not grumbling against us, but against the LORD.\""
  }, {
    "verse" : "exodus,16,9",
    "text" : "Then Moses told Aaron, \"Say to the entire Israelite community, 'Come before the LORD, for he has heard your grumbling.'\""
  }, {
    "verse" : "exodus,16,10",
    "text" : "While Aaron was speaking to the whole Israelite community, they looked toward the desert, and there was the glory of the LORD appearing in the cloud."
  }, {
    "verse" : "exodus,16,11",
    "text" : "The LORD said to Moses,"
  }, {
    "verse" : "exodus,16,12",
    "text" : "\"I have heard the grumbling of the Israelites. Tell them, 'At twilight you will eat meat, and in the morning you will be filled with bread. Then you will know that I am the LORD your God.'\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,16,7",
    "id" : 185748,
    "title" : "Ex 16:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 16:7\">16:7</a></b> <b>glory.</b> The word normally refers to the manifested presence of God. Here, the Lord’s gracious provision of the manna is in view.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,16,13",
    "text" : "That evening quail came and covered the camp, and in the morning there was a layer of dew around the camp."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,16,13",
    "id" : 185749,
    "title" : "Ex 16:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 16:13\">16:13</a></b> <b>quail.</b> These small migratory game birds of the partridge family come from their winter habitat in Africa in the spring. They sometimes rest on the ground exhausted by flight. On a second occasion they are brought by a strong east wind (<a class=\"bibleref\" href=\"/passage/?search=Num 11\">Num. 11</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,16,14",
    "text" : "When the dew was gone, thin flakes like frost on the ground appeared on the desert floor."
  }, {
    "verse" : "exodus,16,15",
    "text" : "When the Israelites saw it, they said to each other, \"What is it?\" For they did not know what it was. Moses said to them, \"It is the bread the LORD has given you to eat."
  }, {
    "verse" : "exodus,16,16",
    "text" : "This is what the LORD has commanded: 'Each one is to gather as much as he needs. Take an omer for each person you have in your tent.'\""
  }, {
    "verse" : "exodus,16,17",
    "text" : "The Israelites did as they were told; some gathered much, some little."
  }, {
    "verse" : "exodus,16,18",
    "text" : "And when they measured it by the omer, he who gathered much did not have too much, and he who gathered little did not have too little. Each one gathered as much as he needed."
  }, {
    "verse" : "exodus,16,19",
    "text" : "Then Moses said to them, \"No one is to keep any of it until morning.\""
  }, {
    "verse" : "exodus,16,20",
    "text" : "However, some of them paid no attention to Moses; they kept part of it until morning, but it was full of maggots and began to smell. So Moses was angry with them."
  }, {
    "verse" : "exodus,16,21",
    "text" : "Each morning everyone gathered as much as he needed, and when the sun grew hot, it melted away."
  }, {
    "verse" : "exodus,16,22",
    "text" : "On the sixth day, they gathered twice as much-two omers for each person-and the leaders of the community came and reported this to Moses."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,16,14",
    "id" : 185750,
    "title" : "Ex 16:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 16:14\">16:14</a></b> <b>fine, flake-like thing.</b> The manna seems to have been similar to a honey-like secretion of insects that infested the tamarisk plants of the area (called “manna” by the Arabs). It solidifies in the cold desert nights, but must be gathered early. If this is the manna, the miracle would be God’s control of the amount. The amount gathered is an omer per man, about two quarts, though a related Arabic word means a cupful, and perhaps this is the meaning here.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,16,23",
    "text" : "He said to them, \"This is what the LORD commanded: 'Tomorrow is to be a day of rest, a holy Sabbath to the LORD. So bake what you want to bake and boil what you want to boil. Save whatever is left and keep it until morning.'\""
  }, {
    "verse" : "exodus,16,24",
    "text" : "So they saved it until morning, as Moses commanded, and it did not stink or get maggots in it."
  }, {
    "verse" : "exodus,16,25",
    "text" : "\"Eat it today,\" Moses said, \"because today is a Sabbath to the LORD. You will not find any of it on the ground today."
  }, {
    "verse" : "exodus,16,26",
    "text" : "Six days you are to gather it, but on the seventh day, the Sabbath, there will not be any.\""
  }, {
    "verse" : "exodus,16,27",
    "text" : "Nevertheless, some of the people went out on the seventh day to gather it, but they found none."
  }, {
    "verse" : "exodus,16,28",
    "text" : "Then the LORD said to Moses, \"How long will you refuse to keep my commands and my instructions?"
  }, {
    "verse" : "exodus,16,29",
    "text" : "Bear in mind that the LORD has given you the Sabbath; that is why on the sixth day he gives you bread for two days. Everyone is to stay where he is on the seventh day; no one is to go out.\""
  }, {
    "verse" : "exodus,16,30",
    "text" : "So the people rested on the seventh day."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,16,23",
    "id" : 185751,
    "title" : "Ex 16:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 16:23\">16:23</a></b> <b>holy Sabbath.</b> An elevated term normally reserved for holy festivals. The implication is that the weekly Sabbath was normally kept by Israel before Sinai. The Sabbath ordinance in the Ten Commandments was a codification of Sabbath observance, not its inauguration.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,16,31",
    "text" : "The people of Israel called the bread manna. It was white like coriander seed and tasted like wafers made with honey."
  }, {
    "verse" : "exodus,16,32",
    "text" : "Moses said, \"This is what the LORD has commanded: 'Take an omer of manna and keep it for the generations to come, so they can see the bread I gave you to eat in the desert when I brought you out of Egypt.'\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,16,31",
    "id" : 185752,
    "title" : "Ex 16:31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 16:31\">16:31</a></b> <b>coriander.</b> This seed is small, globular, grayish, and aromatic, tasting like honey cakes.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,16,33",
    "text" : "So Moses said to Aaron, \"Take a jar and put an omer of manna in it. Then place it before the LORD to be kept for the generations to come.\""
  }, {
    "verse" : "exodus,16,34",
    "text" : "As the LORD commanded Moses, Aaron put the manna in front of the Testimony, that it might be kept."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,16,33",
    "id" : 185753,
    "title" : "Ex 16:33",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 16:33\">16:33</a></b> <b>jar.</b> The manna is set aside in what is called “the golden urn” in <a class=\"bibleref\" href=\"/passage/?search=Heb 9:4\">Heb. 9:4</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,16,35",
    "text" : "The Israelites ate manna forty years, until they came to a land that was settled; they ate manna until they reached the border of Canaan."
  }, {
    "verse" : "exodus,16,36",
    "text" : "(An omer is one tenth of an ephah.)"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,16,35",
    "id" : 185754,
    "title" : "Ex 16:35",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 16:35\">16:35</a></b> <b>forty years.</b> The manna continued until they came to Canaan (<a class=\"bibleref\" href=\"/passage/?search=Josh 5:10-Josh 5:12\">Josh. 5:10–12</a>). When they reached the Transjordanian country they had fields, vineyards, and wells of water (<a class=\"bibleref\" href=\"/passage/?search=Num 21:22\">Num. 21:22</a>), but the manna seems to have continued.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,17,1",
    "text" : "The whole Israelite community set out from the Desert of Sin, traveling from place to place as the LORD commanded. They camped at Rephidim, but there was no water for the people to drink."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,17,1",
    "id" : 185755,
    "title" : "Ex 17:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 17:1\">17:1</a></b> <b>Rephidim.</b> This region, generally identified with the modern Wadi Refayid, about eight miles south of Jebel Musa, was the last stop before Sinai.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,17,2",
    "text" : "So they quarreled with Moses and said, \"Give us water to drink.\" Moses replied, \"Why do you quarrel with me? Why do you put the LORD to the test?\""
  }, {
    "verse" : "exodus,17,3",
    "text" : "But the people were thirsty for water there, and they grumbled against Moses. They said, \"Why did you bring us up out of Egypt to make us and our children and livestock die of thirst?\""
  }, {
    "verse" : "exodus,17,4",
    "text" : "Then Moses cried out to the LORD, \"What am I to do with these people? They are almost ready to stone me.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,17,2",
    "id" : 185756,
    "title" : "Ex 17:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 17:2\">17:2</a></b> <b>quarreled.</b> This translates the Hebrew word <i>rib,</i> which appears in the name “Meribah” (<a class=\"bibleref\" href=\"/passage/?search=Exod 17:7\">v. 7</a>). <i>Rib</i> is often used in legal contexts with the meaning “to bring suit” (e.g., “plead your case,” <a class=\"bibleref\" href=\"/passage/?search=Mic 6:1\">Mic. 6:1</a>). The move to stone Moses (v. 4) is the execution of judicial sentence for treason. The verdict is threatened if Moses does not provide water.</p><p><b>test the <span class=\"small-caps\">Lord</span>.</b> It is not Moses who is being put on trial, but God. Tempting, or testing, in this setting takes on a judicial meaning. God is being accused of abandoning Israel to die of thirst in the desert.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,17,5",
    "text" : "The LORD answered Moses, \"Walk on ahead of the people. Take with you some of the elders of Israel and take in your hand the staff with which you struck the Nile, and go."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,17,5",
    "id" : 185757,
    "title" : "Ex 17:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 17:5\">17:5</a></b> <b>Pass on before the people.</b> The people want a trial. God, the just Judge, will give them one. Moses is to pass on before the people, taking in his hand his rod, and accompanied by elders of Israel. The rod of God is identified by the sentence of judgment meted out on Egypt: “with which you struck the Nile,” turning it to blood (cf. <a class=\"bibleref\" href=\"/passage/?search=Isa 30:31\">Is. 30:31</a>, <a class=\"bibleref\" href=\"/passage/?search=Isa 30:32\">32</a>). The elders are summoned as representative witnesses (cf. v. 6).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,17,6",
    "text" : "I will stand there before you by the rock at Horeb. Strike the rock, and water will come out of it for the people to drink.\" So Moses did this in the sight of the elders of Israel."
  }, {
    "verse" : "exodus,17,7",
    "text" : "And he called the place Massah and Meribah because the Israelites quarreled and because they tested the LORD saying, \"Is the LORD among us or not?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,17,6",
    "id" : 185758,
    "title" : "Ex 17:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 17:6\">17:6</a></b> <b>I will stand before you.</b> An astonishing statement. Man stands before God, not God before man (<a class=\"bibleref\" href=\"/passage/?search=Deut 19:17\">Deut. 19:17</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 25:1-Deut 25:3\">25:1–3</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 17:8-Deut 17:13\">17:8–13</a>). In this trial God takes the place of the accused, standing in the dock.</p><p><b>on the rock.</b> God stands on the rock and is identified with it. God is called the “Rock” in the song of Moses (<a class=\"bibleref\" href=\"/passage/?search=Deut 32:4\">Deut. 32:4</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 32:15\">15</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 32:18\">18</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 32:31\">31</a>) and in the psalms that speak of this event (<a class=\"bibleref\" href=\"/passage/?search=Ps 78:35\">Ps. 78:35</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 95:1\">95:1</a>).</p><p><b>strike the rock.</b> Moses lifts the rod of judgment and strikes the rock on which God stands and with which He is symbolically identified. God is not guilty, but He bears the judgment. The fearful solemnity of Moses’ blow appears when he later strikes the rock in disobedience, thereby dishonoring the holiness of God (<a class=\"bibleref\" href=\"/passage/?search=Num 20:9-Num 20:12\">Num. 20:9–12</a>). The rock at Massah, struck for God’s people, is a type of Christ, the incarnate and blameless Son of God, who endured the punishment for sin (<a class=\"bibleref\" href=\"/passage/?search=1Cor 10:4\">1 Cor. 10:4</a>).</p><p><b>water.</b> The ultimate reference is to the water of life that flows from the throne of God (<a class=\"bibleref\" href=\"/passage/?search=Zech 13:1\">Zech. 13:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Zech 14:8\">14:8</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 47:1-Ezek 47:12\">Ezek. 47:1–12</a>). Jesus offers this water where it was symbolically poured out in the temple at the feast (<a class=\"bibleref\" href=\"/passage/?search=John 7:37\">John 7:37</a>), and John notes the water that flowed from His pierced side on the Cross (<a class=\"bibleref\" href=\"/passage/?search=John 19:34\">John 19:34</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=John 7:38\">7:38</a>).</p></div>"
  } ]
} ]
