[ {
  "verses" : [ {
    "verse" : "exodus,17,8",
    "text" : "The Amalekites came and attacked the Israelites at Rephidim."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,15,22-exodus,17,16",
    "id" : 185738,
    "title" : "Ex 15:22–17:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 15:22-Exod 17:16\">15:22–17:16</a></b> As the Lord leads His people into the wilderness, He tests and delivers them in ways that reveal His purposes. He heals bitter water to show Himself as the Healer (<a class=\"bibleref\" href=\"/passage/?search=Exod 15:22-Exod 15:27\">15:22–27</a>), gives manna and quail to show Himself as Provider and the One who establishes rest (Sabbath) for His people (<a class=\"bibleref\" href=\"/passage/?search=Exod 16:1-Exod 16:26\">16:1–26</a>), and gives the water of life (<a class=\"bibleref\" href=\"/passage/?search=Exod 17:1-Exod 17:7\">17:1–7</a>). Finally, in military victory, it is the Lord Himself who is the ensign of His people (<a class=\"bibleref\" href=\"/passage/?search=Exod 17:15\">17:15</a>).</p></div>"
  }, {
    "verseRange" : "exodus,17,8",
    "id" : 185759,
    "title" : "Ex 17:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 17:8\">17:8</a></b> <b>Amalek.</b> The Amalekites, a nomadic group based in southern Palestine, were descendants of Esau (<a class=\"bibleref\" href=\"/passage/?search=Gen 36:12-Gen 36:16\">Gen. 36:12–16</a>), indicating the origin of the enmity. The Amalekites attacked from the rear (<a class=\"bibleref\" href=\"/passage/?search=Deut 25:18\">Deut. 25:18</a>). God had provided manna from heaven and water from the rock; now He provides deliverance from enemies.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,17,9",
    "text" : "Moses said to Joshua, \"Choose some of our men and go out to fight the Amalekites. Tomorrow I will stand on top of the hill with the staff of God in my hands.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,17,9",
    "id" : 185760,
    "title" : "Ex 17:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 17:9\">17:9</a></b> <b>Joshua.</b> Joshua, an Ephraimite previously known as Hoshea (“salvation”), was called Joshua (“Yahweh saves”) at Kadesh, possibly as a result of this victory (<a class=\"bibleref\" href=\"/passage/?search=Num 13:8\">Num. 13:8</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 13:16\">16</a>).</p><p><b>I will stand . . . with the staff.</b> Joshua will choose men to fight, but they will do so under the uplifted staff, the sign of the Lord’s victory.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,17,10",
    "text" : "So Joshua fought the Amalekites as Moses had ordered, and Moses, Aaron and Hur went to the top of the hill."
  }, {
    "verse" : "exodus,17,11",
    "text" : "As long as Moses held up his hands, the Israelites were winning, but whenever he lowered his hands, the Amalekites were winning."
  }, {
    "verse" : "exodus,17,12",
    "text" : "When Moses' hands grew tired, they took a stone and put it under him and he sat on it. Aaron and Hur held his hands up-one on one side, one on the other-so that his hands remained steady till sunset."
  }, {
    "verse" : "exodus,17,13",
    "text" : "So Joshua overcame the Amalekite army with the sword."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,17,10",
    "id" : 185761,
    "title" : "Ex 17:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 17:10\">17:10</a></b> <b>Joshua . . . fought.</b> Joshua prevailed in this holy war only when Moses held up to heaven the staff symbolizing the Lord’s presence that had brought the plagues on Egypt (<a class=\"bibleref\" href=\"/passage/?search=Exod 4:2\">4:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 9:23\">9:23</a>) and had dried up the sea (<a class=\"bibleref\" href=\"/passage/?search=Exod 14:16\">14:16</a>).</p><p><b>Hur.</b> Hur, attested in later tradition as the husband of Miriam, Moses’ sister, was possibly the grandfather of the famous artisan of the tabernacle, Bezalel (<a class=\"bibleref\" href=\"/passage/?search=1Chr 2:19-1Chr 2:20\">1 Chr. 2:19–20</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,17,14",
    "text" : "Then the LORD said to Moses, \"Write this on a scroll as something to be remembered and make sure that Joshua hears it, because I will completely blot out the memory of Amalek from under heaven.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,17,14",
    "id" : 185762,
    "title" : "Ex 17:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 17:14\">17:14</a></b> <b>Write this.</b> One of the few references to writing in the Old Testament, though it was widespread at the time. It is linked with oral recitation here. The account was perhaps written in the Book of the Wars of the <span class=\"small-caps\">Lord</span>, mentioned in <a class=\"bibleref\" href=\"/passage/?search=Num 21:14\">Num. 21:14</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,17,15",
    "text" : "Moses built an altar and called it The LORD is my Banner."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,17,15",
    "id" : 185763,
    "title" : "Ex 17:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 17:15\">17:15</a></b> <b>The <span class=\"small-caps\">Lord</span> is my banner.<span class=\"small-caps\"></span> </b>The Hebrew word translated “banner” underlies “staff” in <a class=\"bibleref\" href=\"/passage/?search=Exod 17:9\">v. 9</a> and is used for the “pole” on which the bronze serpent was later placed (<a class=\"bibleref\" href=\"/passage/?search=Num 21:8\">Num. 21:8</a>). Since “banner” suggests cloth to us, this connection is lost. A spear could serve as a standard in battle, with or without bits of cloth tied to it. Later, a staff might have a device on it to mark the rallying point for troops. In the ancient world, these were sometimes images or signs of the gods. Moses’ staff is the ensign to which Joshua’s army could look and that symbolized God’s saving power. Moses declares that God Himself is the Standard, the Ensign of His people.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,17,16",
    "text" : "He said, \"For hands were lifted up to the throne of the LORD. The LORD will be at war against the Amalekites from generation to generation.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,17,16",
    "id" : 185764,
    "title" : "Ex 17:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 17:16\">17:16</a></b> <b>A hand . . . the <span class=\"small-caps\">Lord</span>.</b> The Hebrew is difficult to translate and interpret (cf. text note). The central message is nevertheless clear: God gives Israel the victory, and the continuing warfare between Israel and Amalek is the Lord’s. On the historic enmity between Israel and Amalek, see <a class=\"bibleref\" href=\"/passage/?search=Num 24:20\">Num. 24:20</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 25:17\">Deut. 25:17</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 15:2-1Sam 15:33\">1 Sam. 15:2–33</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 27:8\">27:8</a>, <a class=\"bibleref\" href=\"/passage/?search=1Sam 27:9\">9</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 30:1-1Sam 30:20\">30:1–20</a>; <a class=\"bibleref\" href=\"/passage/?search=2Sam 8:11\">2 Sam. 8:11</a>, <a class=\"bibleref\" href=\"/passage/?search=2Sam 8:12\">12</a>; <a class=\"bibleref\" href=\"/passage/?search=1Chr 4:42\">1 Chr. 4:42</a>, <a class=\"bibleref\" href=\"/passage/?search=1Chr 4:43\">43</a>; <a class=\"bibleref\" href=\"/passage/?search=Esth 3:1\">Esth. 3:1</a> note.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,18,1",
    "text" : "Now Jethro, the priest of Midian and father-in-law of Moses, heard of everything God had done for Moses and for his people Israel, and how the LORD had brought Israel out of Egypt."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,18,1-exodus,24,18",
    "id" : 185765,
    "title" : "Ex 18–24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 18-Exod 24\">18:1–24:18</a></b> The Lord liberated His people from Egypt to bring them to Himself, to make them His special possession among all peoples. In order to enjoy this blessing, however, they were to obey Him and keep His covenant. The revelation at Sinai manifested the holy character of the covenant God and defined the character and behavior appropriate for God’s covenant people.</p><p>The Sinai covenant also underscores the special role of the mediator. The Lord declared His intention to descend and speak directly to Moses so the people might hear and trust Moses forever (<a class=\"bibleref\" href=\"/passage/?search=Exod 19:9\">19:9</a>). However, the face-to-face revelation so terrified the people that they pleaded with Moses to go up to God and receive the commands, then return and report to them (<a class=\"bibleref\" href=\"/passage/?search=Exod 20:18-Exod 20:21\">20:18–21</a>). Moses was to represent the people before God (<a class=\"bibleref\" href=\"/passage/?search=Exod 19:8\">19:8</a>), and represent the Lord to the people (<a class=\"bibleref\" href=\"/passage/?search=Exod 19:7\">19:7</a>).</p><p>Another crucial lesson of the theophany and revelation at Sinai is the importance of separation in preparation for the coming of God. Even Moses objected to the stringent preparations (<a class=\"bibleref\" href=\"/passage/?search=Exod 19:23\">19:23</a>). The ceremonial law given at Sinai was the Lord’s gracious training of the people, a protective measure for a people unaccustomed to the holy presence of God (<a class=\"bibleref\" href=\"/passage/?search=Gen 34\">Gen. 34</a> note).</p></div>"
  }, {
    "verseRange" : "exodus,18,1-exodus,18,27",
    "id" : 185766,
    "title" : "Ex 18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 18\">18:1–27</a></b> Before he narrates the events at Sinai, Moses pauses to report on his visit with Jethro, the priest of Midian and his father-in-law. The focus of Jethro’s counsel was Israel’s governmental organization.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,18,2",
    "text" : "After Moses had sent away his wife Zipporah, his father-in-law Jethro received her"
  }, {
    "verse" : "exodus,18,3",
    "text" : "and her two sons. One son was named Gershom, for Moses said, \"I have become an alien in a foreign land\";"
  }, {
    "verse" : "exodus,18,4",
    "text" : "and the other was named Eliezer, for he said, \"My father's God was my helper; he saved me from the sword of Pharaoh.\""
  }, {
    "verse" : "exodus,18,5",
    "text" : "Jethro, Moses' father-in-law, together with Moses' sons and wife, came to him in the desert, where he was camped near the mountain of God."
  }, {
    "verse" : "exodus,18,6",
    "text" : "Jethro had sent word to him, \"I, your father-in-law Jethro, am coming to you with your wife and her two sons.\""
  }, {
    "verse" : "exodus,18,7",
    "text" : "So Moses went out to meet his father-in-law and bowed down and kissed him. They greeted each other and then went into the tent."
  }, {
    "verse" : "exodus,18,8",
    "text" : "Moses told his father-in-law about everything the LORD had done to Pharaoh and the Egyptians for Israel's sake and about all the hardships they had met along the way and how the LORD had saved them."
  }, {
    "verse" : "exodus,18,9",
    "text" : "Jethro was delighted to hear about all the good things the LORD had done for Israel in rescuing them from the hand of the Egyptians."
  }, {
    "verse" : "exodus,18,10",
    "text" : "He said, \"Praise be to the LORD, who rescued you from the hand of the Egyptians and of Pharaoh, and who rescued the people from the hand of the Egyptians."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,18,2",
    "id" : 185767,
    "title" : "Ex 18:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 18:2\">18:2</a></b> <b>sent her home.</b> Moses apparently sent Zipporah and his family back to Jethro some time after the incident of <a class=\"bibleref\" href=\"/passage/?search=Exod 4:24-Exod 4:26\">4:24–26</a>. It may have been after the Exodus from Egypt.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,18,11",
    "text" : "Now I know that the LORD is greater than all other gods, for he did this to those who had treated Israel arrogantly.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,18,11",
    "id" : 185768,
    "title" : "Ex 18:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 18:11\">18:11</a></b> <b>Now I know.</b> This formula could indicate either the beginning of Jethro’s faith (<a class=\"bibleref\" href=\"/passage/?search=2Kgs 5:15\">2 Kin. 5:15</a>) or its strengthening (<a class=\"bibleref\" href=\"/passage/?search=1Kgs 17:24\">1 Kin. 17:24</a>). In any event, Jethro offered sacrifices and shared the communion meal as a leader, not as a supplicant.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,18,12",
    "text" : "Then Jethro, Moses' father-in-law, brought a burnt offering and other sacrifices to God, and Aaron came with all the elders of Israel to eat bread with Moses' father-in-law in the presence of God."
  }, {
    "verse" : "exodus,18,13",
    "text" : "The next day Moses took his seat to serve as judge for the people, and they stood around him from morning till evening."
  }, {
    "verse" : "exodus,18,14",
    "text" : "When his father-in-law saw all that Moses was doing for the people, he said, \"What is this you are doing for the people? Why do you alone sit as judge, while all these people stand around you from morning till evening?\""
  }, {
    "verse" : "exodus,18,15",
    "text" : "Moses answered him, \"Because the people come to me to seek God's will."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,18,12",
    "id" : 185769,
    "title" : "Ex 18:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 18:12\">18:12</a></b> <b>burnt offering.</b> The whole burnt offering as a dedication sacrifice came first. Fellowship sacrifices, shared by the worshipers, followed. Provisions in Leviticus for sin and guilt offerings would later complete the sacrificial system.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,18,16",
    "text" : "Whenever they have a dispute, it is brought to me, and I decide between the parties and inform them of God's decrees and laws.\""
  }, {
    "verse" : "exodus,18,17",
    "text" : "Moses' father-in-law replied, \"What you are doing is not good."
  }, {
    "verse" : "exodus,18,18",
    "text" : "You and these people who come to you will only wear yourselves out. The work is too heavy for you; you cannot handle it alone."
  }, {
    "verse" : "exodus,18,19",
    "text" : "Listen now to me and I will give you some advice, and may God be with you. You must be the people's representative before God and bring their disputes to him."
  }, {
    "verse" : "exodus,18,20",
    "text" : "Teach them the decrees and laws, and show them the way to live and the duties they are to perform."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,18,16",
    "id" : 185770,
    "title" : "Ex 18:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 18:16\">18:16</a></b> <b>statutes . . . laws.</b> “Statutes” perhaps suggests standing regulations and “laws” case decisions. They will be codified later.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,18,21",
    "text" : "But select capable men from all the people-men who fear God, trustworthy men who hate dishonest gain-and appoint them as officials over thousands, hundreds, fifties and tens."
  }, {
    "verse" : "exodus,18,22",
    "text" : "Have them serve as judges for the people at all times, but have them bring every difficult case to you; the simple cases they can decide themselves. That will make your load lighter, because they will share it with you."
  }, {
    "verse" : "exodus,18,23",
    "text" : "If you do this and God so commands, you will be able to stand the strain, and all these people will go home satisfied.\""
  }, {
    "verse" : "exodus,18,24",
    "text" : "Moses listened to his father-in-law and did everything he said."
  }, {
    "verse" : "exodus,18,25",
    "text" : "He chose capable men from all Israel and made them leaders of the people, officials over thousands, hundreds, fifties and tens."
  }, {
    "verse" : "exodus,18,26",
    "text" : "They served as judges for the people at all times. The difficult cases they brought to Moses, but the simple ones they decided themselves."
  }, {
    "verse" : "exodus,18,27",
    "text" : "Then Moses sent his father-in-law on his way, and Jethro returned to his own country."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,18,21",
    "id" : 185771,
    "title" : "Ex 18:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 18:21\">18:21</a></b> <b>look for able men.</b> Delegation is often difficult for an able leader. Men were chosen here on moral rather than intellectual grounds to deal with simple matters. Difficult cases, perhaps those without precedent, were brought to Moses. This is how Israel’s legal system would later function. No difference is made between the sacred and the secular. The entire law was God’s gift, and obedience to it amounted to obedience to God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,19,1",
    "text" : "In the third month after the Israelites left Egypt-on the very day-they came to the Desert of Sinai."
  }, {
    "verse" : "exodus,19,2",
    "text" : "After they set out from Rephidim, they entered the Desert of Sinai, and Israel camped there in the desert in front of the mountain."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,19,1",
    "id" : 185772,
    "title" : "Ex 19:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 19:1\">19:1</a></b> <b>came into . . . Sinai.</b> The wilderness of Sinai lay in the southeast region of the Sinai peninsula. Mount Sinai is traditionally identified as Jebel Musa, a mountain with a broad plain at its base that seems to fit the biblical evidence (<a class=\"bibleref\" href=\"/passage/?search=Exod 19:2\">v. 2</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 9:21\">Deut. 9:21</a> note). Israel would remain at Sinai for eleven months (<a class=\"bibleref\" href=\"/passage/?search=Num 10:11\">Num. 10:11</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,19,3",
    "text" : "Then Moses went up to God, and the LORD called to him from the mountain and said, \"This is what you are to say to the house of Jacob and what you are to tell the people of Israel:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,19,3-exodus,19,6",
    "id" : 185773,
    "title" : "Ex 19:3–6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 19:3-Exod 19:6\">19:3–6</a></b> God’s words begin (<a class=\"bibleref\" href=\"/passage/?search=Exod 19:3\">v. 3</a>) and end (<a class=\"bibleref\" href=\"/passage/?search=Exod 19:6\">v. 6</a>) with an instruction of God to Moses. What lies in between is a summary of God’s covenant faithfulness and Israel’s covenant responsibilities.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,19,4",
    "text" : "'You yourselves have seen what I did to Egypt, and how I carried you on eagles' wings and brought you to myself."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,19,4",
    "id" : 185774,
    "title" : "Ex 19:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 19:4\">19:4</a></b> <b>brought you to myself.</b> God’s deliverance from slavery was not just liberation, but adoption. He brought them out and carried them through the wilderness to bring them to Himself, to make them His (<a class=\"bibleref\" href=\"/passage/?search=Gen 17:7\">Gen. 17:7</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,19,5",
    "text" : "Now if you obey me fully and keep my covenant, then out of all nations you will be my treasured possession. Although the whole earth is mine,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,19,5",
    "id" : 185775,
    "title" : "Ex 19:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 19:5\">19:5</a></b> <b>obey my voice and keep my covenant.</b> Terms summarizing the proper human response to God’s gracious covenant (<a class=\"bibleref\" href=\"/passage/?search=Gen 17:2\">Gen. 17:2</a> note). The latter phrase (<a class=\"bibleref\" href=\"/passage/?search=Gen 17:9\">Gen. 17:9</a>, <a class=\"bibleref\" href=\"/passage/?search=Gen 17:10\">10</a>; <a class=\"bibleref\" href=\"/passage/?search=1Kgs 11:11\">1 Kin. 11:11</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 78:10\">Ps. 78:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 103:18\">103:18</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 132:12\">132:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 17:14\">Ezek. 17:14</a>) always refers to fidelity to a previously revealed covenant. Since 6:4 has referred to the Exodus as the fulfillment of the patriarchal covenant, the revelation at Sinai must also be seen as an extension of the Abrahamic covenant.</p><p><b>treasured possession.</b> As the following clause shows, God means that Israel will be His personal treasure within what is more generally owned (<a class=\"bibleref\" href=\"/passage/?search=1Chr 29:3\">1 Chr. 29:3</a>). Israel is separated by God’s election from the world that belongs to Him.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,19,6",
    "text" : "you will be for me a kingdom of priests and a holy nation.' These are the words you are to speak to the Israelites.\""
  }, {
    "verse" : "exodus,19,7",
    "text" : "So Moses went back and summoned the elders of the people and set before them all the words the LORD had commanded him to speak."
  }, {
    "verse" : "exodus,19,8",
    "text" : "The people all responded together, \"We will do everything the LORD has said.\" So Moses brought their answer back to the LORD."
  }, {
    "verse" : "exodus,19,9",
    "text" : "The LORD said to Moses, \"I am going to come to you in a dense cloud, so that the people will hear me speaking with you and will always put their trust in you.\" Then Moses told the LORD what the people had said."
  }, {
    "verse" : "exodus,19,10",
    "text" : "And the LORD said to Moses, \"Go to the people and consecrate them today and tomorrow. Have them wash their clothes"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,19,6",
    "id" : 185776,
    "title" : "Ex 19:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 19:6\">19:6</a></b> <b>kingdom of priests and a holy nation.</b> Israel is to be a priestly royalty, a holy nation set apart from the world as a priest was set apart in ancient society. The emphasis here falls on Israel’s relation to God rather than on any priestly ministry to the nations, yet Israel’s relation to the Lord also bears witness to the world. Verses 4–6a reflect the Abrahamic covenant of <a class=\"bibleref\" href=\"/passage/?search=Gen 12:1-Gen 12:3\">Gen. 12:1–3</a>. What this passage prescribes for Israel, the new covenant makes a reality for believers (<a class=\"bibleref\" href=\"/passage/?search=1Pet 2:9-1Pet 2:10\">1 Pet. 2:9–10</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 1:6\">Rev. 1:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 5:10\">5:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 20:6\">20:6</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,19,11",
    "text" : "and be ready by the third day, because on that day the LORD will come down on Mount Sinai in the sight of all the people."
  }, {
    "verse" : "exodus,19,12",
    "text" : "Put limits for the people around the mountain and tell them, 'Be careful that you do not go up the mountain or touch the foot of it. Whoever touches the mountain shall surely be put to death."
  }, {
    "verse" : "exodus,19,13",
    "text" : "He shall surely be stoned or shot with arrows; not a hand is to be laid on him. Whether man or animal, he shall not be permitted to live.' Only when the ram's horn sounds a long blast may they go up to the mountain.\""
  }, {
    "verse" : "exodus,19,14",
    "text" : "After Moses had gone down the mountain to the people, he consecrated them, and they washed their clothes."
  }, {
    "verse" : "exodus,19,15",
    "text" : "Then he said to the people, \"Prepare yourselves for the third day. Abstain from sexual relations.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,19,11",
    "id" : 185777,
    "title" : "Ex 19:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 19:11\">19:11</a></b> <b>be ready for the third day.</b> Arrangements to ensure ritual purity (washing clothes, <a class=\"bibleref\" href=\"/passage/?search=Exod 19:10\">v. 10</a>; abstention from sexual intercourse, <a class=\"bibleref\" href=\"/passage/?search=Exod 19:15\">v. 15</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 15:18\">Lev. 15:18</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 21:4\">1 Sam. 21:4</a>) and to safeguard the holiness of the mountain (vv. 12, 13) were commanded in preparation for the theophany, a special visual manifestation of divine presence.</p><p><b>come down on Mount Sinai.</b> The mountain was the <span class=\"small-caps\">Lord</span>’s place of meeting with His people, not His residence. The tabernacle was soon to be His earthly dwelling place.</p></div>"
  } ]
} ]
