[ {
  "verses" : [ {
    "verse" : "exodus,39,1",
    "text" : "From the blue, purple and scarlet yarn they made woven garments for ministering in the sanctuary. They also made sacred garments for Aaron, as the LORD commanded Moses."
  }, {
    "verse" : "exodus,39,2",
    "text" : "They made the ephod of gold, and of blue, purple and scarlet yarn, and of finely twisted linen."
  }, {
    "verse" : "exodus,39,3",
    "text" : "They hammered out thin sheets of gold and cut strands to be worked into the blue, purple and scarlet yarn and fine linen-the work of a skilled craftsman."
  }, {
    "verse" : "exodus,39,4",
    "text" : "They made shoulder pieces for the ephod, which were attached to two of its corners, so it could be fastened."
  }, {
    "verse" : "exodus,39,5",
    "text" : "Its skillfully woven waistband was like it-of one piece with the ephod and made with gold, and with blue, purple and scarlet yarn, and with finely twisted linen, as the LORD commanded Moses."
  }, {
    "verse" : "exodus,39,6",
    "text" : "They mounted the onyx stones in gold filigree settings and engraved them like a seal with the names of the sons of Israel."
  }, {
    "verse" : "exodus,39,7",
    "text" : "Then they fastened them on the shoulder pieces of the ephod as memorial stones for the sons of Israel, as the LORD commanded Moses."
  }, {
    "verse" : "exodus,39,8",
    "text" : "They fashioned the breastpiece-the work of a skilled craftsman. They made it like the ephod: of gold, and of blue, purple and scarlet yarn, and of finely twisted linen."
  }, {
    "verse" : "exodus,39,9",
    "text" : "It was square-a span long and a span wide-and folded double."
  }, {
    "verse" : "exodus,39,10",
    "text" : "Then they mounted four rows of precious stones on it. In the first row there was a ruby, a topaz and a beryl;"
  }, {
    "verse" : "exodus,39,11",
    "text" : "in the second row a turquoise, a sapphire and an emerald;"
  }, {
    "verse" : "exodus,39,12",
    "text" : "in the third row a jacinth, an agate and an amethyst;"
  }, {
    "verse" : "exodus,39,13",
    "text" : "in the fourth row a chrysolite, an onyx and a jasper. They were mounted in gold filigree settings."
  }, {
    "verse" : "exodus,39,14",
    "text" : "There were twelve stones, one for each of the names of the sons of Israel, each engraved like a seal with the name of one of the twelve tribes."
  }, {
    "verse" : "exodus,39,15",
    "text" : "For the breastpiece they made braided chains of pure gold, like a rope."
  }, {
    "verse" : "exodus,39,16",
    "text" : "They made two gold filigree settings and two gold rings, and fastened the rings to two of the corners of the breastpiece."
  }, {
    "verse" : "exodus,39,17",
    "text" : "They fastened the two gold chains to the rings at the corners of the breastpiece,"
  }, {
    "verse" : "exodus,39,18",
    "text" : "and the other ends of the chains to the two settings, attaching them to the shoulder pieces of the ephod at the front."
  }, {
    "verse" : "exodus,39,19",
    "text" : "They made two gold rings and attached them to the other two corners of the breastpiece on the inside edge next to the ephod."
  }, {
    "verse" : "exodus,39,20",
    "text" : "Then they made two more gold rings and attached them to the bottom of the shoulder pieces on the front of the ephod, close to the seam just above the waistband of the ephod."
  }, {
    "verse" : "exodus,39,21",
    "text" : "They tied the rings of the breastpiece to the rings of the ephod with blue cord, connecting it to the waistband so that the breastpiece would not swing out from the ephod-as the LORD commanded Moses."
  }, {
    "verse" : "exodus,39,22",
    "text" : "They made the robe of the ephod entirely of blue cloth-the work of a weaver-"
  }, {
    "verse" : "exodus,39,23",
    "text" : "with an opening in the center of the robe like the opening of a collar, and a band around this opening, so that it would not tear."
  }, {
    "verse" : "exodus,39,24",
    "text" : "They made pomegranates of blue, purple and scarlet yarn and finely twisted linen around the hem of the robe."
  }, {
    "verse" : "exodus,39,25",
    "text" : "And they made bells of pure gold and attached them around the hem between the pomegranates."
  }, {
    "verse" : "exodus,39,26",
    "text" : "The bells and pomegranates alternated around the hem of the robe to be worn for ministering, as the LORD commanded Moses."
  }, {
    "verse" : "exodus,39,27",
    "text" : "For Aaron and his sons, they made tunics of fine linen-the work of a weaver-"
  }, {
    "verse" : "exodus,39,28",
    "text" : "and the turban of fine linen, the linen headbands and the undergarments of finely twisted linen."
  }, {
    "verse" : "exodus,39,29",
    "text" : "The sash was of finely twisted linen and blue, purple and scarlet yarn-the work of an embroiderer-as the LORD commanded Moses."
  }, {
    "verse" : "exodus,39,30",
    "text" : "They made the plate, the sacred diadem, out of pure gold and engraved on it, like an inscription on a seal: HOLY TO THE LORD."
  }, {
    "verse" : "exodus,39,31",
    "text" : "Then they fastened a blue cord to it to attach it to the turban, as the LORD commanded Moses."
  }, {
    "verse" : "exodus,39,32",
    "text" : "So all the work on the tabernacle, the Tent of Meeting, was completed. The Israelites did everything just as the LORD commanded Moses."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,35,4-exodus,39,43",
    "id" : 185989,
    "title" : "Ex 35:4–39:43",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 35:4-Exod 39:43\">35:4–39:43</a></b> This entire section is based on <a class=\"bibleref\" href=\"/passage/?search=Exod 25-Exod 31\">chs. 25–31</a> but follows a different order. While <a class=\"bibleref\" href=\"/passage/?search=Exod 25-Exod 31\">chs. 25–31</a> gave the instructions for the tabernacle, this section describes its construction. Beginning with the reiteration of instructions for the gathering of offerings and artisans (<a class=\"bibleref\" href=\"/passage/?search=Exod 35:4-Exod 35:19\">35:4–19</a>), the narrative then moves logically to the gathering of materials and the recognition of artisans (<a class=\"bibleref\" href=\"/passage/?search=Exod 35:20-Exod 36:7\">35:20–36:7</a>), the construction of the tabernacle parts and contents (<a class=\"bibleref\" href=\"/passage/?search=Exod 36:8-Exod 38:31\">36:8–38:31</a>), the preparation of sacred vestments (<a class=\"bibleref\" href=\"/passage/?search=Exod 39:1-Exod 39:31\">39:1–31</a>), the erection of the tabernacle (<a class=\"bibleref\" href=\"/passage/?search=Exod 39:32-Exod 40:33\">39:32–40:33</a>), and finally to the climactic arrival of the glory of the Lord in the tabernacle (<a class=\"bibleref\" href=\"/passage/?search=Exod 40:34-Exod 40:38\">40:34–38</a>).</p></div>"
  }, {
    "verseRange" : "exodus,36,8-exodus,39,43",
    "id" : 185991,
    "title" : "Ex 36:8–39:43",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 36:8-Exod 39:43\">36:8–39:43</a></b> The work of Bezalel, Oholiab, and their crew of skilled laborers is recounted. The detail of the account underscores the attention paid by the builders to the word of the Lord (<a class=\"bibleref\" href=\"/passage/?search=Exod 39:42-Exod 39:43\">39:42–43</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,39,33",
    "text" : "Then they brought the tabernacle to Moses: the tent and all its furnishings, its clasps, frames, crossbars, posts and bases;"
  }, {
    "verse" : "exodus,39,34",
    "text" : "the covering of ram skins dyed red, the covering of hides of sea cows and the shielding curtain;"
  }, {
    "verse" : "exodus,39,35",
    "text" : "the ark of the Testimony with its poles and the atonement cover;"
  }, {
    "verse" : "exodus,39,36",
    "text" : "the table with all its articles and the bread of the Presence;"
  }, {
    "verse" : "exodus,39,37",
    "text" : "the pure gold lampstand with its row of lamps and all its accessories, and the oil for the light;"
  }, {
    "verse" : "exodus,39,38",
    "text" : "the gold altar, the anointing oil, the fragrant incense, and the curtain for the entrance to the tent;"
  }, {
    "verse" : "exodus,39,39",
    "text" : "the bronze altar with its bronze grating, its poles and all its utensils; the basin with its stand;"
  }, {
    "verse" : "exodus,39,40",
    "text" : "the curtains of the courtyard with its posts and bases, and the curtain for the entrance to the courtyard; the ropes and tent pegs for the courtyard; all the furnishings for the tabernacle, the Tent of Meeting;"
  }, {
    "verse" : "exodus,39,41",
    "text" : "and the woven garments worn for ministering in the sanctuary, both the sacred garments for Aaron the priest and the garments for his sons when serving as priests."
  }, {
    "verse" : "exodus,39,42",
    "text" : "The Israelites had done all the work just as the LORD had commanded Moses."
  }, {
    "verse" : "exodus,39,43",
    "text" : "Moses inspected the work and saw that they had done it just as the LORD had commanded. So Moses blessed them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,39,33",
    "id" : 185993,
    "title" : "Ex 39:33",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 39:33\">39:33</a></b> <b>they brought . . . to Moses.</b> The finished components were brought to Moses for inspection. Moses had received the instructions from the Lord (<a class=\"bibleref\" href=\"/passage/?search=Exod 25-Exod 31\">chs. 25–31</a>), and only Moses could determine the fitness of what had been made.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,40,1",
    "text" : "Then the LORD said to Moses:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,40,1-exodus,40,33",
    "id" : 185994,
    "title" : "Ex 40:1–33",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 40:1-Exod 40:33\">40:1–33</a></b> The Lord’s detailed instructions to Moses regarding the erection of the tabernacle and the consecration of tabernacle and priests (<a class=\"bibleref\" href=\"/passage/?search=Exod 40:1-Exod 40:15\">vv. 1–15</a>) and the subsequent narrative of Moses’ obedience (<a class=\"bibleref\" href=\"/passage/?search=Exod 40:16-Exod 40:33\">vv. 16–33</a>) emphasize that the tabernacle was completed and its ministry inaugurated in precise obedience to the divine commands.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,40,2",
    "text" : "\"Set up the tabernacle, the Tent of Meeting, on the first day of the first month."
  }, {
    "verse" : "exodus,40,3",
    "text" : "Place the ark of the Testimony in it and shield the ark with the curtain."
  }, {
    "verse" : "exodus,40,4",
    "text" : "Bring in the table and set out what belongs on it. Then bring in the lampstand and set up its lamps."
  }, {
    "verse" : "exodus,40,5",
    "text" : "Place the gold altar of incense in front of the ark of the Testimony and put the curtain at the entrance to the tabernacle."
  }, {
    "verse" : "exodus,40,6",
    "text" : "\"Place the altar of burnt offering in front of the entrance to the tabernacle, the Tent of Meeting;"
  }, {
    "verse" : "exodus,40,7",
    "text" : "place the basin between the Tent of Meeting and the altar and put water in it."
  }, {
    "verse" : "exodus,40,8",
    "text" : "Set up the courtyard around it and put the curtain at the entrance to the courtyard."
  }, {
    "verse" : "exodus,40,9",
    "text" : "\"Take the anointing oil and anoint the tabernacle and everything in it; consecrate it and all its furnishings, and it will be holy."
  }, {
    "verse" : "exodus,40,10",
    "text" : "Then anoint the altar of burnt offering and all its utensils; consecrate the altar, and it will be most holy."
  }, {
    "verse" : "exodus,40,11",
    "text" : "Anoint the basin and its stand and consecrate them."
  }, {
    "verse" : "exodus,40,12",
    "text" : "\"Bring Aaron and his sons to the entrance to the Tent of Meeting and wash them with water."
  }, {
    "verse" : "exodus,40,13",
    "text" : "Then dress Aaron in the sacred garments, anoint him and consecrate him so he may serve me as priest."
  }, {
    "verse" : "exodus,40,14",
    "text" : "Bring his sons and dress them in tunics."
  }, {
    "verse" : "exodus,40,15",
    "text" : "Anoint them just as you anointed their father, so they may serve me as priests. Their anointing will be to a priesthood that will continue for all generations to come.\""
  }, {
    "verse" : "exodus,40,16",
    "text" : "Moses did everything just as the LORD commanded him."
  }, {
    "verse" : "exodus,40,17",
    "text" : "So the tabernacle was set up on the first day of the first month in the second year."
  }, {
    "verse" : "exodus,40,18",
    "text" : "When Moses set up the tabernacle, he put the bases in place, erected the frames, inserted the crossbars and set up the posts."
  }, {
    "verse" : "exodus,40,19",
    "text" : "Then he spread the tent over the tabernacle and put the covering over the tent, as the LORD commanded him."
  }, {
    "verse" : "exodus,40,20",
    "text" : "He took the Testimony and placed it in the ark, attached the poles to the ark and put the atonement cover over it."
  }, {
    "verse" : "exodus,40,21",
    "text" : "Then he brought the ark into the tabernacle and hung the shielding curtain and shielded the ark of the Testimony, as the LORD commanded him."
  }, {
    "verse" : "exodus,40,22",
    "text" : "Moses placed the table in the Tent of Meeting on the north side of the tabernacle outside the curtain"
  }, {
    "verse" : "exodus,40,23",
    "text" : "and set out the bread on it before the LORD, as the LORD commanded him."
  }, {
    "verse" : "exodus,40,24",
    "text" : "He placed the lampstand in the Tent of Meeting opposite the table on the south side of the tabernacle"
  }, {
    "verse" : "exodus,40,25",
    "text" : "and set up the lamps before the LORD, as the LORD commanded him."
  }, {
    "verse" : "exodus,40,26",
    "text" : "Moses placed the gold altar in the Tent of Meeting in front of the curtain"
  }, {
    "verse" : "exodus,40,27",
    "text" : "and burned fragrant incense on it, as the LORD commanded him."
  }, {
    "verse" : "exodus,40,28",
    "text" : "Then he put up the curtain at the entrance to the tabernacle."
  }, {
    "verse" : "exodus,40,29",
    "text" : "He set the altar of burnt offering near the entrance to the tabernacle, the Tent of Meeting, and offered on it burnt offerings and grain offerings, as the LORD commanded him."
  }, {
    "verse" : "exodus,40,30",
    "text" : "He placed the basin between the Tent of Meeting and the altar and put water in it for washing,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,40,2",
    "id" : 185995,
    "title" : "Ex 40:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 40:2\">40:2</a></b> <b>erect the tabernacle.</b> The tabernacle is set up about nine months (<a class=\"bibleref\" href=\"/passage/?search=Exod 40:17\">v. 17</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 12:2\">12:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Exod 12:6\">6</a>) after the arrival at Sinai.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,40,31",
    "text" : "and Moses and Aaron and his sons used it to wash their hands and feet."
  }, {
    "verse" : "exodus,40,32",
    "text" : "They washed whenever they entered the Tent of Meeting or approached the altar, as the LORD commanded Moses."
  }, {
    "verse" : "exodus,40,33",
    "text" : "Then Moses set up the courtyard around the tabernacle and altar and put up the curtain at the entrance to the courtyard. And so Moses finished the work."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,40,31",
    "id" : 185996,
    "title" : "Ex 40:31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 40:31\">40:31</a></b> <b>washed their hands and their feet.</b> Following the placement of the basin, Moses and Aaron complied with the law of priestly washing (<a class=\"bibleref\" href=\"/passage/?search=Exod 30:19-Exod 30:21\">30:19–21</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,40,34",
    "text" : "Then the cloud covered the Tent of Meeting, and the glory of the Lord filled the tabernacle."
  }, {
    "verse" : "exodus,40,35",
    "text" : "Moses could not enter the Tent of Meeting because the cloud had settled upon it, and the glory of the LORD filled the tabernacle."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,40,34-exodus,40,38",
    "id" : 185997,
    "title" : "Ex 40:34–38",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 40:34-Exod 40:38\">40:34–38</a></b> The glory of the Lord filling the tabernacle brings the Book of Exodus to a climax. God, who had brought Israel out of Egypt, has made and renewed His covenant with them and made His dwelling in their midst. A careful recapitulation of the primary theme of the book—the reestablishment of God’s dwelling with man—is given in <a class=\"bibleref\" href=\"/passage/?search=Exod 40:34-Exod 40:38\">vv. 34–38</a>. This passage also indicates that Israel has begun corporate worship. The history of God’s guidance to the Promised Land will follow in the remainder of the Pentateuch.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,40,36",
    "text" : "In all the travels of the Israelites, whenever the cloud lifted from above the tabernacle, they would set out;"
  }, {
    "verse" : "exodus,40,37",
    "text" : "but if the cloud did not lift, they did not set out-until the day it lifted."
  }, {
    "verse" : "exodus,40,38",
    "text" : "So the cloud of the LORD was over the tabernacle by day, and fire was in the cloud by night, in the sight of all the house of Israel during all their travels."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,40,36",
    "id" : 185998,
    "title" : "Ex 40:36",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 40:36\">40:36</a></b> <b>Throughout all their journeys.</b> Israel’s journeys are linked to the guiding Presence. The covenant God dwells among His people at last and will lead the nation to the land He promised them.</p></div>"
  } ]
} ]
