[ {
  "verses" : [ {
    "verse" : "mark,2,13",
    "text" : "Once again Jesus went out beside the lake. A large crowd came to him, and he began to teach them."
  } ],
  "rsbNotes" : [ ]
}, {
  "verses" : [ {
    "verse" : "mark,2,14",
    "text" : "As he walked along, he saw Levi son of Alphaeus sitting at the tax collector's booth. \"Follow me,\" Jesus told him, and Levi got up and followed him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,2,14",
    "id" : 195996,
    "title" : "Mark 2:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 2:14\">2:14</a></b> <b>Levi the son of Alphaeus.</b> In the parallel account in <a class=\"bibleref\" href=\"/passage/?search=Matt 9:9-Matt 9:13\">Matt. 9:9–13</a> this person is named “Matthew.” Since Matthew appears in Mark’s list of apostles (3:18) and there is no mention of Levi, it appears that Levi was surnamed “Matthew,” and it was by that name that he was best known in the early church.</p><p><b>tax booth.</b> Tax booths were set up on highways, bridges, and canals for tolls, and at the lakeside to tax fishing. See note <a class=\"bibleref\" href=\"/passage/?search=Luke 3:12\">Luke 3:12</a>.</p><p><b>he rose.</b> The radical demand of Jesus’ call and the unconditional obedience of the one who hears are thrown into sharp relief for the reader.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,2,15",
    "text" : "While Jesus was having dinner at Levi's house, many tax collectors and \"sinners\" were eating with him and his disciples, for there were many who followed him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,2,15",
    "id" : 195997,
    "title" : "Mark 2:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 2:15\">2:15</a></b> <b>sinners.</b> A term of disdain used by the Pharisees for all Jews who did not follow their traditions of legal purity.</p><p><b>reclining with.</b> Contact with sinners would make Jesus a sinner, since rabbinic regulations specifically prohibited such table fellowship. On the other hand, the “sinners” would see in this a gesture of friendship and acceptance (<a class=\"bibleref\" href=\"/passage/?search=Mark 14:20\">14:20</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,2,16",
    "text" : "When the teachers of the law who were Pharisees saw him eating with the \"sinners\" and tax collectors, they asked his disciples: \"Why does he eat with tax collectors and 'sinners'?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,2,16",
    "id" : 195998,
    "title" : "Mark 2:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 2:16\">2:16</a></b> <b>Pharisees.</b> Theological descendants of the Hasidim, a second-century <span class=\"small-caps\">b.c.</span> movement of piety, learning, and faithfulness to the Mosaic law against Greek pagan influence. At the time of Jesus, strict observance of the law, and especially ritual purity, was regulated by a body of ethical teachings known as “the tradition of the elders” (<a class=\"bibleref\" href=\"/passage/?search=Mark 7:3\">7:3</a>), developed by the rabbis as an application of the law to specific situations. The difficulty of knowing this tradition and all its many subtle interpretations created a social and religious gap between a sanctimonious elite, “the righteous,” and the general population, “the sinners.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,2,17",
    "text" : "On hearing this, Jesus said to them, \"It is not the healthy who need a doctor, but the sick. I have not come to call the righteous, but sinners.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,2,17",
    "id" : 195999,
    "title" : "Mark 2:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 2:17\">2:17</a></b> <b>he said . . . I came not.</b> Note the clear declaration of the priority of His mission (cf. <a class=\"bibleref\" href=\"/passage/?search=Mark 1:38\">1:38</a>). There is both truth and biting irony in Jesus’ words. Tax collectors, prostitutes, and the like are indeed spiritually “sick,” but Jesus does not really intend the Pharisees to think of themselves as “healthy” (cf. <a class=\"bibleref\" href=\"/passage/?search=Luke 18:9-Luke 18:14\">Luke 18:9–14</a>). Jesus is breaking down the artificial categories of all legalistic, works-righteousness religion. Like the Old Testament (<a class=\"bibleref\" href=\"/passage/?search=Ps 14:1-Ps 14:3\">Ps. 14:1–3</a>), Jesus teaches that all are sinners (7:1–8), and that righteousness is first and foremost a gift of God to repentant sinners (<a class=\"bibleref\" href=\"/passage/?search=Ps 51:1-Ps 51:18\">Ps. 51:1–18</a>; <a class=\"bibleref\" href=\"/passage/?search=Luke 19:9\">Luke 19:9</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 3:22\">Rom. 3:22</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,2,18",
    "text" : "Now John's disciples and the Pharisees were fasting. Some people came and asked Jesus, \"How is it that John's disciples and the disciples of the Pharisees are fasting, but yours are not?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,2,18",
    "id" : 196000,
    "title" : "Mark 2:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 2:18\">2:18</a></b> <b>fasting.</b> The Mosaic law required only one fast annually, on the Day of Atonement (<a class=\"bibleref\" href=\"/passage/?search=Lev 16:29-Lev 16:31\">Lev. 16:29–31</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Acts 27:9\">Acts 27:9</a>, which calls this day “the Fast”). Nevertheless, as a sign of contrition and penitence associated with prayer, fasting was a part of Old Testament piety from the time of the judges (<a class=\"bibleref\" href=\"/passage/?search=Judg 20:26\">Judg. 20:26</a>; <a class=\"bibleref\" href=\"/passage/?search=1Kgs 21:27\">1 Kin. 21:27</a>), sometimes becoming an empty ritual (<a class=\"bibleref\" href=\"/passage/?search=Isa 58:3\">Is. 58:3</a>). The Pharisees and their adherents apparently fasted twice a week (<a class=\"bibleref\" href=\"/passage/?search=Luke 18:12\">Luke 18:12</a>). Since the message of John the Baptist centered on repentance (<a class=\"bibleref\" href=\"/passage/?search=Matt 3:11\">Matt. 3:11</a>), fasting was appropriate for his disciples. Jesus, whose own message included repentance, did not insist upon fasting.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,2,19",
    "text" : "Jesus answered, \"How can the guests of the bridegroom fast while he is with them? They cannot, so long as they have him with them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,2,19",
    "id" : 196001,
    "title" : "Mark 2:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 2:19\">2:19</a></b> <b>Jesus said to them.</b> The reason Jesus gives sets Him off from all that was before, for the “bridegroom” has now come, the “new” (<a class=\"bibleref\" href=\"/passage/?search=Mark 2:21\">vv. 21</a>, <a class=\"bibleref\" href=\"/passage/?search=Mark 2:22\">22</a>) is present. By comparing Himself to the bridegroom, Jesus affirms the presence of the kingdom as a time for celebration, like a wedding. Jesus eats and drinks with publicans and sinners, bringing joy and salvation to them (<a class=\"bibleref\" href=\"/passage/?search=Luke 19:6\">Luke 19:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Luke 19:9\">9</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,2,20",
    "text" : "But the time will come when the bridegroom will be taken from them, and on that day they will fast."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,2,20",
    "id" : 196002,
    "title" : "Mark 2:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 2:20\">2:20</a></b> <b>will fast.</b> The present celebration (<a class=\"bibleref\" href=\"/passage/?search=Mark 2:19\">v. 19</a>) is provisional, for Jesus has yet to suffer and die, and “the bridegroom [will be] taken away from them.” See <a class=\"bibleref\" href=\"/passage/?search=Acts 13:2\">Acts 13:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 14:23\">14:23</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,2,21",
    "text" : "\"No one sews a patch of unshrunk cloth on an old garment. If he does, the new piece will pull away from the old, making the tear worse."
  }, {
    "verse" : "mark,2,22",
    "text" : "And no one pours new wine into old wineskins. If he does, the wine will burst the skins, and both the wine and the wineskins will be ruined. No, he pours new wine into new wineskins.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,2,21-mark,2,22",
    "id" : 196003,
    "title" : "Mark 2:21–22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 2:21\">2:21</a>, <a class=\"bibleref\" href=\"/passage/?search=Mark 2:22\">22</a></b> The images of new cloth and new wineskins again emphasize the new situation brought about by the coming of the kingdom and of its King, and seek to show through the symbols of unwise action the inappropriateness of fasting in this new situation.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,2,23",
    "text" : "One Sabbath Jesus was going through the grainfields, and as his disciples walked along, they began to pick some heads of grain."
  }, {
    "verse" : "mark,2,24",
    "text" : "The Pharisees said to him, \"Look, why are they doing what is unlawful on the Sabbath?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,2,23",
    "id" : 196004,
    "title" : "Mark 2:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 2:23\">2:23</a></b> <b>One Sabbath.</b> The problem with the legalistic reasoning by certain Pharisees is illustrated in this incident. In reality the disciples were not stealing or doing farm work (<a class=\"bibleref\" href=\"/passage/?search=Deut 23:25\">Deut. 23:25</a>). Their accusers counted even plucking the “heads of grain” as reaping, which was prohibited on the Sabbath (<a class=\"bibleref\" href=\"/passage/?search=Exod 34:21\">Ex. 34:21</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,2,25",
    "text" : "He answered, \"Have you never read what David did when he and his companions were hungry and in need?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,2,25",
    "id" : 196005,
    "title" : "Mark 2:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 2:25\">2:25</a></b> <b>he said to them, “Have you never read . . . ?”</b> Jesus’ question suggests an ironic criticism of their knowledge of Scripture (<a class=\"bibleref\" href=\"/passage/?search=John 3:10\">John 3:10</a>; <a class=\"bibleref\" href=\"/passage/?search=John 5:39\">5:39</a>, <a class=\"bibleref\" href=\"/passage/?search=John 5:47\">47</a>). Jesus does not justify Himself by laying Scripture aside. He rather shows His understanding of its depth and its proper application to human need.</p><p><b>David.</b> Executing a divine mission (<a class=\"bibleref\" href=\"/passage/?search=1Sam 21:5\">1 Sam. 21:5</a>) as the Lord’s anointed, David ate the consecrated bread normally reserved for the priests. Christ, as the Son of David allows His disciples to fulfill their physical needs so they might continue their mission of redemption, a work that is always lawful to be done.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,2,26",
    "text" : "In the days of Abiathar the high priest, he entered the house of God and ate the consecrated bread, which is lawful only for priests to eat. And he also gave some to his companions.\""
  }, {
    "verse" : "mark,2,27",
    "text" : "Then he said to them, \"The Sabbath was made for man, not man for the Sabbath."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,2,26",
    "id" : 196006,
    "title" : "Mark 2:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 2:26\">2:26</a></b> <b>Abiathar.</b> According to <a class=\"bibleref\" href=\"/passage/?search=1Sam 21:1-1Sam 21:6\">1 Sam. 21:1–6</a>, it was Abiathar’s father, Ahimelech, who gave David the consecrated bread. However, Abiathar was certainly alive, and perhaps even present, when the incident referred to occurred. So the phrase “in the time of Abiathar” is strictly correct. Probably Jesus referred to Abiathar because he was so well known as one of David’s chief supporters.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,2,28",
    "text" : "So the Son of Man is Lord even of the Sabbath.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,2,28",
    "id" : 196007,
    "title" : "Mark 2:28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 2:28\">2:28</a></b> <b>lord even of the Sabbath.</b> Again (cf. <a class=\"bibleref\" href=\"/passage/?search=Mark 2:10\">v. 10</a>) Jesus declares His authority as the Son of Man who brings blessings, this time as the Mediator of the Old Testament Law concerning the Sabbath. This claim is made against traditions that had turned the life-promoting fourth commandment (<a class=\"bibleref\" href=\"/passage/?search=Exod 20:8-Exod 20:11\">Ex. 20:8–11</a>) into a burden. Since the Sabbath was instituted at creation and not only under Moses, the Lord of the Sabbath is also Lord of creation.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,3,1",
    "text" : "Another time he went into the synagogue, and a man with a shriveled hand was there."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,3,1",
    "id" : 196008,
    "title" : "Mark 3:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 3:1\">3:1</a></b> <b>withered hand.</b> This was not a life and death illness, whose healing on the Sabbath would be permitted by the rules of the Pharisees (<a class=\"bibleref\" href=\"/passage/?search=Mark 3:4\">v. 4</a> note). Jesus’ action would appear to be a deliberate provocation as well as an act of mercy.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,3,2",
    "text" : "Some of them were looking for a reason to accuse Jesus, so they watched him closely to see if he would heal him on the Sabbath."
  }, {
    "verse" : "mark,3,3",
    "text" : "Jesus said to the man with the shriveled hand, \"Stand up in front of everyone.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,3,2",
    "id" : 196009,
    "title" : "Mark 3:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 3:2\">3:2</a></b> <b>they watched Jesus.</b> The Pharisees (<a class=\"bibleref\" href=\"/passage/?search=Mark 3:6\">v. 6</a>) make Jesus’ action a test case, as Jesus evidently wanted them to do.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,3,4",
    "text" : "Then Jesus asked them, \"Which is lawful on the Sabbath: to do good or to do evil, to save life or to kill?\" But they remained silent."
  }, {
    "verse" : "mark,3,5",
    "text" : "He looked around at them in anger and, deeply distressed at their stubborn hearts, said to the man, \"Stretch out your hand.\" He stretched it out, and his hand was completely restored."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,3,4",
    "id" : 196010,
    "title" : "Mark 3:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 3:4\">3:4</a></b> <b>Is it lawful.</b> Jesus anticipates their criticism by reiterating the Sabbath teaching He began in <a class=\"bibleref\" href=\"/passage/?search=Mark 2:25-Mark 2:28\">2:25–28</a>. The Pharisees held that only essential aid to the sick was lawful on the Sabbath. Jesus shows that their interpretation was against the spirit of the commandment, which existed for the promotion of good (<a class=\"bibleref\" href=\"/passage/?search=Mark 2:27\">2:27</a>). The good that Jesus does in bringing redemption is required, not forbidden, by the divine law.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "mark,3,6",
    "text" : "Then the Pharisees went out and began to plot with the Herodians how they might kill Jesus."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "mark,3,6",
    "id" : 196011,
    "title" : "Mark 3:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Mark 3:6\">3:6</a></b> <b>Herodians.</b> A non-religious, political group supporting the dynasty of the Herods. They supported and depended upon the alliance with Rome. In collaborating with the Herodians, the Pharisees had moved far from the Old Testament ideal for the people of God (cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 17:15\">Deut. 17:15</a>). For more on this conspiracy, see 8:15; 12:13.</p></div>"
  } ]
} ]
