[ {
  "verses" : [ {
    "verse" : "daniel,9,1",
    "text" : "In the first year of Darius son of Ahasuerus (a Mede by descent), who was made ruler over the Babylonian kingdom-"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,8,1-daniel,12,13",
    "id" : 194631,
    "title" : "Dan 8–12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 8-Dan 12\">8:1–12:13</a></b> Daniel resumes writing in Hebrew for the last five chapters. He used Aramaic in <a class=\"bibleref\" href=\"/passage/?search=Dan 2:4\">2:4</a> to <a class=\"bibleref\" href=\"/passage/?search=Dan 7:28\">7:28</a> (2:4 note).</p></div>"
  }, {
    "verseRange" : "daniel,9,1-daniel,9,27",
    "id" : 194652,
    "title" : "Dan 9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 9\">9:1–27</a></b> Daniel recounts the revelation he received concerning the prophecy of Jeremiah about the seventy years of Jerusalem’s desolation (<a class=\"bibleref\" href=\"/passage/?search=Jer 25:11\">Jer. 25:11</a>, <a class=\"bibleref\" href=\"/passage/?search=Jer 25:12\">12</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 29:10\">29:10</a>). Significantly, the revelation follows Daniel’s prayer confessing the sinfulness of God’s people and the justice of Jerusalem’s desolation, and seeking the favor of God for the restoration of the city and the temple.</p></div>"
  }, {
    "verseRange" : "daniel,9,1",
    "id" : 194653,
    "title" : "Dan 9:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 9:1\">9:1</a></b> <b>the first year of Darius the son of Ahasuerus.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Dan 6:1\">6:1</a>. The word “Ahasuerus” (not the same person mentioned in <a class=\"bibleref\" href=\"/passage/?search=Esth 1:1\">Esth. 1:1</a>) may be a royal title rather than a personal name. The first year of Darius was 539 <span class=\"small-caps\">b.c.</span></p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,9,2",
    "text" : "in the first year of his reign, I, Daniel, understood from the Scriptures, according to the word of the LORD given to Jeremiah the prophet, that the desolation of Jerusalem would last seventy years."
  }, {
    "verse" : "daniel,9,3",
    "text" : "So I turned to the Lord God and pleaded with him in prayer and petition, in fasting, and in sackcloth and ashes."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,9,2",
    "id" : 194654,
    "title" : "Dan 9:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 9:2\">9:2</a></b> <b>the desolations of Jerusalem . . . seventy years.</b> Interpreters differ on the dates of the beginning and ending of the seventy-year period, and on whether it is to be understood as a round number for a human lifetime or exactly seventy years. Some date the period from 586 <span class=\"small-caps\">b.c.</span> (the destruction of Jerusalem by Nebuchadnezzar) to 516 <span class=\"small-caps\">b.c.</span>, when the restoration of the temple was completed under Zerubbabel (<a class=\"bibleref\" href=\"/passage/?search=Ezra 6:13-Ezra 6:18\">Ezra 6:13–18</a>). Others date the beginning of the period to the year of Daniel’s own captivity (605 <span class=\"small-caps\">b.c.</span>, 1:1 note), which would suggest that Daniel recognized the end of the seventy years was imminent.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,9,4",
    "text" : "I prayed to the LORD my God and confessed: \"O Lord, the great and awesome God, who keeps his covenant of love with all who love him and obey his commands,"
  }, {
    "verse" : "daniel,9,5",
    "text" : "we have sinned and done wrong. We have been wicked and have rebelled; we have turned away from your commands and laws."
  }, {
    "verse" : "daniel,9,6",
    "text" : "We have not listened to your servants the prophets, who spoke in your name to our kings, our princes and our fathers, and to all the people of the land."
  }, {
    "verse" : "daniel,9,7",
    "text" : "\"Lord, you are righteous, but this day we are covered with shame-the men of Judah and people of Jerusalem and all Israel, both near and far, in all the countries where you have scattered us because of our unfaithfulness to you."
  }, {
    "verse" : "daniel,9,8",
    "text" : "O LORD, we and our kings, our princes and our fathers are covered with shame because we have sinned against you."
  }, {
    "verse" : "daniel,9,9",
    "text" : "The Lord our God is merciful and forgiving, even though we have rebelled against him;"
  }, {
    "verse" : "daniel,9,10",
    "text" : "we have not obeyed the LORD our God or kept the laws he gave us through his servants the prophets."
  }, {
    "verse" : "daniel,9,11",
    "text" : "All Israel has transgressed your law and turned away, refusing to obey you. \"Therefore the curses and sworn judgments written in the Law of Moses, the servant of God, have been poured out on us, because we have sinned against you."
  }, {
    "verse" : "daniel,9,12",
    "text" : "You have fulfilled the words spoken against us and against our rulers by bringing upon us great disaster. Under the whole heaven nothing has ever been done like what has been done to Jerusalem."
  }, {
    "verse" : "daniel,9,13",
    "text" : "Just as it is written in the Law of Moses, all this disaster has come upon us, yet we have not sought the favor of the LORD our God by turning from our sins and giving attention to your truth."
  }, {
    "verse" : "daniel,9,14",
    "text" : "The LORD did not hesitate to bring the disaster upon us, for the LORD our God is righteous in everything he does; yet we have not obeyed him."
  }, {
    "verse" : "daniel,9,15",
    "text" : "\"Now, O Lord our God, who brought your people out of Egypt with a mighty hand and who made for yourself a name that endures to this day, we have sinned, we have done wrong."
  }, {
    "verse" : "daniel,9,16",
    "text" : "O Lord, in keeping with all your righteous acts, turn away your anger and your wrath from Jerusalem, your city, your holy hill. Our sins and the iniquities of our fathers have made Jerusalem and your people an object of scorn to all those around us."
  }, {
    "verse" : "daniel,9,17",
    "text" : "\"Now, our God, hear the prayers and petitions of your servant. For your sake, O Lord, look with favor on your desolate sanctuary."
  }, {
    "verse" : "daniel,9,18",
    "text" : "Give ear, O God, and hear; open your eyes and see the desolation of the city that bears your Name. We do not make requests of you because we are righteous, but because of your great mercy."
  }, {
    "verse" : "daniel,9,19",
    "text" : "O Lord, listen! O Lord, forgive! O Lord, hear and act! For your sake, O my God, do not delay, because your city and your people bear your Name.\""
  }, {
    "verse" : "daniel,9,20",
    "text" : "While I was speaking and praying, confessing my sin and the sin of my people Israel and making my request to the LORD my God for his holy hill-"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,9,4-daniel,9,19",
    "id" : 194655,
    "title" : "Dan 9:4–19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 9:4-Dan 9:19\">9:4–19</a></b> Daniel’s prayer is rooted in a covenantal understanding of the Lord’s relation to His people (blessing for obedience, cursing for disobedience, especially <a class=\"bibleref\" href=\"/passage/?search=Dan 9:5\">vv. 5</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 9:7\">7</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 9:11\">11</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 9:12\">12</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 9:14\">14</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Lev 26:14-Lev 26:45\">Lev. 26:14–45</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 28:15-Deut 28:68\">Deut. 28:15–68</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 30:1-Deut 30:5\">30:1–5</a>). For a similar prayer, see <a class=\"bibleref\" href=\"/passage/?search=Neh 9\">Neh. 9</a>. The prayer has four parts: (a) worship (v. 4); (b) a confession of sin (vv. 5–11); (c) recognition of the justice of God in His judgment on sin (vv. 11–14); and (d) a plea for God’s mercy based on concern for His name, kingdom, and will (vv. 15–19). The prayer is grounded on God’s promises (v. 2) and offered in a spirit of contrition and humility (v. 3). It is a model for the appropriate elements of effective prayer.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,9,21",
    "text" : "while I was still in prayer, Gabriel, the man I had seen in the earlier vision, came to me in swift flight about the time of the evening sacrifice."
  }, {
    "verse" : "daniel,9,22",
    "text" : "He instructed me and said to me, \"Daniel, I have now come to give you insight and understanding."
  }, {
    "verse" : "daniel,9,23",
    "text" : "As soon as you began to pray, an answer was given, which I have come to tell you, for you are highly esteemed. Therefore, consider the message and understand the vision:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,9,21",
    "id" : 194656,
    "title" : "Dan 9:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 9:21\">9:21</a></b> <b>Gabriel.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Dan 8:16\">8:16</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,9,24",
    "text" : "\"Seventy 'sevens' are decreed for your people and your holy city to finish transgression, to put an end to sin, to atone for wickedness, to bring in everlasting righteousness, to seal up vision and prophecy and to anoint the most holy."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,9,24-daniel,9,27",
    "id" : 194657,
    "title" : "Dan 9:24–27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 9:24-Dan 9:27\">9:24–27</a></b> The interpretation of these verses is disputed at many points. There are two fundamental approaches to the interpretation of the “weeks” (lit. “sevens”): symbolic periods of time or literal periods of time. In the symbolic view the seventy years of punishment (<a class=\"bibleref\" href=\"/passage/?search=Dan 9:2\">v. 2</a>) are multiplied seven times in accordance with the covenantal curses (<a class=\"bibleref\" href=\"/passage/?search=Lev 26:18\">Lev. 26:18</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 26:21\">21</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 26:24\">24</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 26:28\">28</a>). <i>Jubilees,</i> a Jewish book from the period between the Testaments, also structures the whole of history into periods of 490 years. Adherents of the literal view fall into three categories. As with other prophecies in Daniel, some commentators interpret the verses with reference to the time of Antiochus IV. Other interpreters may be divided into two groups: (a) those who interpret the passage as having its primary focus on events associated with the First Advent of Christ and shortly thereafter (first-advent view); (b) those who interpret the passage as having reference to events associated with both the first and second advents of Christ with an unstated time interval between the two (second-advent view). Within each of these categories individual interpreters differ on details.</p></div>"
  }, {
    "verseRange" : "daniel,9,24",
    "id" : 194658,
    "title" : "Dan 9:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 9:24\">9:24</a></b> <b>Seventy weeks.</b> Most interpreters view the units of “seventy weeks” as representing 490 years (<a class=\"bibleref\" href=\"/passage/?search=Dan 9:24-Dan 9:27\">9:24–27</a> note). These so-called seventy weeks of years are then divided into three subunits of 49 years (“seven weeks,” <a class=\"bibleref\" href=\"/passage/?search=Dan 9:25\">v. 25</a>); 434 years (“sixty-two weeks,” <a class=\"bibleref\" href=\"/passage/?search=Dan 9:26\">v. 26</a>); and 7 years (“one week,” <a class=\"bibleref\" href=\"/passage/?search=Dan 9:27\">v. 27</a>). Interpreters differ over whether these subunits are to be viewed as a continuous sequence or as having time intervals between them.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,9,25",
    "text" : "\"Know and understand this: From the issuing of the decree to restore and rebuild Jerusalem until the Anointed One, the ruler, comes, there will be seven 'sevens,' and sixty-two 'sevens.' It will be rebuilt with streets and a trench, but in times of trouble."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,9,25",
    "id" : 194659,
    "title" : "Dan 9:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 9:25\">9:25</a></b> <b>the going out of the word.</b> The Hebrew term translated “word” may mean either word or command. This ambiguity has given rise to two primary interpretations for the beginning of the “seventy weeks”: (a) some interpreters understand it to be the decree issued by Artaxerxes I in the seventh year of his reign, or 457 <span class=\"small-caps\">b.c.</span> (<a class=\"bibleref\" href=\"/passage/?search=Ezra 7:12-Ezra 7:26\">Ezra 7:12–26</a>). Forty-nine years later (408 <span class=\"small-caps\">b.c.</span>) the streets and wall around Jerusalem had been completed (v. 25). (b) Other commentators understand the “seventy weeks” to begin in 587 <span class=\"small-caps\">b.c.</span>, the time of Jeremiah’s prediction (his “word”) that Jerusalem would be rebuilt (<a class=\"bibleref\" href=\"/passage/?search=Jer 31:38\">Jer. 31:38</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 32:15\">32:15</a>, <a class=\"bibleref\" href=\"/passage/?search=Jer 32:37\">37</a>, <a class=\"bibleref\" href=\"/passage/?search=Jer 32:44\">44</a>). Forty-nine years later would be 538 <span class=\"small-caps\">b.c.</span>, the year that Cyrus permitted the Jews to fulfill Jeremiah’s prophecy by returning to Palestine (<a class=\"bibleref\" href=\"/passage/?search=Ezra 1:1-Ezra 1:4\">Ezra 1:1–4</a>).</p><p><b>to the coming of an anointed one.</b> Advocates of interpretation (a) above understand “anointed one” to be a reference to Jesus. Linking the “seven weeks” (49 years) and the “sixty-two weeks” (434 years) as a continuous sequence yields 483 years, to run from 457 <span class=\"small-caps\">b.c.</span> to <span class=\"small-caps\">a.d.</span> 27, or approximately the beginning of Christ’s three-year public ministry. Others take the 483 years to begin with the “command” of Artaxerxes I in the twentieth year of his reign (<a class=\"bibleref\" href=\"/passage/?search=Neh 2:1\">Neh. 2:1</a>), 444 <span class=\"small-caps\">b.c.</span>, instead of the seventh year of his reign (<a class=\"bibleref\" href=\"/passage/?search=Ezra 7:12-Ezra 7:26\">Ezra 7:12–26</a>) in 457 <span class=\"small-caps\">b.c.</span> Using a 360-day lunar year (as in the Jewish calendar), this approach reaches a date for the crucifixion in <span class=\"small-caps\">a.d.</span> 33. This date for the crucifixion is possible but not certain. Advocates of interpretation (b) above understand “anointed one” to refer to Cyrus (also called the Lord’s “anointed,” <a class=\"bibleref\" href=\"/passage/?search=Isa 45:1\">Is. 45:1</a>). This view separates the “seven weeks” and the “sixty-two weeks.” The “seven weeks” elapse between the destruction of Jerusalem in 586 <span class=\"small-caps\">b.c.</span> and the decree of Cyrus in 538 <span class=\"small-caps\">b.c.</span> The “sixty-two weeks” (434 years) is the time when the city is to be rebuilt, somewhere between 538 <span class=\"small-caps\">b.c.</span> and <span class=\"small-caps\">a.d.</span> 70 (when Jerusalem was destroyed). With this view, a time interval is required between the two periods of “weeks.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,9,26",
    "text" : "After the sixty-two 'sevens,' the Anointed One will be cut off and will have nothing. The people of the ruler who will come will destroy the city and the sanctuary. The end will come like a flood: War will continue until the end, and desolations have been decreed."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,9,26",
    "id" : 194660,
    "title" : "Dan 9:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 9:26\">9:26</a></b> <b>after the sixty-two weeks, an anointed one shall be cut off.</b> Many interpreters understand this to refer to the crucifixion of Christ. According to view (b) above, the “anointed one” of <a class=\"bibleref\" href=\"/passage/?search=Dan 9:26\">v. 26</a> is Christ, and the “anointed one” of <a class=\"bibleref\" href=\"/passage/?search=Dan 9:25\">v. 25</a> is Cyrus.</p><p><b>the people of the prince.</b> Many interpreters agree that the assailants are the armies of Titus who destroyed Jerusalem in <span class=\"small-caps\">a.d.</span> 70. Some adherents of the second-advent view (<a class=\"bibleref\" href=\"/passage/?search=Dan 9:24-Dan 9:27\">9:24–27</a> note), however, argue that while the assailants are the armies of Titus, the “prince” himself is the Antichrist. This identification provides a transition to the second-advent interpretation of <a class=\"bibleref\" href=\"/passage/?search=Dan 9:27\">v. 27</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,9,27",
    "text" : "He will confirm a covenant with many for one 'seven.' In the middle of the 'seven' he will put an end to sacrifice and offering. And on a wing of the temple he will set up an abomination that causes desolation, until the end that is decreed is poured out on him. \""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,9,27",
    "id" : 194661,
    "title" : "Dan 9:27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 9:27\">9:27</a></b> <b>he shall make a strong covenant with many for one week.</b> Advocates of the first-advent view (<a class=\"bibleref\" href=\"/passage/?search=Dan 9:24-Dan 9:27\">9:24–27</a> note) understand that “anointed one” will “make a strong covenant,” that is, live out His public ministry. Advocates of the second-advent view posit a time interval between <a class=\"bibleref\" href=\"/passage/?search=Dan 9:26\">vv. 26</a> and <a class=\"bibleref\" href=\"/passage/?search=Dan 9:27\">27</a> and understand that the “prince” will “make a strong covenant.” The “prince” is identified as Antichrist, who will establish a covenant with Jewish people regathered in the land of Israel during a “tribulation” period (<a class=\"bibleref\" href=\"/passage/?search=Dan 12:1\">12:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Matt 24:21\">Matt. 24:21</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 7:14\">Rev. 7:14</a>) of seven years (the seventieth “week”).</p><p><b>an end to sacrifice.</b> According to advocates of the first-advent view (9:24–27 note) this refers to the termination of the Old Testament sacrificial system brought about by the death of Christ. According to advocates of the second-advent view this is a reference to the Antichrist’s prohibition of “sacrifice and offering” (perhaps standing for religious practice in general) by the regathered Jewish people after three-and-a-half years (<a class=\"bibleref\" href=\"/passage/?search=Rev 11:2\">Rev. 11:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 12:6\">12:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Rev 12:14\">14</a>) of the tribulation period.</p><p><b>one who makes desolate.</b> According to the first-advent view (9:24–27 note) this describes the destruction of Jerusalem that occurred in <span class=\"small-caps\">a.d.</span> 70. According to the second-advent view it describes a catastrophe that will come upon Jerusalem in connection with the activities of the Antichrist. Phrases similar to “an abomination that makes desolate” occur in <a class=\"bibleref\" href=\"/passage/?search=Dan 8:13\">Dan. 8:13</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 11:31\">11:31</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 12:11\">12:11</a> (notes) as well as <a class=\"bibleref\" href=\"/passage/?search=1Macc 1:54\">1 Macc. 1:54</a>. <a class=\"bibleref\" href=\"/passage/?search=Dan 8:13\">Dan. 8:13</a> and <a class=\"bibleref\" href=\"/passage/?search=1Macc 1:54\">1 Macc. 1:54</a> are clearly references to the activities of Antiochus IV. Jesus refers to this “abomination” in His prophecy of events yet future (<a class=\"bibleref\" href=\"/passage/?search=Matt 24:15\">Matt. 24:15</a>; <a class=\"bibleref\" href=\"/passage/?search=Mark 13:14\">Mark 13:14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,10,1",
    "text" : "In the third year of Cyrus king of Persia, a revelation was given to Daniel (who was called Belteshazzar). Its message was true and it concerned a great war. The understanding of the message came to him in a vision."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,10,1-daniel,12,13",
    "id" : 194662,
    "title" : "Dan 10–12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 10-Dan 12\">10:1–12:13</a></b> The prophet reveals a final vision concerning the future reign of Antiochus IV Epiphanes, but looking beyond his reign to another that culminates at the end of the age.</p></div>"
  }, {
    "verseRange" : "daniel,10,1",
    "id" : 194663,
    "title" : "Dan 10:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 10:1\">10:1</a></b> <b>the third year of Cyrus.</b> That is, 537 <span class=\"small-caps\">b.c.</span> See note <a class=\"bibleref\" href=\"/passage/?search=Dan 1:21\">1:21</a>. The repatriated exiles returned to the land to rebuild the temple (<a class=\"bibleref\" href=\"/passage/?search=Ezra 1:1-Ezra 1:4\">Ezra 1:1–4</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezra 3:8\">3:8</a>), but would soon have to cease their efforts temporarily (<a class=\"bibleref\" href=\"/passage/?search=Ezra 4:24\">Ezra 4:24</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,10,2",
    "text" : "At that time I, Daniel, mourned for three weeks."
  }, {
    "verse" : "daniel,10,3",
    "text" : "I ate no choice food; no meat or wine touched my lips; and I used no lotions at all until the three weeks were over."
  }, {
    "verse" : "daniel,10,4",
    "text" : "On the twenty-fourth day of the first month, as I was standing on the bank of the great river, the Tigris,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,10,2",
    "id" : 194664,
    "title" : "Dan 10:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 10:2\">10:2</a></b> <b>mourning.</b> Daniel probably mourns because of the state of Jerusalem (<a class=\"bibleref\" href=\"/passage/?search=Neh 1:4\">Neh. 1:4</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 61:3-Isa 61:4\">Is. 61:3–4</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 64:8-Isa 64:12\">64:8–12</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 66:10\">66:10</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,10,5",
    "text" : "I looked up and there before me was a man dressed in linen, with a belt of the finest gold around his waist."
  }, {
    "verse" : "daniel,10,6",
    "text" : "His body was like chrysolite, his face like lightning, his eyes like flaming torches, his arms and legs like the gleam of burnished bronze, and his voice like the sound of a multitude."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,10,5",
    "id" : 194665,
    "title" : "Dan 10:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 10:5\">10:5 a</a></b> <b>man clothed in linen.</b> Vv. 5, 6 give a detailed description of an angel, perhaps the one who spoke to Gabriel (<a class=\"bibleref\" href=\"/passage/?search=Dan 8:16\">8:16</a>), or Gabriel himself (<a class=\"bibleref\" href=\"/passage/?search=Dan 9:21\">9:21</a>). His appearance is much like that of the glory of the Lord (<a class=\"bibleref\" href=\"/passage/?search=Ezek 1:26-Ezek 1:28\">Ezek. 1:26–28</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 1:12-Rev 1:16\">Rev. 1:12–16</a>). For other references to angels, see <a class=\"bibleref\" href=\"/passage/?search=Judg 13:6\">Judg. 13:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 9:2\">Ezek. 9:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 9:3\">3</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 10:2\">10:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Luke 24:4\">Luke 24:4</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,10,7",
    "text" : "I, Daniel, was the only one who saw the vision; the men with me did not see it, but such terror overwhelmed them that they fled and hid themselves."
  }, {
    "verse" : "daniel,10,8",
    "text" : "So I was left alone, gazing at this great vision; I had no strength left, my face turned deathly pale and I was helpless."
  }, {
    "verse" : "daniel,10,9",
    "text" : "Then I heard him speaking, and as I listened to him, I fell into a deep sleep, my face to the ground."
  }, {
    "verse" : "daniel,10,10",
    "text" : "A hand touched me and set me trembling on my hands and knees."
  }, {
    "verse" : "daniel,10,11",
    "text" : "He said, \"Daniel, you who are highly esteemed, consider carefully the words I am about to speak to you, and stand up, for I have now been sent to you.\" And when he said this to me, I stood up trembling."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,10,7",
    "id" : 194666,
    "title" : "Dan 10:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 10:7\">10:7</a></b> <b>great trembling.</b> See <a class=\"bibleref\" href=\"/passage/?search=Isa 6:5\">Is. 6:5</a>; <a class=\"bibleref\" href=\"/passage/?search=Luke 5:8\">Luke 5:8</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,10,12",
    "text" : "Then he continued, \"Do not be afraid, Daniel. Since the first day that you set your mind to gain understanding and to humble yourself before your God, your words were heard, and I have come in response to them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,10,12",
    "id" : 194667,
    "title" : "Dan 10:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 10:12\">10:12</a></b> <b>I have come because of your words.</b> The vision and revelation that Daniel received came as a direct response to his prayers.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,10,13",
    "text" : "But the prince of the Persian kingdom resisted me twenty-one days. Then Michael, one of the chief princes, came to help me, because I was detained there with the king of Persia."
  }, {
    "verse" : "daniel,10,14",
    "text" : "Now I have come to explain to you what will happen to your people in the future, for the vision concerns a time yet to come.\""
  }, {
    "verse" : "daniel,10,15",
    "text" : "While he was saying this to me, I bowed with my face toward the ground and was speechless."
  }, {
    "verse" : "daniel,10,16",
    "text" : "Then one who looked like a man touched my lips, and I opened my mouth and began to speak. I said to the one standing before me, \"I am overcome with anguish because of the vision, my lord, and I am helpless."
  }, {
    "verse" : "daniel,10,17",
    "text" : "How can I, your servant, talk with you, my lord? My strength is gone and I can hardly breathe.\""
  }, {
    "verse" : "daniel,10,18",
    "text" : "Again the one who looked like a man touched me and gave me strength."
  }, {
    "verse" : "daniel,10,19",
    "text" : "\"Do not be afraid, O man highly esteemed,\" he said. \"Peace! Be strong now; be strong.\" When he spoke to me, I was strengthened and said, \"Speak, my lord, since you have given me strength.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,10,13",
    "id" : 194668,
    "title" : "Dan 10:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 10:13\">10:13</a></b> <b>the prince of the kingdom of Persia withstood me.</b> This “prince” is an evil but powerful spiritual being (cf. <a class=\"bibleref\" href=\"/passage/?search=Isa 24:21\">Is. 24:21</a>; <a class=\"bibleref\" href=\"/passage/?search=Luke 11:14-Luke 11:26\">Luke 11:14–26</a>) affecting Persian rule.</p><p><b>Michael.</b> “Michael” is elsewhere in Scripture depicted as a commander of the holy angels (<a class=\"bibleref\" href=\"/passage/?search=Jude 1:9\">Jude 9</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 12:7\">Rev. 12:7</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=2Kgs 6:15-2Kgs 6:17\">2 Kin. 6:15–17</a>). Here is a glimpse of spiritual battles waged in heavenly places and affecting events on earth (cf. <a class=\"bibleref\" href=\"/passage/?search=Eph 6:12\">Eph. 6:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 12:7-Rev 12:9\">Rev. 12:7–9</a>). The power of fallen angels is limited by God, as is made clear here and elsewhere in Scripture (<a class=\"bibleref\" href=\"/passage/?search=Job 1:12\">Job 1:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Job 2:6\">2:6</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,10,20",
    "text" : "So he said, \"Do you know why I have come to you? Soon I will return to fight against the prince of Persia, and when I go, the prince of Greece will come;"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,10,20",
    "id" : 194669,
    "title" : "Dan 10:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 10:20\">10:20</a></b> <b>the prince of Persia.</b> See note on <a class=\"bibleref\" href=\"/passage/?search=Dan 10:13\">v. 13</a>.</p><p><b>the prince of Greece.</b> This angel affects the affairs of the Greek kingdom (<a class=\"bibleref\" href=\"/passage/?search=Dan 10:13\">v. 13</a> note). Although both Persia and Greece would rule over God’s people, Daniel must understand that their power is limited by the power of God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,10,21",
    "text" : "but first I will tell you what is written in the Book of Truth. (No one supports me against them except Michael, your prince."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,10,21",
    "id" : 194670,
    "title" : "Dan 10:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 10:21\">10:21</a></b> <b>the book of truth.</b> This is a metaphor standing for God’s knowledge and control of all history.</p><p><b>none . . . except Michael.</b> Michael’s interest to protect Israel (<a class=\"bibleref\" href=\"/passage/?search=Dan 10:13\">v. 13</a> note; cf. <a class=\"bibleref\" href=\"/passage/?search=Dan 12:1\">12:1</a>) corresponds with the interest of the messenger, who is directly concerned with God’s purposes.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,11,1",
    "text" : "And in the first year of Darius the Mede, I took my stand to support and protect him.)"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,11,1",
    "id" : 194671,
    "title" : "Dan 11:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 11:1\">11:1</a></b> <b>in the first year of Darius the Mede.</b> Two years earlier (<a class=\"bibleref\" href=\"/passage/?search=Dan 10:1\">10:1</a> note) the angel who was speaking to Daniel had given assistance to Michael (<a class=\"bibleref\" href=\"/passage/?search=Dan 10:13\">10:13</a> note), perhaps in connection with the Persian decree to permit the Jews to return to their homeland.</p></div>"
  } ]
} ]
