[ {
  "singleVerses" : [ "revelation,9,1", "revelation,9,2", "revelation,9,3", "revelation,9,4" ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,8,2-revelation,11,19",
    "id" : 199677,
    "title" : "Rev 8:2–11:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 8:2-Rev 11:19\">8:2–11:19</a></b> Seven angels blow seven trumpets. The trumpets set in motion seven judgments leading up to the Second Coming. The trumpets form the second cycle out of several that depict God’s rule over history from various angles. On the structure of these judgments, see note <a class=\"bibleref\" href=\"/passage/?search=Rev 6:1-Rev 8:1\">6:1–8:1</a>. Like the trumpets used in the battle of Jericho (<a class=\"bibleref\" href=\"/passage/?search=Josh 6\">Josh. 6</a>), these trumpets lead up to the fall of the worldly city (11:8 note, 11:13), and in the seventh trumpet the complete victory of God arrives. The trumpet plagues are reminiscent of the plagues on Egypt, signifying God’s judgments on idolatrous power.</p><p>The seven seals began with announcements of riders commissioned to bring calamities (6:1–8 note). The seven trumpets, by contrast, contain descriptions of the calamities themselves. The intensity of judgment has increased. Yet still some things are spared: most of the trumpet plagues fall on a third of the people or the land, not on all; the locust plague of 9:1–12 is over after five months; some people survive the collapse of the city in 11:13. By contrast, the later judgments with the bowls (15:1–16:21) are thoroughly devastating.</p></div>"
  }, {
    "verseRange" : "revelation,9,1-revelation,9,12",
    "id" : 199684,
    "title" : "Rev 9:1–12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 9:1-Rev 9:12\">9:1–12</a></b> The trumpet blast sets in motion a horrific army of locusts, energized by demonic sources (<a class=\"bibleref\" href=\"/passage/?search=Rev 9:1\">vv. 1</a>, <a class=\"bibleref\" href=\"/passage/?search=Rev 9:2\">2</a>). The imagery derives from <a class=\"bibleref\" href=\"/passage/?search=Exod 10:13-Exod 10:15\">Ex. 10:13–15</a> and <a class=\"bibleref\" href=\"/passage/?search=Joel 2:1-Joel 2:11\">Joel 2:1–11</a>, where a literal locust plague foreshadows even more devastating judgment coming from a divinely commissioned army (<a class=\"bibleref\" href=\"/passage/?search=Joel 2:11\">Joel 2:11</a>). Their terrorizing powers compare only to those of the beast (13:1–10). These infernal monsters attack only the wicked, not the saints (v. 4).</p><p>The wicked sometimes suffer even in this life as a preview of their final punishment (20:11–15). According to idealist interpreters (Introduction: Interpretive Difficulties), the vision depicts the self-defeating and tormenting nature of wickedness in the human soul. Powers from the abyss attack not the saints but only the wicked. Historicists have generally seen the vision as a depiction of Islamic conquest of a degenerate Western Europe (<span class=\"small-caps\">a.d.</span> 612–762), but such an application would be only one embodiment of the principle, and an imperfect one at that. Futurists understand the vision as a supernatural plague of demonic spirits, to be loosed on the earth shortly before the Second Coming. The fundamental principle is the same in all these interpretations, and multiple applications of the principle are possible.</p></div>"
  } ]
}, {
  "singleVerses" : [ "revelation,9,5", "revelation,9,6", "revelation,9,7", "revelation,9,8", "revelation,9,9", "revelation,9,10" ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,9,5",
    "id" : 199685,
    "title" : "Rev 9:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 9:5\">9:5</a></b> <b>five months.</b> A normal locust swarm would move on after a few days. This demonic swarm stays for the whole period during which locusts might be seen.</p></div>"
  } ]
}, {
  "singleVerses" : [ "revelation,9,11", "revelation,9,12" ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,9,11",
    "id" : 199686,
    "title" : "Rev 9:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 9:11\">9:11</a></b> <b>Apollyon.</b> See text note. There may be an ironic allusion to Nero or Domitian, both of whom saw themselves as similar to the Greek god Apollo.</p></div>"
  } ]
}, {
  "singleVerses" : [ "revelation,9,13", "revelation,9,14", "revelation,9,15", "revelation,9,16", "revelation,9,17", "revelation,9,18", "revelation,9,19", "revelation,9,20", "revelation,9,21" ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,9,13-revelation,9,21",
    "id" : 199687,
    "title" : "Rev 9:13–21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 9:13-Rev 9:21\">9:13–21</a></b> The Roman Empire feared an attack of the Parthians from beyond the Euphrates (<a class=\"bibleref\" href=\"/passage/?search=Rev 9:14\">v. 14</a>), the eastern border of the empire. But all such fears are dwarfed by what Revelation pictures. Outside threats experienced by the Roman Empire presage the final day of cosmic battle (<a class=\"bibleref\" href=\"/passage/?search=Rev 16:14\">16:14</a>). The events of these verses are similar to those of <a class=\"bibleref\" href=\"/passage/?search=Rev 16:14\">16:14</a>, but the consequences are less severe, leaving time for repentance (<a class=\"bibleref\" href=\"/passage/?search=Rev 16:18-Rev 16:21\">vv. 18–21</a>).</p></div>"
  } ]
} ]
