[ {
  "verses" : [ {
    "verse" : "habakkuk,1,1",
    "text" : "The oracle that Habakkuk the prophet received."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,1,1",
    "id" : 195293,
    "title" : "Hab 1:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:1\">1:1</a></b> <b>oracle.</b> Often a technical term for a prophecy of judgment against a foreign nation (<a class=\"bibleref\" href=\"/passage/?search=Isa 13:1\">Is. 13:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 15:1\">15:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Nah 1:1\">Nah. 1:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Mal 1:1\">Mal. 1:1</a> note).</p><p><b>Habakkuk the prophet.</b> See Introduction: Author.</p><p><b>saw.</b> The divine message took the form of a supernatural revelation to the prophet’s inner sight or hearing (<a class=\"bibleref\" href=\"/passage/?search=Mic 1:1\">Mic. 1:1</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,1,2",
    "text" : "How long, O LORD, must I call for help, but you do not listen? Or cry out to you, \"Violence!\" but you do not save?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,1,2-habakkuk,1,4",
    "id" : 195294,
    "title" : "Hab 1:2–4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:2-Hab 1:4\">1:2–4</a></b> Habakkuk’s first complaint: The prophet was grieved and shocked by how God’s people continually departed from covenant life. They no longer lived like a chosen and saved people (<a class=\"bibleref\" href=\"/passage/?search=Exod 19:4-Exod 19:6\">Ex. 19:4–6</a>). But Habakkuk is even more concerned about the Lord’s apparent inactivity. Breach of the covenant was to bring curses and judgment (<a class=\"bibleref\" href=\"/passage/?search=Deut 28:15-Deut 28:68\">Deut. 28:15–68</a>). He therefore appealed to the Lord in language reminiscent of the psalms of individual complaint to redress a seemingly hopeless situation. Habakkuk’s passionate dialogue and anguished wrestling with the Lord dominate the first part of the book (1:2–2:20).</p></div>"
  }, {
    "verseRange" : "habakkuk,1,2",
    "id" : 195295,
    "title" : "Hab 1:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:2\">1:2</a></b> <b>how long.</b> The impatient question, characteristic of the psalms of lament (<a class=\"bibleref\" href=\"/passage/?search=Ps 13:2\">Ps. 13:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 62:3\">62:3</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 47:6\">Jer. 47:6</a>), indicates both importunity and perseverance in the prophet’s appeal to the Lord, the final Judge in matters of covenant disobedience.</p><p><b>shall I cry.</b> This indicates the loud cry of someone in deep distress (<a class=\"bibleref\" href=\"/passage/?search=Ps 22:24\">Ps. 22:24</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 30:2\">30:2</a>).</p><p><b>Violence.</b> This term summarizes the deliberate, brutal, and insensitive infringement of the rights and privileges of members of the covenant community.</p><p><b>you will not save.</b> Habakkuk painfully observes the Lord’s seeming indifference and inactivity in the face of undeserved suffering.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,1,3",
    "text" : "Why do you make me look at injustice? Why do you tolerate wrong? Destruction and violence are before me; there is strife, and conflict abounds."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,1,3",
    "id" : 195296,
    "title" : "Hab 1:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:3\">1:3</a></b> <b>Why.</b> The question continues the complaint (cf. <a class=\"bibleref\" href=\"/passage/?search=Lam 5:20\">Lam. 5:20</a>).</p><p><b>iniquity.</b> Lit. “labor” or “toil” that leads to distress, exhaustion, and despondency.</p><p><b>strife and contention.</b> Unchecked wickedness results in a divided community riddled with suspicions, accusations, and personal attacks.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,1,4",
    "text" : "Therefore the law is paralyzed, and justice never prevails. The wicked hem in the righteous, so that justice is perverted."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,1,4",
    "id" : 195297,
    "title" : "Hab 1:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:4\">1:4</a></b> <b>the law is paralyzed.</b> Lit. “the law is numb.” The word for “law” (Hebrew <i>torah</i>) denotes the divinely revealed standard for covenant life. The power and influence of the wicked had rendered the law ineffectual.</p><p><b>the wicked.</b> Those in Israel who spurned the Lord’s will and law.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,1,5",
    "text" : "\"Look at the nations and watch- and be utterly amazed. For I am going to do something in your days that you would not believe, even if you were told."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,1,5-habakkuk,1,11",
    "id" : 195298,
    "title" : "Hab 1:5–11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:5-Hab 1:11\">1:5–11</a></b> God’s first response: The Lord will send the Babylonians to judge His people. He uses strange instruments against His unfaithful people—the terrifying Babylonians (cf. <a class=\"bibleref\" href=\"/passage/?search=Isa 10:5\">Is. 10:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Isa 10:6\">6</a>).</p></div>"
  }, {
    "verseRange" : "habakkuk,1,5",
    "id" : 195299,
    "title" : "Hab 1:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:5\">1:5</a></b> <b>astounded . . . not believe.</b> God’s method—the victory of the wicked over those “more righteous” (<a class=\"bibleref\" href=\"/passage/?search=Hab 1:13\">v. 13</a>)—would pose a stumbling block to faith among Habakkuk’s audience.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,1,6",
    "text" : "I am raising up the Babylonians, that ruthless and impetuous people, who sweep across the whole earth to seize dwelling places not their own."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,1,6",
    "id" : 195300,
    "title" : "Hab 1:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:6\">1:6</a></b> <b>I am raising up.</b> The sovereign God of Israel controls every power in history, including the aggressive Chaldeans.</p><p><b>Chaldeans.</b> Also called Babylonians, or Neo-Babylonians, the Chaldeans rose to power as the Assyrian Empire fell. Nineveh, capital of Assyria, was destroyed in 612 <span class=\"small-caps\">b.c.</span> The Chaldeans ruled until their capital, Babylon, was destroyed by the Persians in 539.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,1,7",
    "text" : "They are a feared and dreaded people; they are a law to themselves and promote their own honor."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,1,7",
    "id" : 195301,
    "title" : "Hab 1:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:7\">1:7</a></b> <b>justice . . . from themselves.</b> This describes the arrogance of the coming enemy whose standards of action and honor were entirely selfish.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,1,8",
    "text" : "Their horses are swifter than leopards, fiercer than wolves at dusk. Their cavalry gallops headlong; their horsemen come from afar. They fly like a vulture swooping to devour;"
  }, {
    "verse" : "habakkuk,1,9",
    "text" : "they all come bent on violence. Their hordes advance like a desert wind and gather prisoners like sand."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,1,8-habakkuk,1,9",
    "id" : 195302,
    "title" : "Hab 1:8–9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:8\">1:8</a>, <a class=\"bibleref\" href=\"/passage/?search=Hab 1:9\">9</a></b> Vivid images portray the speed and resolution of these fierce and overpowering warriors.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,1,10",
    "text" : "They deride kings and scoff at rulers. They laugh at all fortified cities; they build earthen ramps and capture them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,1,10",
    "id" : 195303,
    "title" : "Hab 1:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:10\">1:10</a></b> <b>At kings they scoff.</b> The intimidating Babylonian armies look at obstacles as challenges and treat their opposition with contempt.</p><p><b>pile up earth.</b> Siege ramps built by attackers to gain access to a fortified city’s walls.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,1,11",
    "text" : "Then they sweep past like the wind and go on- guilty men, whose own strength is their god.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,1,11",
    "id" : 195304,
    "title" : "Hab 1:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:11\">1:11</a></b> <b>whose own might is their god.</b> Or, “this his power is his god.” Pride, especially the deification of one’s own power, is offensive to God, the only One who deserves our worship.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,1,12",
    "text" : "O LORD, are you not from everlasting? My God, my Holy One, we will not die. O LORD, you have appointed them to execute judgment; O Rock, you have ordained them to punish."
  }, {
    "verse" : "habakkuk,1,13",
    "text" : "Your eyes are too pure to look on evil; you cannot tolerate wrong. Why then do you tolerate the treacherous? Why are you silent while the wicked swallow up those more righteous than themselves?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,1,12-habakkuk,1,17",
    "id" : 195305,
    "title" : "Hab 1:12–17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:12-Hab 1:17\">1:12–17</a></b> Habakkuk’s second complaint: The Lord’s plan to use the wicked Babylonians to punish Israel seems to be in flagrant opposition to God’s own revealed character.</p></div>"
  }, {
    "verseRange" : "habakkuk,1,12",
    "id" : 195306,
    "title" : "Hab 1:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:12\">1:12</a></b> <b>from everlasting.</b> As the eternal God of history and Lord of His people, He is free to choose the agents of chastisement.</p><p><b>my God, my Holy One.</b> A personal relationship to the incomparable God, the Holy One, turns confusion into conviction that the present anguish will not be the end.</p><p><b>O Rock.</b> This ancient Mosaic name for God emphasizes divine dependability and protection (<a class=\"bibleref\" href=\"/passage/?search=Deut 32:4\">Deut. 32:4</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,1,14",
    "text" : "You have made men like fish in the sea, like sea creatures that have no ruler."
  }, {
    "verse" : "habakkuk,1,15",
    "text" : "The wicked foe pulls all of them up with hooks, he catches them in his net, he gathers them up in his dragnet; and so he rejoices and is glad."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,1,14",
    "id" : 195307,
    "title" : "Hab 1:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:14\">1:14</a></b> <b>You make mankind.</b> A bold accusation by Habakkuk. If the Lord tolerates the evil actions of the Babylonians, He becomes responsible for the fate of their victims.</p><p><b>like the fish.</b> Imagery of Babylon as a fisherman catching helpless fish is developed in <a class=\"bibleref\" href=\"/passage/?search=Hab 1:14-Hab 1:17\">vv. 14–17</a>. Fishing was an important activity in Babylonia, which was located in the region of the Tigris and Euphrates rivers and was bordered on the south by the Persian Gulf. Some ancient Near Eastern wall reliefs portray victorious rulers carrying captives in fishnets.</p><p><b>no ruler.</b> There was no one to protect them. Kings in the ancient Near East were seen as the protectors of their people (<a class=\"bibleref\" href=\"/passage/?search=1Sam 8:20\">1 Sam. 8:20</a>). An implicit accusation may also be present here, since the Lord was the ultimate King and protector of His people (<a class=\"bibleref\" href=\"/passage/?search=Deut 33:5\">Deut. 33:5</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 63:18\">Is. 63:18</a>, <a class=\"bibleref\" href=\"/passage/?search=Isa 63:19\">19</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,1,16",
    "text" : "Therefore he sacrifices to his net and burns incense to his dragnet, for by his net he lives in luxury and enjoys the choicest food."
  }, {
    "verse" : "habakkuk,1,17",
    "text" : "Is he to keep on emptying his net, destroying nations without mercy?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,1,16",
    "id" : 195308,
    "title" : "Hab 1:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 1:16\">1:16</a></b> <b>sacrifices.</b> The instruments of their success are idolized and worshiped (<a class=\"bibleref\" href=\"/passage/?search=Hab 1:11\">v. 11</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,1",
    "text" : "I will stand at my watch and station myself on the ramparts; I will look to see what he will say to me, and what answer I am to give to this complaint."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,1-habakkuk,2,20",
    "id" : 195309,
    "title" : "Hab 2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2\">2:1–20</a></b> Habakkuk receives an answer to his painful questions of <a class=\"bibleref\" href=\"/passage/?search=Hab 1:12-Hab 1:17\">1:12–17</a>. God will show that He is just and the justifier of those who have faith in Him. The final outcome of history will be worship of the one holy and just King (v. 20). The destiny of nations and individuals alike will be determined by their attitude toward God as it has found expression in persevering and faithful dependence or haughty rejection (<a class=\"bibleref\" href=\"/passage/?search=Ps 1\">Ps. 1</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 2:2\">2:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Ps 2:3\">3</a>).</p></div>"
  }, {
    "verseRange" : "habakkuk,2,1",
    "id" : 195310,
    "title" : "Hab 2:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:1\">2:1</a></b> Habakkuk’s anguished questioning drove him to the fount of all wisdom to wait for an answer. His words express his determination to wait for an answer. God is sovereign in word as well as in deed—His revelation cannot be forced.</p><p><b>watchpost . . . tower.</b> Military terms figuratively depict the prophet as a watchman on the lookout for a word from God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,2",
    "text" : "Then the LORD replied: \"Write down the revelation and make it plain on tablets so that a herald may run with it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,2",
    "id" : 195311,
    "title" : "Hab 2:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:2\">2:2</a></b> <b>Write . . . make it plain.</b> In order that it might be preserved and transmitted (cf. <a class=\"bibleref\" href=\"/passage/?search=Jer 30:2\">Jer. 30:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Nah 1:1\">Nah. 1:1</a>).</p><p><b>vision.</b> See note 1:1.</p><p><b>so he may run who reads it.</b> Perhaps a figure (though some suggest that Habakkuk actually wrote an oracle on large tablets) indicating that Habakkuk’s prophecy was to be publicized. Either the writing was to be so clear that a courier could run with the tablets to read them, or that its clarity should enable passersby to read without difficulty (i.e., “that one may read it swiftly”).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,3",
    "text" : "For the revelation awaits an appointed time; it speaks of the end and will not prove false. Though it linger, wait for it; it will certainly come and will not delay."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,3",
    "id" : 195312,
    "title" : "Hab 2:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:3\">2:3</a></b> <b>appointed time . . . not delay.</b> A fixed period must elapse before the prophecy will be fulfilled, but this should not be regarded as failure or deception. Rather, this time can be endured with the Lord’s guarantee of approaching fulfillment. Judgment on the Babylonians came (long after Habakkuk’s vision) through Cyrus on October 29, 539 <span class=\"small-caps\">b.c.</span></p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,4",
    "text" : "\"See, he is puffed up; his desires are not upright- but the righteous will live by his faith -"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,4",
    "id" : 195313,
    "title" : "Hab 2:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:4\">2:4</a></b> The Lord now discloses the essential distinction He makes between the wicked, the Babylonians, and the righteous, the remnant of Judah. The wicked take paths that lead to death and defeat; the righteous by faith take a path that leads to life and victory. In brief, this distinction and the promise it contains for the righteous constitute the word of comfort to Habakkuk. It also marks the turning point in his personal struggle over the Lord’s use of the wicked Babylonians as a rod of judgment against His people.</p><p><b>puffed up.</b> The Babylonian king and kingdom, the embodiment of wickedness in the world. Habakkuk has earlier described their arrogance (<a class=\"bibleref\" href=\"/passage/?search=Hab 1:7\">1:7</a>, <a class=\"bibleref\" href=\"/passage/?search=Hab 1:10\">10</a>, <a class=\"bibleref\" href=\"/passage/?search=Hab 1:11\">11</a>).</p><p><b>by his faith.</b> Or, “by his faithfulness.” In context here, the Hebrew word denotes steadfast reliance on the Lord, a trust that perseveres. In the midst of a land filled with wickedness (<a class=\"bibleref\" href=\"/passage/?search=Hab 1:2-Hab 1:4\">1:2–4</a>) and subject to the wrath of God, the Lord promises that a righteous remnant in Judah will trust in the God who remembers mercy in His wrath (<a class=\"bibleref\" href=\"/passage/?search=Hab 3:2\">3:2</a>). The Hebrew recalls the words of <a class=\"bibleref\" href=\"/passage/?search=Gen 15:6\">Gen. 15:6</a> and applies them to Habakkuk’s situation. By faith Abraham waited patiently for the fulfillment of God’s promises (<a class=\"bibleref\" href=\"/passage/?search=Heb 6:15\">Heb. 6:15</a>), and now Habakkuk and the remnant must wait patiently too (v. 3; 3:16). Here Paul found scriptural proof for the doctrine of justification by faith (<a class=\"bibleref\" href=\"/passage/?search=Rom 1:17\">Rom. 1:17</a>; <a class=\"bibleref\" href=\"/passage/?search=Gal 3:11\">Gal. 3:11</a>), and Habakkuk’s word of comfort has been a key text for Protestant Reformation faith since the sixteenth century.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,5",
    "text" : "indeed, wine betrays him; he is arrogant and never at rest. Because he is as greedy as the grave and like death is never satisfied, he gathers to himself all the nations and takes captive all the peoples."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,5",
    "id" : 195314,
    "title" : "Hab 2:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:5\">2:5</a></b> <b>wine is a traitor . . . arrogant man.</b> The arrogance and insatiability of the Babylonians is compared to a drunkard besotted with wine.</p><p><b>Sheol . . . death.</b> It was proverbial that death was like a devouring mouth always ready for more to die (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:12\">Prov. 1:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 27:20\">27:20</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 30:15\">30:15</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 30:16\">16</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,6",
    "text" : "\"Will not all of them taunt him with ridicule and scorn, saying, \"'Woe to him who piles up stolen goods and makes himself wealthy by extortion! How long must this go on?'"
  }, {
    "verse" : "habakkuk,2,7",
    "text" : "Will not your debtors suddenly arise? Will they not wake up and make you tremble? Then you will become their victim."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,6-habakkuk,2,20",
    "id" : 195315,
    "title" : "Hab 2:6–20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:6-Hab 2:20\">2:6–20</a></b> This section of woes forms a distinct literary unit. Prophetic judgments are presented here in a taunt song, a poetic form that mocks the defeated.</p></div>"
  }, {
    "verseRange" : "habakkuk,2,6-habakkuk,2,8",
    "id" : 195316,
    "title" : "Hab 2:6–8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:6-Hab 2:8\">2:6–8</a></b> The first woe. Those who plunder others will themselves be plundered.</p></div>"
  }, {
    "verseRange" : "habakkuk,2,6",
    "id" : 195317,
    "title" : "Hab 2:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:6\">2:6</a></b> <b>all these.</b> Judah and all those that suffered under the Babylonian oppressor. The prophecies of woe in <a class=\"bibleref\" href=\"/passage/?search=Hab 2:6-Hab 2:20\">vv. 6–20</a> are depicted in such general and proverbial terms that they acquire a universal applicability to the struggle of the persecuted righteous against the wicked.</p><p><b>Woe.</b> The Hebrew word is apparently an interjection derived from the funeral lament (sometimes rendered “Alas,” <a class=\"bibleref\" href=\"/passage/?search=1Kgs 13:30\">1 Kin. 13:30</a>), but is often used in prophecies of judgment.</p><p><b>pledges.</b> The heavy tribute exacted by the Babylonians is figuratively depicted as articles taken in security for debts.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,8",
    "text" : "Because you have plundered many nations, the peoples who are left will plunder you. For you have shed man's blood; you have destroyed lands and cities and everyone in them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,8",
    "id" : 195318,
    "title" : "Hab 2:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:8\">2:8</a></b> <b>blood.</b> The violence and bloodshed through which the Babylonians gained their plunder cries out to be avenged (<a class=\"bibleref\" href=\"/passage/?search=Hab 2:11\">v. 11</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Gen 4:10\">Gen. 4:10</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,9",
    "text" : "\"Woe to him who builds his realm by unjust gain to set his nest on high, to escape the clutches of ruin!"
  }, {
    "verse" : "habakkuk,2,10",
    "text" : "You have plotted the ruin of many peoples, shaming your own house and forfeiting your life."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,9-habakkuk,2,11",
    "id" : 195319,
    "title" : "Hab 2:9–11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:9-Hab 2:11\">2:9–11</a></b> The second woe condemns those who sought security and economic gain at the expense of others.</p></div>"
  }, {
    "verseRange" : "habakkuk,2,9",
    "id" : 195320,
    "title" : "Hab 2:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:9\">2:9</a></b> <b>nest on high.</b> Birds of prey often make their nests in high and inaccessible places. Likewise the Babylonians considered their position in world history to be secure (<a class=\"bibleref\" href=\"/passage/?search=Isa 14:13\">Is. 14:13</a>, <a class=\"bibleref\" href=\"/passage/?search=Isa 14:14\">14</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 47:7\">47:7</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,11",
    "text" : "The stones of the wall will cry out, and the beams of the woodwork will echo it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,11",
    "id" : 195321,
    "title" : "Hab 2:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:11\">2:11</a></b> <b>stone will . . . respond.</b> A striking personification. This cry against injustice emerges from building materials stolen from others or purchased with unjust gain.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,12",
    "text" : "\"Woe to him who builds a city with bloodshed and establishes a town by crime!"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,12-habakkuk,2,14",
    "id" : 195322,
    "title" : "Hab 2:12–14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:12-Hab 2:14\">2:12–14</a></b> The third woe pronounces judgment on the ruthless but futile efforts of the tyrant to perpetuate his fame.</p></div>"
  }, {
    "verseRange" : "habakkuk,2,12",
    "id" : 195323,
    "title" : "Hab 2:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:12\">2:12</a></b> <b>builds a town with blood.</b> Babylonian inscriptions confirm the high premium placed on building activities. Nebuchadnezzar, who used subjugated peoples as forced laborers, took special pride in his building of Babylon (<a class=\"bibleref\" href=\"/passage/?search=Dan 4:30\">Dan. 4:30</a>). Such projects involved loss of life and were paid for with the spoils of war.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,13",
    "text" : "Has not the LORD Almighty determined that the people's labor is only fuel for the fire, that the nations exhaust themselves for nothing?"
  }, {
    "verse" : "habakkuk,2,14",
    "text" : "For the earth will be filled with the knowledge of the glory of the LORD, as the waters cover the sea."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,13",
    "id" : 195324,
    "title" : "Hab 2:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:13\">2:13</a></b> <b>from the <span class=\"small-caps\">Lord</span> . . . nothing.</b> God sovereignly ensures that the efforts of the proud to perpetuate their own glory amount to nothing. Instead, the “earth will be filled with the knowledge of the glory of the <span class=\"small-caps\">Lord</span>” (<a class=\"bibleref\" href=\"/passage/?search=Hab 2:14\">v. 14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,15",
    "text" : "\"Woe to him who gives drink to his neighbors, pouring it from the wineskin till they are drunk, so that he can gaze on their naked bodies."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,15-habakkuk,2,17",
    "id" : 195325,
    "title" : "Hab 2:15–17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:15-Hab 2:17\">2:15–17</a></b> The fourth woe pronounces judgment on Babylon’s sadistic and humiliating treatment of others.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,16",
    "text" : "You will be filled with shame instead of glory. Now it is your turn! Drink and be exposed! The cup from the LORD's right hand is coming around to you, and disgrace will cover your glory."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,16",
    "id" : 195326,
    "title" : "Hab 2:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:16\">2:16</a></b> <b>cup in the <span class=\"small-caps\">Lord’</span>s right hand.</b> This biblical metaphor indicates divine retribution (<a class=\"bibleref\" href=\"/passage/?search=Isa 51:17-Isa 51:23\">Is. 51:17–23</a>). What the Babylonians did to others will be done to them (vv. 7, 8).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,17",
    "text" : "The violence you have done to Lebanon will overwhelm you, and your destruction of animals will terrify you. For you have shed man's blood; you have destroyed lands and cities and everyone in them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,17",
    "id" : 195327,
    "title" : "Hab 2:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:17\">2:17</a></b> <b>violence done to Lebanon.</b> Military campaigns usually caused extensive damage to plants and animals. Trees supplied building material and firewood (<a class=\"bibleref\" href=\"/passage/?search=Deut 20:19\">Deut. 20:19</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 20:20\">20</a>); wild and domestic animals were killed for food. Many cedar trees were lost during the Babylonian campaign against Lebanon (<a class=\"bibleref\" href=\"/passage/?search=Isa 14:8\">Is. 14:8</a>). God’s concern for His creation should be noted.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,18",
    "text" : "\"Of what value is an idol, since a man has carved it? Or an image that teaches lies? For he who makes it trusts in his own creation; he makes idols that cannot speak."
  }, {
    "verse" : "habakkuk,2,19",
    "text" : "Woe to him who says to wood, 'Come to life!' Or to lifeless stone, 'Wake up!' Can it give guidance? It is covered with gold and silver; there is no breath in it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,18-habakkuk,2,20",
    "id" : 195328,
    "title" : "Hab 2:18–20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:18-Hab 2:20\">2:18–20</a></b> The fifth woe denounces idolatry, the worship of false gods, as futile and foolish (<a class=\"bibleref\" href=\"/passage/?search=Isa 44:9-Isa 44:17\">Is. 44:9–17</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 57:12\">57:12</a>, <a class=\"bibleref\" href=\"/passage/?search=Isa 57:13\">13</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,2,20",
    "text" : "But the LORD is in his holy temple; let all the earth be silent before him.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,2,20",
    "id" : 195329,
    "title" : "Hab 2:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 2:20\">2:20</a></b> <b>temple.</b> Lit. “palace,” the heavenly sanctuary from which the Lord, the Great King, rules His world (<a class=\"bibleref\" href=\"/passage/?search=Ps 11:4\">Ps. 11:4</a>).</p><p><b>let all the earth keep silence.</b> A sharp contrast is drawn between the silent idols (v. 19) and the living God, before whom all others must keep silence. The woes of judgment on the proud and wicked culminate in the universal silence of worship in the glorious presence of the incomparable God (v. 14; <a class=\"bibleref\" href=\"/passage/?search=Ps 46:10\">Ps. 46:10</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,3,1",
    "text" : "A prayer of Habakkuk the prophet. On shigionoth."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,3,1-habakkuk,3,19",
    "id" : 195330,
    "title" : "Hab 3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3\">3:1–19</a></b> This chapter records the persevering prayer of Habakkuk. In moving hymnic style, Habakkuk responds (vv. 16–19) to the Lord’s revelation (<a class=\"bibleref\" href=\"/passage/?search=Hab 2:2-Hab 2:5\">2:2–5</a>) of His imminent intervention in history on behalf of His people (<a class=\"bibleref\" href=\"/passage/?search=Hab 2:3-Hab 2:15\">vv. 3–15</a>). As the Babylonians represented the proud and wicked on their way to ruin, Habakkuk now exemplifies the righteous faithful persevering and already rejoicing in hope of the Lord’s promise of life.</p></div>"
  }, {
    "verseRange" : "habakkuk,3,1",
    "id" : 195331,
    "title" : "Hab 3:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:1\">3:1</a></b> <b>prayer.</b> Here perhaps a synonym for hymn (<a class=\"bibleref\" href=\"/passage/?search=Ps 72:20\">Ps. 72:20</a>). The musical and liturgical notations in the heading, text, and conclusion of this prayer are like those commonly found in the psalms. See Introduction to Psalms: Characteristics and Themes.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,3,2",
    "text" : "LORD, I have heard of your fame; I stand in awe of your deeds, O LORD. Renew them in our day, in our time make them known; in wrath remember mercy."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,3,2",
    "id" : 195332,
    "title" : "Hab 3:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:2\">3:2</a></b> The invocation or prologue to the hymn.</p><p><b>heard the report.</b> Habakkuk’s patience in standing before the Lord (<a class=\"bibleref\" href=\"/passage/?search=Hab 2:1\">2:1</a> note) was rewarded by a vision based on God’s mighty deeds in the past.</p><p><b>revive it.</b> Be present and active as You were in the time of Moses.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,3,3",
    "text" : "God came from Teman, the Holy One from Mount Paran. Selah His glory covered the heavens and his praise filled the earth."
  }, {
    "verse" : "habakkuk,3,4",
    "text" : "His splendor was like the sunrise; rays flashed from his hand, where his power was hidden."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,3,3-habakkuk,3,15",
    "id" : 195333,
    "title" : "Hab 3:3–15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:3-Hab 3:15\">3:3–15</a></b> Habakkuk’s prayer portrays a theophany, or visible self-manifestation of God, using imagery that is found in the traditional descriptions of God’s appearances at the Exodus from Egypt, at the giving of the covenant law at Sinai, and during the conquest of Canaan (<a class=\"bibleref\" href=\"/passage/?search=Exod 15:1-Exod 15:18\">Ex. 15:1–18</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 33:2\">Deut. 33:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 33:3\">3</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 5:4\">Judg. 5:4</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 5:5\">5</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 18:10\">Ps. 18:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 68:7\">68:7</a>, <a class=\"bibleref\" href=\"/passage/?search=Ps 68:8\">8</a>, <a class=\"bibleref\" href=\"/passage/?search=Ps 68:24\">24</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 77:16-Ps 77:20\">77:16–20</a>).</p></div>"
  }, {
    "verseRange" : "habakkuk,3,3",
    "id" : 195334,
    "title" : "Hab 3:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:3\">3:3</a></b> <b>Teman.</b> The name of Esau’s grandson represents the land of Edom (<a class=\"bibleref\" href=\"/passage/?search=Amos 1:12\">Amos 1:12</a> note).</p><p><b>Mount Paran.</b> A mountain in the wilderness of the Sinai peninsula (<a class=\"bibleref\" href=\"/passage/?search=Deut 33:2\">Deut. 33:2</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,3,5",
    "text" : "Plague went before him; pestilence followed his steps."
  }, {
    "verse" : "habakkuk,3,6",
    "text" : "He stood, and shook the earth; he looked, and made the nations tremble. The ancient mountains crumbled and the age-old hills collapsed. His ways are eternal."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,3,5",
    "id" : 195335,
    "title" : "Hab 3:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:5\">3:5</a></b> <b>pestilence, and plague.</b> Habakkuk pictures ominous dimensions of God’s coming in judgment (<a class=\"bibleref\" href=\"/passage/?search=Deut 28:21\">Deut. 28:21</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 28:22\">22</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,3,7",
    "text" : "I saw the tents of Cushan in distress, the dwellings of Midian in anguish."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,3,7",
    "id" : 195336,
    "title" : "Hab 3:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:7\">3:7</a></b> <b>Cushan . . . Midian.</b> These are possibly alternative names for one people or area, perhaps for nomads from the Sinai peninsula.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,3,8",
    "text" : "Were you angry with the rivers, O LORD? Was your wrath against the streams? Did you rage against the sea when you rode with your horses and your victorious chariots?"
  }, {
    "verse" : "habakkuk,3,9",
    "text" : "You uncovered your bow, you called for many arrows. Selah You split the earth with rivers;"
  }, {
    "verse" : "habakkuk,3,10",
    "text" : "the mountains saw you and writhed. Torrents of water swept by; the deep roared and lifted its waves on high."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,3,8-habakkuk,3,11",
    "id" : 195337,
    "title" : "Hab 3:8–11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:8-Hab 3:11\">3:8–11</a></b> The prophet now directly addresses God. The approaching Lord is the invincible Divine Warrior who demonstrates His lordship over the cosmos. Similar poetic imagery is known from Canaanite and other mythologies.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,3,11",
    "text" : "Sun and moon stood still in the heavens at the glint of your flying arrows, at the lightning of your flashing spear."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,3,11",
    "id" : 195338,
    "title" : "Hab 3:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:11\">3:11</a></b> <b>stood still.</b> See <a class=\"bibleref\" href=\"/passage/?search=Josh 10:12\">Josh. 10:12</a>, <a class=\"bibleref\" href=\"/passage/?search=Josh 10:13\">13</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,3,12",
    "text" : "In wrath you strode through the earth and in anger you threshed the nations."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,3,12-habakkuk,3,15",
    "id" : 195339,
    "title" : "Hab 3:12–15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:12-Hab 3:15\">3:12–15</a></b> The Lord of nature also has absolute power over the forces of history. He comes to deliver His people and judge the wicked.</p></div>"
  }, {
    "verseRange" : "habakkuk,3,12",
    "id" : 195340,
    "title" : "Hab 3:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:12\">3:12</a></b> <b>threshed.</b> An agricultural image derived from the way grain was threshed by violent beating or trampling (<a class=\"bibleref\" href=\"/passage/?search=Amos 1:3\">Amos 1:3</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,3,13",
    "text" : "You came out to deliver your people, to save your anointed one. You crushed the leader of the land of wickedness, you stripped him from head to foot. Selah"
  }, {
    "verse" : "habakkuk,3,14",
    "text" : "With his own spear you pierced his head when his warriors stormed out to scatter us, gloating as though about to devour the wretched who were in hiding."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,3,13",
    "id" : 195341,
    "title" : "Hab 3:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:13\">3:13</a></b> <b>You went out.</b> In the past the Lord came out of His sanctuary for the salvation of His people in distress. This is what Habakkuk expects Him to do again.</p><p><b>for the salvation . . . anointed.</b> Or, “to save Your Anointed.” Possibly a synonym for the chosen people of Israel (cf. <a class=\"bibleref\" href=\"/passage/?search=Ps 105:15\">Ps. 105:15</a>), but more probably a reference to the Davidic kingship as it came to final expression in the Messiah (<a class=\"bibleref\" href=\"/passage/?search=Ps 132:10\">Ps. 132:10</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,3,15",
    "text" : "You trampled the sea with your horses, churning the great waters."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,3,15",
    "id" : 195342,
    "title" : "Hab 3:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:15\">3:15</a></b> <b>the sea.</b> Habakkuk refers again to the Exodus history in which God displayed His undisputed dominion over natural and historical forces.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,3,16",
    "text" : "I heard and my heart pounded, my lips quivered at the sound; decay crept into my bones, and my legs trembled. Yet I will wait patiently for the day of calamity to come on the nation invading us."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,3,16",
    "id" : 195343,
    "title" : "Hab 3:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:16\">3:16</a></b> Together with <a class=\"bibleref\" href=\"/passage/?search=Hab 3:2\">v. 2</a>, this verse encloses the hymn of <a class=\"bibleref\" href=\"/passage/?search=Hab 3:3-Hab 3:15\">vv. 3–15</a> with autobiographical references at beginning and end.</p><p><b>my body trembles.</b> Habakkuk describes in physical terms the profound effect that the divine self-revelation had on him (cf. <a class=\"bibleref\" href=\"/passage/?search=Jer 4:19\">Jer. 4:19</a>). The Lord answered his painful questions and will hear his prayer.</p><p><b>I will quietly wait . . . of trouble.</b> Awed by the divine majesty, Habakkuk may rest in the assurance that the Lord will judge the wicked.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,3,17",
    "text" : "Though the fig tree does not bud and there are no grapes on the vines, though the olive crop fails and the fields produce no food, though there are no sheep in the pen and no cattle in the stalls,"
  }, {
    "verse" : "habakkuk,3,18",
    "text" : "yet I will rejoice in the LORD, I will be joyful in God my Savior."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,3,17-habakkuk,3,18",
    "id" : 195344,
    "title" : "Hab 3:17–18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:17\">3:17</a>, <a class=\"bibleref\" href=\"/passage/?search=Hab 3:18\">18</a></b> Even when crops and herds fail (a horrifying thought in the context of an agricultural economy), and society lives with hunger and poverty, Habakkuk’s trusting expectation will not be crushed. Hope and trust transform his fear of the future into the desire to rejoice always in God his Savior (<a class=\"bibleref\" href=\"/passage/?search=Rom 8:35-Rom 8:39\">Rom. 8:35–39</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "habakkuk,3,19",
    "text" : "The Sovereign LORD is my strength; he makes my feet like the feet of a deer, he enables me to go on the heights. For the director of music. On my stringed instruments."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "habakkuk,3,19",
    "id" : 195345,
    "title" : "Hab 3:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Hab 3:19\">3:19</a></b> <b><span class=\"small-caps\">God</span>, the <span class=\"small-caps\">L</span>ord, is my strength.</b> Total dependence on the sovereign covenant Lord is Habakkuk’s key to life.</p><p><b>feet like the deer’s . . . tread on my high places.</b> This striking figure portrays the strength and confidence the Lord imparts to the righteous (<a class=\"bibleref\" href=\"/passage/?search=Isa 40:29-Isa 40:31\">Is. 40:29–31</a>).</p><p><b>choirmaster.</b> See note on v. 1.</p></div>"
  } ]
} ]
