[ {
  "verses" : [ {
    "verse" : "revelation,10,1",
    "text" : "Then I saw another mighty angel coming down from heaven. He was robed in a cloud, with a rainbow above his head; his face was like the sun, and his legs were like fiery pillars."
  }, {
    "verse" : "revelation,10,2",
    "text" : "He was holding a little scroll, which lay open in his hand. He planted his right foot on the sea and his left foot on the land,"
  }, {
    "verse" : "revelation,10,3",
    "text" : "and he gave a loud shout like the roar of a lion. When he shouted, the voices of the seven thunders spoke."
  }, {
    "verse" : "revelation,10,4",
    "text" : "And when the seven thunders spoke, I was about to write; but I heard a voice from heaven say, \"Seal up what the seven thunders have said and do not write it down.\""
  }, {
    "verse" : "revelation,10,5",
    "text" : "Then the angel I had seen standing on the sea and on the land raised his right hand to heaven."
  }, {
    "verse" : "revelation,10,6",
    "text" : "And he swore by him who lives for ever and ever, who created the heavens and all that is in them, the earth and all that is in it, and the sea and all that is in it, and said, \"There will be no more delay!"
  }, {
    "verse" : "revelation,10,7",
    "text" : "But in the days when the seventh angel is about to sound his trumpet, the mystery of God will be accomplished, just as he announced to his servants the prophets.\""
  }, {
    "verse" : "revelation,10,8",
    "text" : "Then the voice that I had heard from heaven spoke to me once more: \"Go, take the scroll that lies open in the hand of the angel who is standing on the sea and on the land.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,8,2-revelation,11,19",
    "id" : 199677,
    "title" : "Rev 8:2–11:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 8:2-Rev 11:19\">8:2–11:19</a></b> Seven angels blow seven trumpets. The trumpets set in motion seven judgments leading up to the Second Coming. The trumpets form the second cycle out of several that depict God’s rule over history from various angles. On the structure of these judgments, see note <a class=\"bibleref\" href=\"/passage/?search=Rev 6:1-Rev 8:1\">6:1–8:1</a>. Like the trumpets used in the battle of Jericho (<a class=\"bibleref\" href=\"/passage/?search=Josh 6\">Josh. 6</a>), these trumpets lead up to the fall of the worldly city (11:8 note, 11:13), and in the seventh trumpet the complete victory of God arrives. The trumpet plagues are reminiscent of the plagues on Egypt, signifying God’s judgments on idolatrous power.</p><p>The seven seals began with announcements of riders commissioned to bring calamities (6:1–8 note). The seven trumpets, by contrast, contain descriptions of the calamities themselves. The intensity of judgment has increased. Yet still some things are spared: most of the trumpet plagues fall on a third of the people or the land, not on all; the locust plague of 9:1–12 is over after five months; some people survive the collapse of the city in 11:13. By contrast, the later judgments with the bowls (15:1–16:21) are thoroughly devastating.</p></div>"
  }, {
    "verseRange" : "revelation,10,1-revelation,11,14",
    "id" : 199688,
    "title" : "Rev 10:1–11:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 10:1-Rev 11:14\">10:1–11:14</a></b> Between the sixth and seventh trumpet there is an interlude with two scenes (<a class=\"bibleref\" href=\"/passage/?search=Rev 10\">ch. 10</a> and <a class=\"bibleref\" href=\"/passage/?search=Rev 11:1-Rev 11:14\">11:1–14</a>). Both scenes concern the role of God’s people and their prophetic witness during the time of trial. In the first scene John receives prophetic messages and is commissioned to proclaim them. The second depicts the history of the two witnesses and their larger environment.</p></div>"
  }, {
    "verseRange" : "revelation,10,1-revelation,10,11",
    "id" : 199689,
    "title" : "Rev 10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 10\">10:1–11</a></b> <a class=\"bibleref\" href=\"/passage/?search=Dan 10:5\">Dan. 10:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 10:6\">6</a> and the call of Ezekiel (<a class=\"bibleref\" href=\"/passage/?search=Ezek 2:1-Ezek 3:11\">Ezek. 2:1–3:11</a>) are paralleled in this chapter. John receives the prophetic messages of a “little scroll.” Some have thought that the scroll contains the contents of 12:1–22:5, and that 12:1 begins a new major division in the structure of Revelation. More likely, the vision of this chapter speaks in a general fashion of John’s receiving power to continue to prophesy. Though John’s role is unique, he is still in many ways an example and pattern for the church’s witness (1:2 note). The church must take to heart the message of the book (1:3), live by it, and be ready to communicate its implications to “peoples and nations and languages and kings” (v. 11).</p></div>"
  }, {
    "verseRange" : "revelation,10,1-revelation,10,2",
    "id" : 199690,
    "title" : "Rev 10:1–2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 10:1\">10:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Rev 10:2\">2</a></b> A mighty angel appears, reflecting the very glory of God and His throne room (cf. <a class=\"bibleref\" href=\"/passage/?search=Rev 1:14-Rev 1:16\">1:14–16</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 1:27\">Ezek. 1:27</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 1:28\">28</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 10:5\">Dan. 10:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 10:6\">6</a>). The angel’s majesty reinforces the authority and divine source of the message.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "revelation,10,9",
    "text" : "So I went to the angel and asked him to give me the little scroll. He said to me, \"Take it and eat it. It will turn your stomach sour, but in your mouth it will be as sweet as honey.\""
  }, {
    "verse" : "revelation,10,10",
    "text" : "I took the little scroll from the angel's hand and ate it. It tasted as sweet as honey in my mouth, but when I had eaten it, my stomach turned sour."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,10,9",
    "id" : 199691,
    "title" : "Rev 10:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 10:9\">10:9</a></b> <b>make your stomach bitter.</b> The contents of the book contain news of suffering.</p><p><b>sweet as honey.</b> See <a class=\"bibleref\" href=\"/passage/?search=Ps 19:10\">Ps. 19:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 119:103\">119:103</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 2:3\">Ezek. 2:3</a>. The Word of God provides communion with God and His goodness; hence, sweetness accompanies even the message of woe.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "revelation,10,11",
    "text" : "Then I was told, \"You must prophesy again about many peoples, nations, languages and kings.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,10,11",
    "id" : 199692,
    "title" : "Rev 10:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 10:11\">10:11</a></b> <b>many peoples.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Rev 5:9\">5:9</a>.</p></div>"
  } ]
} ]
