[ {
  "verses" : [ {
    "verse" : "revelation,11,1",
    "text" : "I was given a reed like a measuring rod and was told, \"Go and measure the temple of God and the altar, and count the worshipers there."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,8,2-revelation,11,19",
    "id" : 199677,
    "title" : "Rev 8:2–11:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 8:2-Rev 11:19\">8:2–11:19</a></b> Seven angels blow seven trumpets. The trumpets set in motion seven judgments leading up to the Second Coming. The trumpets form the second cycle out of several that depict God’s rule over history from various angles. On the structure of these judgments, see note <a class=\"bibleref\" href=\"/passage/?search=Rev 6:1-Rev 8:1\">6:1–8:1</a>. Like the trumpets used in the battle of Jericho (<a class=\"bibleref\" href=\"/passage/?search=Josh 6\">Josh. 6</a>), these trumpets lead up to the fall of the worldly city (11:8 note, 11:13), and in the seventh trumpet the complete victory of God arrives. The trumpet plagues are reminiscent of the plagues on Egypt, signifying God’s judgments on idolatrous power.</p><p>The seven seals began with announcements of riders commissioned to bring calamities (6:1–8 note). The seven trumpets, by contrast, contain descriptions of the calamities themselves. The intensity of judgment has increased. Yet still some things are spared: most of the trumpet plagues fall on a third of the people or the land, not on all; the locust plague of 9:1–12 is over after five months; some people survive the collapse of the city in 11:13. By contrast, the later judgments with the bowls (15:1–16:21) are thoroughly devastating.</p></div>"
  }, {
    "verseRange" : "revelation,10,1-revelation,11,14",
    "id" : 199688,
    "title" : "Rev 10:1–11:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 10:1-Rev 11:14\">10:1–11:14</a></b> Between the sixth and seventh trumpet there is an interlude with two scenes (<a class=\"bibleref\" href=\"/passage/?search=Rev 10\">ch. 10</a> and <a class=\"bibleref\" href=\"/passage/?search=Rev 11:1-Rev 11:14\">11:1–14</a>). Both scenes concern the role of God’s people and their prophetic witness during the time of trial. In the first scene John receives prophetic messages and is commissioned to proclaim them. The second depicts the history of the two witnesses and their larger environment.</p></div>"
  }, {
    "verseRange" : "revelation,11,1-revelation,11,14",
    "id" : 199693,
    "title" : "Rev 11:1–14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 11:1-Rev 11:14\">11:1–14</a></b> This second part of the interlude concentrates on the story of the two witnesses. Like Moses and Elijah, these witnesses perform striking miracles (<a class=\"bibleref\" href=\"/passage/?search=Rev 11:5\">vv. 5</a>, <a class=\"bibleref\" href=\"/passage/?search=Rev 11:6\">6</a>). Other Old Testament backgrounds are woven into the vision. The mention of two olive trees and lampstands (<a class=\"bibleref\" href=\"/passage/?search=Rev 11:4\">v. 4</a>) likens the witnesses to the vision of <a class=\"bibleref\" href=\"/passage/?search=Zech 4\">Zech. 4</a>, in which the trees probably symbolize the ruling and priestly offices of Zerubbabel and Joshua. Thus the witnesses are prominent representatives of God. The witnesses’ stand against “the beast” (vv. 7–10) reminds us of the conflicts against bestial kingdoms in Daniel. There is a reminder of wicked, oppressive cities and powers in v. 8: Sodom, Egypt, and the Jerusalem that crucified Jesus. The resurrection in vv. 11, 12 recalls the resurrection of Christ, but also the language of <a class=\"bibleref\" href=\"/passage/?search=Ezek 37\">Ezek. 37</a> and the rapture of Elijah. The two witnesses, along with John (ch. 10), are models for the saints. All are to be faithful to the testimony of Jesus, even in the face of violent persecution from the beast. They must be willing to face martyrdom, God guaranteeing their vindication (vv. 11, 12).</p></div>"
  }, {
    "verseRange" : "revelation,11,1-revelation,11,2",
    "id" : 199694,
    "title" : "Rev 11:1–2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 11:1\">11:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Rev 11:2\">2</a></b> The description is reminiscent of the fall of Jerusalem in <span class=\"small-caps\">a.d.</span> 70. Assuming that Revelation was written before <span class=\"small-caps\">a.d.</span> 70, some interpreters see <a class=\"bibleref\" href=\"/passage/?search=Rev 6-Rev 11\">chs. 6–11</a> or even larger portions of Revelation as prophecy concerning the fall of Jerusalem. But these verses may just as easily be a figure of the preservation of God’s people in the midst of attacks. The temple represents the presence of God on earth, especially through His people (<a class=\"bibleref\" href=\"/passage/?search=Rev 4-Rev 5\">4:1–5:14</a> note). Measurement signifies God’s knowledge and care (<a class=\"bibleref\" href=\"/passage/?search=Ezek 40\">Ezek. 40</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 41\">41</a>). The altar and those who worship there represent the true worshipers of God, who are sealed and protected (ch. 7). The destruction of the outer court represents the attack of outsiders on God’s people.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "revelation,11,2",
    "text" : "But exclude the outer court; do not measure it, because it has been given to the Gentiles. They will trample on the holy city for 42 months."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,11,2",
    "id" : 199695,
    "title" : "Rev 11:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 11:2\">11:2</a></b> <b>forty-two months.</b> A time of distress and intense conflict between God’s people and their opponents (<a class=\"bibleref\" href=\"/passage/?search=Rev 13:5\">13:5</a>). It is also described as 1,260 days (<a class=\"bibleref\" href=\"/passage/?search=Rev 13:3\">v. 3</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 12:6\">12:6</a>) or “a time, and times, and half a time” (i.e., three and a half years, <a class=\"bibleref\" href=\"/passage/?search=Rev 12:14\">12:14</a>). It is half of seven years, which from a symbolic point of view suggests a complete period of suffering, cut short by half. The main background is found in <a class=\"bibleref\" href=\"/passage/?search=Dan 7:25\">Dan. 7:25</a>, which in turn is related to other passages (<a class=\"bibleref\" href=\"/passage/?search=Dan 9:27\">Dan. 9:27</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 12:7\">12:7</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 12:11\">11</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 12:12\">12</a>). Some futurist interpreters look for a period of time of this length shortly before the Second Coming. But like other numbers in Revelation, this one may be symbolic in character, relating to the three and a half days in vv. 9, 11. It would then designate a persecution of limited length.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "revelation,11,3",
    "text" : "And I will give power to my two witnesses, and they will prophesy for 1,260 days, clothed in sackcloth.\""
  }, {
    "verse" : "revelation,11,4",
    "text" : "These are the two olive trees and the two lampstands that stand before the Lord of the earth."
  }, {
    "verse" : "revelation,11,5",
    "text" : "If anyone tries to harm them, fire comes from their mouths and devours their enemies. This is how anyone who wants to harm them must die."
  }, {
    "verse" : "revelation,11,6",
    "text" : "These men have power to shut up the sky so that it will not rain during the time they are prophesying; and they have power to turn the waters into blood and to strike the earth with every kind of plague as often as they want."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,11,3",
    "id" : 199696,
    "title" : "Rev 11:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 11:3\">11:3</a></b> <b>two witnesses.</b> Possibly two literal individual human beings are in view: either two Christian prophets who were martyred shortly before the fall of Jerusalem, or two prophets who will appear shortly before the Second Coming. But their identification with two lampstands (<a class=\"bibleref\" href=\"/passage/?search=Rev 11:4\">v. 4</a>) suggests they might be symbolic figures standing for the witness of the lampstand churches of <a class=\"bibleref\" href=\"/passage/?search=Rev 1:20\">1:20</a>. If this is the case, they would symbolize churches rather than specific individuals. Two lampstands, rather than seven, are mentioned to imitate the pattern of <a class=\"bibleref\" href=\"/passage/?search=Zech 4\">Zech. 4</a> and of Moses and Elijah (11:1–14 note; cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 17:6\">Deut. 17:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Matt 17:3\">Matt. 17:3</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 17:4\">4</a>; <a class=\"bibleref\" href=\"/passage/?search=Luke 10:1\">Luke 10:1</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "revelation,11,7",
    "text" : "Now when they have finished their testimony, the beast that comes up from the Abyss will attack them, and overpower and kill them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,11,7",
    "id" : 199697,
    "title" : "Rev 11:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 11:7\">11:7</a></b> <b>the beast.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Rev 13:2\">13:2</a> and Introduction: Characteristics and Themes: Other Features.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "revelation,11,8",
    "text" : "Their bodies will lie in the street of the great city, which is figuratively called Sodom and Egypt, where also their Lord was crucified."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,11,8",
    "id" : 199698,
    "title" : "Rev 11:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 11:8\">11:8</a></b> <b>the great city.</b> This verse suggests to many that ancient Jerusalem is in view throughout this chapter (<a class=\"bibleref\" href=\"/passage/?search=Rev 11:1\">11:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Rev 11:2\">2</a> note). But the symbolism has many potential applications. The city is the worldly city, representing humanity and human civilization in its rebellion against God. Babel, Sodom, Egypt, Jerusalem, ancient Rome, modern cities, and a final apostasy before the Second Coming are all examples. See Introduction: Interpretive Difficulties and note on <a class=\"bibleref\" href=\"/passage/?search=Rev 17:1-Rev 19:10\">17:1–19:10</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "revelation,11,9",
    "text" : "For three and a half days men from every people, tribe, language and nation will gaze on their bodies and refuse them burial."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,11,9",
    "id" : 199699,
    "title" : "Rev 11:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 11:9\">11:9</a></b> <b>three and a half days.</b> See note on <a class=\"bibleref\" href=\"/passage/?search=Rev 11:2\">v. 2</a>.</p><p><b>peoples and tribes and languages and nations.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Rev 5:9\">5:9</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "revelation,11,10",
    "text" : "The inhabitants of the earth will gloat over them and will celebrate by sending each other gifts, because these two prophets had tormented those who live on the earth."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,11,10",
    "id" : 199700,
    "title" : "Rev 11:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 11:10\">11:10</a></b> <b>those who dwell on the earth.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Rev 6:10\">6:10</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "revelation,11,11",
    "text" : "But after the three and a half days a breath of life from God entered them, and they stood on their feet, and terror struck those who saw them."
  }, {
    "verse" : "revelation,11,12",
    "text" : "Then they heard a loud voice from heaven saying to them, \"Come up here.\" And they went up to heaven in a cloud, while their enemies looked on."
  }, {
    "verse" : "revelation,11,13",
    "text" : "At that very hour there was a severe earthquake and a tenth of the city collapsed. Seven thousand people were killed in the earthquake, and the survivors were terrified and gave glory to the God of heaven."
  }, {
    "verse" : "revelation,11,14",
    "text" : "The second woe has passed; the third woe is coming soon."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,11,11-revelation,11,12",
    "id" : 199701,
    "title" : "Rev 11:11–12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 11:11\">11:11</a>, <a class=\"bibleref\" href=\"/passage/?search=Rev 11:12\">12</a></b> If the two witnesses are individuals, their resurrection should presumably be interpreted literally. If the witnesses are symbolic of the churches, their resurrection symbolizes the victory of Christian witness after a time of intense persecution (<a class=\"bibleref\" href=\"/passage/?search=Rev 6:9\">6:9</a>, <a class=\"bibleref\" href=\"/passage/?search=Rev 6:10\">10</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 20:1-Rev 20:6\">20:1–6</a>). See note on <a class=\"bibleref\" href=\"/passage/?search=Rev 20:3\">v. 3</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "revelation,11,15",
    "text" : "The seventh angel sounded his trumpet, and there were loud voices in heaven, which said: \"The kingdom of the world has become the kingdom of our Lord and of his Christ, and he will reign for ever and ever.\""
  }, {
    "verse" : "revelation,11,16",
    "text" : "And the twenty-four elders, who were seated on their thrones before God, fell on their faces and worshiped God,"
  }, {
    "verse" : "revelation,11,17",
    "text" : "saying: \"We give thanks to you, Lord God Almighty, the One who is and who was, because you have taken your great power and have begun to reign."
  }, {
    "verse" : "revelation,11,18",
    "text" : "The nations were angry; and your wrath has come. The time has come for judging the dead, and for rewarding your servants the prophets and your saints and those who reverence your name, both small and great--and for destroying those who destroy the earth.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,11,15-revelation,11,19",
    "id" : 199702,
    "title" : "Rev 11:15–19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 11:15-Rev 11:19\">11:15–19</a></b> The second cycle of judgments (<a class=\"bibleref\" href=\"/passage/?search=Rev 8:2-Rev 11:19\">8:2–11:19</a>) closes with a second description of the Second Coming by focusing on the last judgment (<a class=\"bibleref\" href=\"/passage/?search=Rev 11:18\">v. 18</a>) and the triumph of God’s kingly rule (<a class=\"bibleref\" href=\"/passage/?search=Rev 11:15\">vv. 15</a>, <a class=\"bibleref\" href=\"/passage/?search=Rev 11:17\">17</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "revelation,11,19",
    "text" : "Then God's temple in heaven was opened, and within his temple was seen the ark of his covenant. And there came flashes of lightning, rumblings, peals of thunder, an earthquake and a great hailstorm."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "revelation,11,19",
    "id" : 199703,
    "title" : "Rev 11:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rev 11:19\">11:19</a></b> <b>God’s temple.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Rev 4:2\">4:2</a>.</p><p><b>ark.</b> The ark of the covenant was the most holy object in the tabernacle (<a class=\"bibleref\" href=\"/passage/?search=Exod 25:10-Exod 25:22\">Ex. 25:10–22</a>). It was normally concealed from sight behind the tabernacle curtains. The revealing of this innermost object signifies that God has revealed His glory, both the glory of His law (the covenant words) and of His mercy (as signified by the atonement cover).</p></div>"
  } ]
} ]
