[ {
  "singleVerses" : [ "proverbs,31,25", "proverbs,31,26", "proverbs,31,27" ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,31,10-proverbs,31,31",
    "id" : 192363,
    "title" : "Pr 31:10–31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 31:10-Prov 31:31\">31:10–31</a></b> This section is an acrostic poem extolling the virtues of a wife who exemplifies the principles of wisdom, both practically and spiritually. The sequence of virtues is governed more by the demands of the acrostic (the first word in each verse beginning with successive letters of the alphabet) than by logic. Yet the overall effect is of a coherent description of a woman beautified by her virtues of practical wisdom and charity. That the household described is well-to-do does not detract from the universal applicability of the principles of wifely wisdom.</p></div>"
  }, {
    "verseRange" : "proverbs,31,25",
    "id" : 192375,
    "title" : "Pr 31:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 31:25\">31:25</a></b> <b>Strength and dignity are her clothing.</b> The words refer either to her character, or, as is more likely in view of the second line, to the esteem earned by her economic prowess. She has no worry about the future. Both interpretations are consistent with wisdom.</p></div>"
  } ]
}, {
  "singleVerses" : [ "proverbs,31,28", "proverbs,31,29" ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,31,28-proverbs,31,29",
    "id" : 192376,
    "title" : "Pr 31:28–29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 31:28\">31:28</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 31:29\">29</a></b> The result of her skill and wisdom is the cementing of family relationships. The praise of husband and children is her great reward.</p></div>"
  } ]
}, {
  "singleVerses" : [ "proverbs,31,30", "proverbs,31,31" ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,31,30-proverbs,31,31",
    "id" : 192377,
    "title" : "Pr 31:30–31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 31:30\">31:30</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 31:31\">31</a> who fears the <span class=\"small-caps\">Lord</span>.</b> Up to this point the poem concentrates on practical wisdom. Now the basis of all true wisdom is emphasized. The Book of Proverbs ends as it begins: observation of the created order can provide some wisdom and knowledge of God (<a class=\"bibleref\" href=\"/passage/?search=Rom 1:20-Rom 1:23\">Rom. 1:20–23</a>), but only the self-revelation of the Creator enables us to know and appreciate the God-centered meaning of reality. True wisdom is seen as the life lived in wholehearted obedience to God’s revelation in His Word, which is “the fear of the <span class=\"small-caps\">Lord</span>” (1:7 and note). This trust is the foundation and continuing path of wisdom as it brings us to final perfection in Christ.</p></div>"
  } ]
} ]
