[ {
  "verses" : [ {
    "verse" : "ezra,8,21",
    "text" : "There, by the Ahava Canal, I proclaimed a fast, so that we might humble ourselves before our God and ask him for a safe journey for us and our children, with all our possessions."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,8,21",
    "id" : 189679,
    "title" : "Ezra 8:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 8:21\">8:21 a</a></b> <b>fast.</b> Fasting is an aspect of “humbling ourselves” for the purpose of requesting something from God (<a class=\"bibleref\" href=\"/passage/?search=2Chr 20:3\">2 Chr. 20:3</a>).</p><p><b>a safe journey.</b> Safety from bandits, among other dangers, is in view (v. 31).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,8,22",
    "text" : "I was ashamed to ask the king for soldiers and horsemen to protect us from enemies on the road, because we had told the king, \"The gracious hand of our God is on everyone who looks to him, but his great anger is against all who forsake him.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,8,22",
    "id" : 189680,
    "title" : "Ezra 8:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 8:22\">8:22</a></b> <b>I was ashamed.</b> Ezra had testified to God’s providential control, not only before the saints but also before Artaxerxes. It would have seemed inconsistent with this testimony to ask for a military escort in addition. See note <a class=\"bibleref\" href=\"/passage/?search=Neh 2:7-Neh 2:9\">Neh. 2:7–9</a> for a contrast between Ezra and Nehemiah on this point.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,8,23",
    "text" : "So we fasted and petitioned our God about this, and he answered our prayer."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,8,23",
    "id" : 189681,
    "title" : "Ezra 8:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 8:23\">8:23</a></b> <b>he listened to our entreaty.</b> Not then and there with words, but throughout the journey with actions (<a class=\"bibleref\" href=\"/passage/?search=Ezra 8:31\">vv. 31</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezra 8:32\">32</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,8,24",
    "text" : "Then I set apart twelve of the leading priests, together with Sherebiah, Hashabiah and ten of their brothers,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,8,24",
    "id" : 189682,
    "title" : "Ezra 8:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 8:24\">8:24</a></b> <b>twelve.</b> Twelve priests and twelve Levites, perhaps as representatives of all Israel (cf. <a class=\"bibleref\" href=\"/passage/?search=Ezra 8:35\">v. 35</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,8,25",
    "text" : "and I weighed out to them the offering of silver and gold and the articles that the king, his advisers, his officials and all Israel present there had donated for the house of our God."
  }, {
    "verse" : "ezra,8,26",
    "text" : "I weighed out to them 650 talents of silver, silver articles weighing 100 talents, 100 talents of gold,"
  }, {
    "verse" : "ezra,8,27",
    "text" : "20 bowls of gold valued at 1,000 darics, and two fine articles of polished bronze, as precious as gold."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,8,25",
    "id" : 189683,
    "title" : "Ezra 8:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 8:25\">8:25</a></b> <b>the king . . . had offered.</b> The total contribution listed in <a class=\"bibleref\" href=\"/passage/?search=Ezra 8:26\">v. 26</a> is enormous, such that critics have doubted the authenticity of the list. However, the Persian kings were known for their great wealth and generosity toward the religions of subject peoples. There were also wealthy Jewish families in Babylon by this time.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,8,28",
    "text" : "I said to them, \"You as well as these articles are consecrated to the LORD. The silver and gold are a freewill offering to the LORD, the God of your fathers."
  }, {
    "verse" : "ezra,8,29",
    "text" : "Guard them carefully until you weigh them out in the chambers of the house of the LORD in Jerusalem before the leading priests and the Levites and the family heads of Israel.\""
  }, {
    "verse" : "ezra,8,30",
    "text" : "Then the priests and Levites received the silver and gold and sacred articles that had been weighed out to be taken to the house of our God in Jerusalem."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,8,28",
    "id" : 189684,
    "title" : "Ezra 8:28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 8:28\">8:28</a></b> <b>holy to the <span class=\"small-caps\">Lord.</span></b> Holiness is an attribute of God (<a class=\"bibleref\" href=\"/passage/?search=Lev 19:2\">Lev. 19:2</a>) and, by extension, of anyone or anything belonging to Him, especially priests (<a class=\"bibleref\" href=\"/passage/?search=Lev 21:6\">Lev. 21:6</a>), Levites (<a class=\"bibleref\" href=\"/passage/?search=Num 3:11-Num 3:13\">Num. 3:11–13</a>, where “consecrated” means dedicated to God), and temple articles (<a class=\"bibleref\" href=\"/passage/?search=Exod 30:22-Exod 30:29\">Ex. 30:22–29</a>). Ezra’s strict command arises from the spiritual threat that contact with the profane represented for the holy.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,8,31",
    "text" : "On the twelfth day of the first month we set out from the Ahava Canal to go to Jerusalem. The hand of our God was on us, and he protected us from enemies and bandits along the way."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,8,31",
    "id" : 189685,
    "title" : "Ezra 8:31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 8:31\">8:31</a></b> <b>twelfth day.</b> According to <a class=\"bibleref\" href=\"/passage/?search=Ezra 7:9\">7:9</a>, departure was on the first day. The difference is due to the delay experienced in order to find the needed Levites.</p><p><b>he delivered us.</b> Again Ezra attributes his success to God’s providential control. The fasting and prayer for a safe journey was answered with the arrival of people and possessions in Jerusalem (<a class=\"bibleref\" href=\"/passage/?search=Ezra 7:21\">vv. 21</a>, 32).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,8,32",
    "text" : "So we arrived in Jerusalem, where we rested three days."
  }, {
    "verse" : "ezra,8,33",
    "text" : "On the fourth day, in the house of our God, we weighed out the silver and gold and the sacred articles into the hands of Meremoth son of Uriah, the priest. Eleazar son of Phinehas was with him, and so were the Levites Jozabad son of Jeshua and Noadiah son of Binnui."
  }, {
    "verse" : "ezra,8,34",
    "text" : "Everything was accounted for by number and weight, and the entire weight was recorded at that time."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,8,32",
    "id" : 189686,
    "title" : "Ezra 8:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 8:32\">8:32</a></b> <b>there we remained three days.</b> Compare the similar rest of Nehemiah in <a class=\"bibleref\" href=\"/passage/?search=Neh 2:11\">Neh. 2:11</a> (cf. <a class=\"bibleref\" href=\"/passage/?search=Josh 3:2\">Josh. 3:2</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,8,35",
    "text" : "Then the exiles who had returned from captivity sacrificed burnt offerings to the God of Israel: twelve bulls for all Israel, ninety-six rams, seventy-seven male lambs and, as a sin offering, twelve male goats. All this was a burnt offering to the LORD."
  }, {
    "verse" : "ezra,8,36",
    "text" : "They also delivered the king's orders to the royal satraps and to the governors of Trans-Euphrates, who then gave assistance to the people and to the house of God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,8,35",
    "id" : 189687,
    "title" : "Ezra 8:35",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 8:35\">8:35</a></b> <b>offered burnt offerings.</b> Just as the provisions had been made (<a class=\"bibleref\" href=\"/passage/?search=Ezra 7:17\">7:17</a>), so the sacrifices were offered. This is a picture of complete success.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,9,1",
    "text" : "After these things had been done, the leaders came to me and said, \"The people of Israel, including the priests and the Levites, have not kept themselves separate from the neighboring peoples with their detestable practices, like those of the Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians and Amorites."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,9,1",
    "id" : 189688,
    "title" : "Ezra 9:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 9:1\">9:1</a></b> <b>After these things had been done.</b> That is, four and a half months after arrival (<a class=\"bibleref\" href=\"/passage/?search=Ezra 7:9\">7:9</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezra 10:9\">10:9</a>).</p><p><b>the officials approached me and said.</b> Ezra had come to teach the law (<a class=\"bibleref\" href=\"/passage/?search=Ezra 7:10\">7:10</a> note) and now some of the leaders came to him to report certain sins. Possibly they were responding to his teaching.</p><p><b>have not separated themselves.</b> The point was the difference of religion, not race, as the following verses indicate (<a class=\"bibleref\" href=\"/passage/?search=Ezra 7:10-Ezra 7:12\">vv. 10–12</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezra 4:3\">4:3</a> note).</p><p><b>the peoples of the lands.</b> Of those listed, only the Ammonites, Moabites, and Egyptians were present in the days of Ezra. The others were in the land during the Conquest under Joshua, and the mention of them could have brought to mind the original prohibitions against intermarriage (<a class=\"bibleref\" href=\"/passage/?search=Exod 34:10-Exod 34:16\">Ex. 34:10–16</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 7:1-Deut 7:4\">Deut. 7:1–4</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,9,2",
    "text" : "They have taken some of their daughters as wives for themselves and their sons, and have mingled the holy race with the peoples around them. And the leaders and officials have led the way in this unfaithfulness.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,9,2",
    "id" : 189689,
    "title" : "Ezra 9:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 9:2\">9:2</a></b> <b>the holy race has mixed.</b> The problem was not intermarriage of different ethnic groups, but the confusion of those set apart as holy by covenant with the Lord with those who were outside the covenant and therefore unclean (<a class=\"bibleref\" href=\"/passage/?search=Ezra 8:28\">8:28</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezra 8:29\">29</a> note; <a class=\"bibleref\" href=\"/passage/?search=Ezra 9:11-Ezra 9:12\">9:11–12</a> note).</p><p><b>the officials.</b> The word for “officials” here is the same as in <a class=\"bibleref\" href=\"/passage/?search=Ezra 9:1\">v. 1</a>. Not all the leaders led people to sin; some led the way to reform.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,9,3",
    "text" : "When I heard this, I tore my tunic and cloak, pulled hair from my head and beard and sat down appalled."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,9,3",
    "id" : 189690,
    "title" : "Ezra 9:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 9:3\">9:3</a></b> <b>I tore my garment and my cloak.</b> This action was a typical way of expressing grief (<a class=\"bibleref\" href=\"/passage/?search=2Sam 13:19\">2 Sam. 13:19</a>).</p><p><b>pulled hair from my head and beard.</b> This action is unusual. Some years later, Nehemiah would encounter the same sin, but rather than pulling out his own hair, he would pull out the hair of the offenders (<a class=\"bibleref\" href=\"/passage/?search=Neh 13:25\">Neh. 13:25</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,9,4",
    "text" : "Then everyone who trembled at the words of the God of Israel gathered around me because of this unfaithfulness of the exiles. And I sat there appalled until the evening sacrifice."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,9,4",
    "id" : 189691,
    "title" : "Ezra 9:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 9:4\">9:4</a></b> <b>all who trembled.</b> There was a group who had not intermarried, but who had feared the Lord and kept His law (cf. <a class=\"bibleref\" href=\"/passage/?search=Isa 66:2\">Is. 66:2</a>).</p><p><b>the evening sacrifice.</b> Mid-afternoon, a time of prayer as well as sacrifice (<a class=\"bibleref\" href=\"/passage/?search=Ps 141:2\">Ps. 141:2</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,9,5",
    "text" : "Then, at the evening sacrifice, I rose from my self-abasement, with my tunic and cloak torn, and fell on my knees with my hands spread out to the LORD my God"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,9,5",
    "id" : 189692,
    "title" : "Ezra 9:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 9:5\">9:5</a></b> <b>fell upon my knees and spread out my hands.</b> See <a class=\"bibleref\" href=\"/passage/?search=1Kgs 8:54\">1 Kin. 8:54</a>. Kneeling expresses humility before the majestic Lord (<a class=\"bibleref\" href=\"/passage/?search=Ps 95:6\">Ps. 95:6</a>), and spreading the hands often accompanies petitions (<a class=\"bibleref\" href=\"/passage/?search=Ps 28:2\">Ps. 28:2</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,9,6",
    "text" : "and prayed: \"O my God, I am too ashamed and disgraced to lift up my face to you, my God, because our sins are higher than our heads and our guilt has reached to the heavens."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,9,6",
    "id" : 189693,
    "title" : "Ezra 9:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 9:6\">9:6</a></b> <b>ashamed and blush.</b> Previously, Ezra had been ashamed to ask Artaxerxes for protection on the return trip (<a class=\"bibleref\" href=\"/passage/?search=Ezra 8:22\">8:22</a>). Now his shame is of a different kind, a shame joined with the guilt that results from sin.</p><p><b>our iniquities . . . our guilt.</b> Ezra is acutely aware of the people’s sin and guilt before God. Note also the sudden shift from “my” to “our.” Though Ezra was not guilty of marrying into paganism, he identified himself with the people in their sin, as did the Suffering Servant of Isaiah (<a class=\"bibleref\" href=\"/passage/?search=Isa 53:12\">Is. 53:12</a>; <a class=\"bibleref\" href=\"/passage/?search=2Cor 5:21\">2 Cor. 5:21</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,9,7",
    "text" : "From the days of our forefathers until now, our guilt has been great. Because of our sins, we and our kings and our priests have been subjected to the sword and captivity, to pillage and humiliation at the hand of foreign kings, as it is today."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,9,7",
    "id" : 189694,
    "title" : "Ezra 9:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 9:7\">9:7</a></b> <b>From the days of our fathers.</b> There was a sense of corporate solidarity and mutual responsibility that spanned the generations.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,9,8",
    "text" : "\"But now, for a brief moment, the LORD our God has been gracious in leaving us a remnant and giving us a firm place in his sanctuary, and so our God gives light to our eyes and a little relief in our bondage."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,9,8",
    "id" : 189695,
    "title" : "Ezra 9:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 9:8\">9:8 a</a></b> <b>brief moment.</b> The status of the returnees as the recipients of God’s favor was in jeopardy.</p><p><b>favor has been shown by the <span class=\"small-caps\">Lord</span> . . . a remnant.</b> Justice demanded the absolute end of the people of God, but grace preserved a remnant. Through this remnant the Messiah would come and redemption would be accomplished.</p><p><b>secure hold.</b> The word translated “secure hold” means a stake that holds a tent in position (<a class=\"bibleref\" href=\"/passage/?search=Judg 4:21\">Judg. 4:21</a>) or a nail that holds up objects that are hung on it (<a class=\"bibleref\" href=\"/passage/?search=Isa 22:23-Isa 22:25\">Is. 22:23–25</a>). The Lord had given Israel a place in His temple, like the peg of a tent, and had made Ezra someone who could be trusted with burdens.</p><p><b>brighten our eyes.</b> An idiom for increased vigor (<a class=\"bibleref\" href=\"/passage/?search=Ps 13:3\">Ps. 13:3</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,9,9",
    "text" : "Though we are slaves, our God has not deserted us in our bondage. He has shown us kindness in the sight of the kings of Persia: He has granted us new life to rebuild the house of our God and repair its ruins, and he has given us a wall of protection in Judah and Jerusalem."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,9,9",
    "id" : 189696,
    "title" : "Ezra 9:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 9:9\">9:9</a></b> <b>we are slaves.</b> Though restored to their land, the people of God were not politically independent, as they had been during the monarchy (<a class=\"bibleref\" href=\"/passage/?search=Ezra 4:19-Ezra 4:23\">4:19–23</a> note).</p><p><b>God has not forsaken us.</b> God’s promise not to forsake the nation was, in its outer, typological aspect, conditional (<a class=\"bibleref\" href=\"/passage/?search=Ezra 10:5\">10:5</a> note). If Israel forsook God and the covenant by disregarding the law, she would forfeit the blessings and experience the curses (<a class=\"bibleref\" href=\"/passage/?search=Deut 28:20\">Deut. 28:20</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 29:24-Deut 29:25\">29:24–25</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 31:16-Deut 31:17\">31:16–17</a>). But even so God would never finally desert Israel, through whom Christ would come. See <a class=\"bibleref\" href=\"/passage/?search=Lev 26:44\">Lev. 26:44</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 26:45\">45</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 89:30-Ps 89:37\">Ps. 89:30–37</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 54:7\">Is. 54:7</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 11\">Rom. 11</a>.</p><p><b>the kings of Persia.</b> Specifically, Cyrus (550–530 <span class=\"small-caps\">b.c.</span>), who issued the decree to return, Darius (522–486 <span class=\"small-caps\">b.c.</span>), who confirmed the decree, and Artaxerxes (465–424 <span class=\"small-caps\">b.c.</span>), who commissioned Ezra to teach the people.</p><p><b>protection in Judea and Jerusalem.</b> This phrase does not refer to the wall built later by Nehemiah, but is a figure for the protection afforded the returnees (note the other figurative language in v. 8, and that the wall of Nehemiah was not built around all of Judah).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,9,10",
    "text" : "\"But now, O our God, what can we say after this? For we have disregarded the commands"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,9,10",
    "id" : 189697,
    "title" : "Ezra 9:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 9:10\">9:10</a></b> <b>forsaken your commandments.</b> Forsaking the commandments meant that covenant curses could fall upon the people at any time (<a class=\"bibleref\" href=\"/passage/?search=Ezra 9:9\">v. 9</a> note on “forsaken us”).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,9,11",
    "text" : "you gave through your servants the prophets when you said: 'The land you are entering to possess is a land polluted by the corruption of its peoples. By their detestable practices they have filled it with their impurity from one end to the other."
  }, {
    "verse" : "ezra,9,12",
    "text" : "Therefore, do not give your daughters in marriage to their sons or take their daughters for your sons. Do not seek a treaty of friendship with them at any time, that you may be strong and eat the good things of the land and leave it to your children as an everlasting inheritance.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,9,11",
    "id" : 189698,
    "title" : "Ezra 9:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 9:11\">9:11</a></b> <b>you commanded . . . saying.</b> Moses was the prophet who gave the command initially (<a class=\"bibleref\" href=\"/passage/?search=Deut 7:1-Deut 7:3\">Deut. 7:1–3</a>). The words are not a quotation of a single text, but a summary of the theology of separation taken from numerous texts, such as <a class=\"bibleref\" href=\"/passage/?search=Lev 18:25\">Lev. 18:25</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 4:5\">Deut. 4:5</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 7:3\">7:3</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 18:9\">18:9</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 27:3\">27:3</a>; <a class=\"bibleref\" href=\"/passage/?search=2Kgs 21:16\">2 Kin. 21:16</a>. The separation was not ethnic or racial but religious. Intermarriage with people outside the covenant introduced a relentless temptation to corrupt or abandon worship of the true and living God (cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 7:3\">Deut. 7:3</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 7:4\">4</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 14:1-Judg 14:4\">Judg. 14:1–4</a>; <a class=\"bibleref\" href=\"/passage/?search=1Kgs 11:1-1Kgs 11:4\">1 Kin. 11:1–4</a>; <a class=\"bibleref\" href=\"/passage/?search=2Cor 6:14\">2 Cor. 6:14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,9,13",
    "text" : "\"What has happened to us is a result of our evil deeds and our great guilt, and yet, our God, you have punished us less than our sins have deserved and have given us a remnant like this."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,9,13",
    "id" : 189699,
    "title" : "Ezra 9:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 9:13\">9:13</a></b> <b>less than our iniquities deserved.</b> The restoration was on the basis of grace and the promise of the Abrahamic covenant (<a class=\"bibleref\" href=\"/passage/?search=Deut 4:25-Deut 4:31\">Deut. 4:25–31</a>). So also was the initial entrance into the land (<a class=\"bibleref\" href=\"/passage/?search=Deut 9:5\">Deut. 9:5</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,9,14",
    "text" : "Shall we again break your commands and intermarry with the peoples who commit such detestable practices? Would you not be angry enough with us to destroy us, leaving us no remnant or survivor?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,9,14",
    "id" : 189700,
    "title" : "Ezra 9:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 9:14\">9:14</a></b> <b>no remnant.</b> Ezra fears that the current covenant breach might result in ultimate judgment. Though judgment would later come upon the nation (<a class=\"bibleref\" href=\"/passage/?search=Luke 20:9-Luke 20:19\">Luke 20:9–19</a>), even then there would be a remnant according to grace (<a class=\"bibleref\" href=\"/passage/?search=Rom 11:1-Rom 11:5\">Rom. 11:1–5</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,9,15",
    "text" : "O LORD, God of Israel, you are righteous! We are left this day as a remnant. Here we are before you in our guilt, though because of it not one of us can stand in your presence.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,9,15",
    "id" : 189701,
    "title" : "Ezra 9:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 9:15\">9:15</a></b> Ezra’s conclusion is that even now the people live only because of God’s grace.</p></div>"
  } ]
} ]
