[ {
  "verses" : [ {
    "verse" : "esther,4,1",
    "text" : "When Mordecai learned of all that had been done, he tore his clothes, put on sackcloth and ashes, and went out into the city, wailing loudly and bitterly."
  }, {
    "verse" : "esther,4,2",
    "text" : "But he went only as far as the king's gate, because no one clothed in sackcloth was allowed to enter it."
  }, {
    "verse" : "esther,4,3",
    "text" : "In every province to which the edict and order of the king came, there was great mourning among the Jews, with fasting, weeping and wailing. Many lay in sackcloth and ashes."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "esther,4,1-esther,4,3",
    "id" : 189914,
    "title" : "Esth 4:1–3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Esth 4:1-Esth 4:3\">4:1–3</a></b> <b>tore his clothes . . . bitter cry . . . fasting . . . ashes.</b> These responses by Mordecai (<a class=\"bibleref\" href=\"/passage/?search=Esth 4:1\">vv. 1</a>, <a class=\"bibleref\" href=\"/passage/?search=Esth 4:2\">2</a>) and by Jews in every province (<a class=\"bibleref\" href=\"/passage/?search=Esth 4:3\">v. 3</a>), are conventional signs of intense grief and horror at the reception of bad news (cf. <a class=\"bibleref\" href=\"/passage/?search=Gen 37:29\">Gen. 37:29</a>, <a class=\"bibleref\" href=\"/passage/?search=Gen 37:34\">34</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 9:3\">Dan. 9:3</a>; <a class=\"bibleref\" href=\"/passage/?search=Jonah 3:6\">Jon. 3:6</a>). The Persians responded similarly after their defeat by the Greeks at the battle of Salamis.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "esther,4,4",
    "text" : "When Esther's maids and eunuchs came and told her about Mordecai, she was in great distress. She sent clothes for him to put on instead of his sackcloth, but he would not accept them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "esther,4,4",
    "id" : 189915,
    "title" : "Esth 4:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Esth 4:4\">4:4</a></b> <b>sent garments.</b> Esther may have wanted Mordecai to be attired properly so that she could speak with him in person (<a class=\"bibleref\" href=\"/passage/?search=Esth 4:2\">v. 2</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "esther,4,5",
    "text" : "Then Esther summoned Hathach, one of the king's eunuchs assigned to attend her, and ordered him to find out what was troubling Mordecai and why."
  }, {
    "verse" : "esther,4,6",
    "text" : "So Hathach went out to Mordecai in the open square of the city in front of the king's gate."
  }, {
    "verse" : "esther,4,7",
    "text" : "Mordecai told him everything that had happened to him, including the exact amount of money Haman had promised to pay into the royal treasury for the destruction of the Jews."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "esther,4,5",
    "id" : 189916,
    "title" : "Esth 4:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Esth 4:5\">4:5</a></b> <b>Hathach.</b> His name may mean “the good one,” or perhaps ‘‘courier.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "esther,4,8",
    "text" : "He also gave him a copy of the text of the edict for their annihilation, which had been published in Susa, to show to Esther and explain it to her, and he told him to urge her to go into the king's presence to beg for mercy and plead with him for her people."
  }, {
    "verse" : "esther,4,9",
    "text" : "Hathach went back and reported to Esther what Mordecai had said."
  }, {
    "verse" : "esther,4,10",
    "text" : "Then she instructed him to say to Mordecai,"
  }, {
    "verse" : "esther,4,11",
    "text" : "\"All the king's officials and the people of the royal provinces know that for any man or woman who approaches the king in the inner court without being summoned the king has but one law: that he be put to death. The only exception to this is for the king to extend the gold scepter to him and spare his life. But thirty days have passed since I was called to go to the king.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "esther,4,8",
    "id" : 189917,
    "title" : "Esth 4:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Esth 4:8\">4:8</a></b> <b>decree.</b> Mordecai made sure that Esther not only was given a copy of the edict but had it explained to her (perhaps translated) before he charged her to entreat the king for mercy for her people. Mordecai’s previous command that Esther conceal her identity as a Jew is reversed (<a class=\"bibleref\" href=\"/passage/?search=Esth 2:10\">2:10</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "esther,4,12",
    "text" : "When Esther's words were reported to Mordecai,"
  }, {
    "verse" : "esther,4,13",
    "text" : "he sent back this answer: \"Do not think that because you are in the king's house you alone of all the Jews will escape."
  }, {
    "verse" : "esther,4,14",
    "text" : "For if you remain silent at this time, relief and deliverance for the Jews will arise from another place, but you and your father's family will perish. And who knows but that you have come to royal position for such a time as this?\""
  }, {
    "verse" : "esther,4,15",
    "text" : "Then Esther sent this reply to Mordecai:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "esther,4,12-esther,4,14",
    "id" : 189918,
    "title" : "Esth 4:12–14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Esth 4:12-Esth 4:14\">4:12–14</a></b> Mordecai subtly alludes to his belief that God, in His sovereignty, has providentially ordered the events of Esther’s life to put her in a position where she can act to deliver all the Jews. Mordecai believed that the sovereign God would bring relief and deliverance to the Jews, that Esther could be the means through which that deliverance would come, and that God was not restricted to this plan if Esther decided to remain quiet.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "esther,4,16",
    "text" : "\"Go, gather together all the Jews who are in Susa, and fast for me. Do not eat or drink for three days, night or day. I and my maids will fast as you do. When this is done, I will go to the king, even though it is against the law. And if I perish, I perish.\""
  }, {
    "verse" : "esther,4,17",
    "text" : "So Mordecai went away and carried out all of Esther's instructions."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "esther,4,16",
    "id" : 189919,
    "title" : "Esth 4:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Esth 4:16\">4:16</a></b> <b>Go, gather . . . fast on my behalf.</b> With conviction, faith, and fear, Esther directs that a fast (prayer always accompanied religious fasting, <a class=\"bibleref\" href=\"/passage/?search=Deut 9:9\">Deut. 9:9</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 20:26\">Judg. 20:26</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 20:27\">27</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezra 8:21-Ezra 8:23\">Ezra 8:21–23</a>; <a class=\"bibleref\" href=\"/passage/?search=2Sam 12:16\">2 Sam. 12:16</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 9:3\">Dan. 9:3</a>) be undertaken on her behalf. God honored the faith of the Jews at this time by saving them from destruction.</p><p><b>three days, night or day.</b> Fasts generally were prescribed for only one day. This unusually long fast points to the seriousness of the situation and effectively contrasts with the feasts that stand at the beginning and end of the book (1:3, 5, 9; 2:18; 9:17–18).</p><p><b>against the law.</b> Esther’s dilemma reintroduces the theme of obedience, since obedience to Mordecai meant disobeying the law.</p><p><b>if I perish, I perish.</b> Courage, rather than passive resignation, is seen here (cf. <a class=\"bibleref\" href=\"/passage/?search=Gen 43:14\">Gen. 43:14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "esther,5,1",
    "text" : "On the third day Esther put on her royal robes and stood in the inner court of the palace, in front of the king's hall. The king was sitting on his royal throne in the hall, facing the entrance."
  }, {
    "verse" : "esther,5,2",
    "text" : "When he saw Queen Esther standing in the court, he was pleased with her and held out to her the gold scepter that was in his hand. So Esther approached and touched the tip of the scepter."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "esther,5,1-esther,5,2",
    "id" : 189920,
    "title" : "Esth 5:1–2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Esth 5:1\">5:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Esth 5:2\">2</a></b> Wearing royal robes that undoubtedly enhanced her beauty (contrast the mourning attire in <a class=\"bibleref\" href=\"/passage/?search=Esth 4:15-Esth 4:16\">4:15–16</a>), Esther approached the king, who granted her request for an audience.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "esther,5,3",
    "text" : "Then the king asked, \"What is it, Queen Esther? What is your request? Even up to half the kingdom, it will be given you.\""
  }, {
    "verse" : "esther,5,4",
    "text" : "\"If it pleases the king,\" replied Esther, \"let the king, together with Haman, come today to a banquet I have prepared for him.\""
  }, {
    "verse" : "esther,5,5",
    "text" : "\"Bring Haman at once,\" the king said, \"so that we may do what Esther asks.\" So the king and Haman went to the banquet Esther had prepared."
  }, {
    "verse" : "esther,5,6",
    "text" : "As they were drinking wine, the king again asked Esther, \"Now what is your petition? It will be given you. And what is your request? Even up to half the kingdom, it will be granted.\""
  }, {
    "verse" : "esther,5,7",
    "text" : "Esther replied, \"My petition and my request is this:"
  }, {
    "verse" : "esther,5,8",
    "text" : "If the king regards me with favor and if it pleases the king to grant my petition and fulfill my request, let the king and Haman come tomorrow to the banquet I will prepare for them. Then I will answer the king's question.\""
  }, {
    "verse" : "esther,5,9",
    "text" : "Haman went out that day happy and in high spirits. But when he saw Mordecai at the king's gate and observed that he neither rose nor showed fear in his presence, he was filled with rage against Mordecai."
  }, {
    "verse" : "esther,5,10",
    "text" : "Nevertheless, Haman restrained himself and went home. Calling together his friends and Zeresh, his wife,"
  }, {
    "verse" : "esther,5,11",
    "text" : "Haman boasted to them about his vast wealth, his many sons, and all the ways the king had honored him and how he had elevated him above the other nobles and officials."
  }, {
    "verse" : "esther,5,12",
    "text" : "\"And that's not all,\" Haman added. \"I'm the only person Queen Esther invited to accompany the king to the banquet she gave. And she has invited me along with the king tomorrow."
  }, {
    "verse" : "esther,5,13",
    "text" : "But all this gives me no satisfaction as long as I see that Jew Mordecai sitting at the king's gate.\""
  }, {
    "verse" : "esther,5,14",
    "text" : "His wife Zeresh and all his friends said to him, \"Have a gallows built, seventy-five feet high, and ask the king in the morning to have Mordecai hanged on it. Then go with the king to the dinner and be happy.\" This suggestion delighted Haman, and he had the gallows built."
  }, {
    "verse" : "esther,6,1",
    "text" : "That night the king could not sleep; so he ordered the book of the chronicles, the record of his reign, to be brought in and read to him."
  }, {
    "verse" : "esther,6,2",
    "text" : "It was found recorded there that Mordecai had exposed Bigthana and Teresh, two of the king's officers who guarded the doorway, who had conspired to assassinate King Xerxes."
  }, {
    "verse" : "esther,6,3",
    "text" : "\"What honor and recognition has Mordecai received for this?\" the king asked. \"Nothing has been done for him,\" his attendants answered."
  }, {
    "verse" : "esther,6,4",
    "text" : "The king said, \"Who is in the court?\" Now Haman had just entered the outer court of the palace to speak to the king about hanging Mordecai on the gallows he had erected for him."
  }, {
    "verse" : "esther,6,5",
    "text" : "His attendants answered, \"Haman is standing in the court.Bring him in,\" the king ordered."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "esther,5,3",
    "id" : 189921,
    "title" : "Esth 5:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Esth 5:3\">5:3</a></b> <b>half of my kingdom.</b> This generous offer reflects a courtly convention and should not be taken literally (<a class=\"bibleref\" href=\"/passage/?search=Esth 5:6\">v. 6</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Mark 6:23\">Mark 6:23</a>). Esther’s first request is that the king and Haman attend a banquet (v. 4). Her second response (v. 8) effectively obliges the king to grant her petition. But it is not until 7:2–6 that Esther finally answers the king’s question. Esther’s delaying tactics not only demonstrate her wisdom and sense of control, but also raise the suspense in the story.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "esther,6,6",
    "text" : "When Haman entered, the king asked him, \"What should be done for the man the king delights to honor?\" Now Haman thought to himself, \"Who is there that the king would rather honor than me?\""
  }, {
    "verse" : "esther,6,7",
    "text" : "So he answered the king, \"For the man the king delights to honor,"
  }, {
    "verse" : "esther,6,8",
    "text" : "have them bring a royal robe the king has worn and a horse the king has ridden, one with a royal crest placed on its head."
  }, {
    "verse" : "esther,6,9",
    "text" : "Then let the robe and horse be entrusted to one of the king's most noble princes. Let them robe the man the king delights to honor, and lead him on the horse through the city streets, proclaiming before him, 'This is what is done for the man the king delights to honor!'\""
  }, {
    "verse" : "esther,6,10",
    "text" : "\"Go at once,\" the king commanded Haman. \"Get the robe and the horse and do just as you have suggested for Mordecai the Jew, who sits at the king's gate. Do not neglect anything you have recommended.\""
  }, {
    "verse" : "esther,6,11",
    "text" : "So Haman got the robe and the horse. He robed Mordecai, and led him on horseback through the city streets, proclaiming before him, \"This is what is done for the man the king delights to honor!\""
  }, {
    "verse" : "esther,6,12",
    "text" : "Afterward Mordecai returned to the king's gate. But Haman rushed home, with his head covered in grief,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "esther,6,6-esther,6,9",
    "id" : 189922,
    "title" : "Esth 6:6–9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Esth 6:6-Esth 6:9\">6:6–9</a></b> The identity of the one to be honored is concealed (cf. Haman’s intentional veiling of the identity of the people to be destroyed, <a class=\"bibleref\" href=\"/passage/?search=Esth 3:8\">3:8</a>). Assuming that he himself was the man to be honored, Haman unveiled his personal dream list, which focused not on material gain or position, but rather on public acclaim and adulation (cf. <a class=\"bibleref\" href=\"/passage/?search=Gen 41:42\">Gen. 41:42</a>, <a class=\"bibleref\" href=\"/passage/?search=Gen 41:43\">43</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "esther,6,13",
    "text" : "and told Zeresh his wife and all his friends everything that had happened to him. His advisers and his wife Zeresh said to him, \"Since Mordecai, before whom your downfall has started, is of Jewish origin, you cannot stand against him-you will surely come to ruin!\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "esther,6,13",
    "id" : 189923,
    "title" : "Esth 6:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Esth 6:13\">6:13</a></b> <b>you will not overcome him.</b> Haman’s wife and advisers give voice to the belief that the Jewish people were indomitable and, perhaps, even to the view that their God was the living God. See the predictions about the fall of Amalek before Israel (<a class=\"bibleref\" href=\"/passage/?search=Exod 17:16\">Ex. 17:16</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 24:20\">Num. 24:20</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 25:17-Deut 25:19\">Deut. 25:17–19</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 15\">1 Sam. 15</a>; <a class=\"bibleref\" href=\"/passage/?search=2Sam 1:8-2Sam 1:16\">2 Sam. 1:8–16</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Dan 6:26\">Dan. 6:26</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 6:27\">27</a>; <a class=\"bibleref\" href=\"/passage/?search=Josh 2:11\">Josh. 2:11</a>; 9:29; <a class=\"bibleref\" href=\"/passage/?search=Ezek 38:23\">Ezek. 38:23</a>). See also Introduction: Characteristics and Themes.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "esther,6,14",
    "text" : "While they were still talking with him, the king's eunuchs arrived and hurried Haman away to the banquet Esther had prepared."
  }, {
    "verse" : "esther,7,1",
    "text" : "So the king and Haman went to dine with Queen Esther,"
  }, {
    "verse" : "esther,7,2",
    "text" : "and as they were drinking wine on that second day, the king again asked, \"Queen Esther, what is your petition? It will be given you. What is your request? Even up to half the kingdom, it will be granted.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "esther,6,14",
    "id" : 189924,
    "title" : "Esth 6:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Esth 6:14\">6:14</a></b> <b>hurried to bring Haman.</b> The affairs of the court were always carried out in haste. It was oriental custom for servants to escort guests to special functions.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "esther,7,3",
    "text" : "Then Queen Esther answered, \"If I have found favor with you, O king, and if it pleases your majesty, grant me my life-this is my petition. And spare my people-this is my request."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "esther,7,3",
    "id" : 189925,
    "title" : "Esth 7:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Esth 7:3\">7:3</a></b> The drama of the scene is heightened by Esther’s slow unveiling of her petition for her own life and her request that her people be spared.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "esther,7,4",
    "text" : "For I and my people have been sold for destruction and slaughter and annihilation. If we had merely been sold as male and female slaves, I would have kept quiet, because no such distress would justify disturbing the king. \""
  }, {
    "verse" : "esther,7,5",
    "text" : "King Xerxes asked Queen Esther, \"Who is he? Where is the man who has dared to do such a thing?\""
  }, {
    "verse" : "esther,7,6",
    "text" : "Esther said, \"The adversary and enemy is this vile Haman.\" Then Haman was terrified before the king and queen."
  }, {
    "verse" : "esther,7,7",
    "text" : "The king got up in a rage, left his wine and went out into the palace garden. But Haman, realizing that the king had already decided his fate, stayed behind to beg Queen Esther for his life."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "esther,7,4",
    "id" : 189926,
    "title" : "Esth 7:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Esth 7:4\">7:4</a></b> <b>sold.</b> A reference to Haman’s initial bribe (<a class=\"bibleref\" href=\"/passage/?search=Esth 3:9\">3:9</a>; <a class=\"bibleref\" href=\"/passage/?search=Esth 4:7\">4:7</a>).</p><p><b>destroyed . . . killed . . . annihilated.</b> The Hebrew verbs are precisely those used in the initial decree (<a class=\"bibleref\" href=\"/passage/?search=Esth 3:13\">3:13</a>).</p><p><b>not to be compared.</b> The Hebrew is somewhat difficult to translate. Esther seems to argue that Haman’s financial offer (<a class=\"bibleref\" href=\"/passage/?search=Esth 3:9\">3:9</a>) would not compensate for the king’s damages (i.e., lost revenue from the Jews).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "esther,7,8",
    "text" : "Just as the king returned from the palace garden to the banquet hall, Haman was falling on the couch where Esther was reclining. The king exclaimed, \"Will he even molest the queen while she is with me in the house?\" As soon as the word left the king's mouth, they covered Haman's face."
  }, {
    "verse" : "esther,7,9",
    "text" : "Then Harbona, one of the eunuchs attending the king, said, \"A gallows seventy-five feet high stands by Haman's house. He had it made for Mordecai, who spoke up to help the king.\" The king said, \"Hang him on it!\""
  }, {
    "verse" : "esther,7,10",
    "text" : "So they hanged Haman on the gallows he had prepared for Mordecai. Then the king's fury subsided."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "esther,7,8",
    "id" : 189927,
    "title" : "Esth 7:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Esth 7:8\">7:8</a></b> <b>falling on the couch.</b> Haman’s violations of etiquette seal his fate.</p><p><b>covered Haman’s face.</b> The court attendants understood the implications of the king’s word (<a class=\"bibleref\" href=\"/passage/?search=Esth 7:8\">v. 8</a>). As always, the king welcomed the advice of others—here, the eunuch, Harbona (<a class=\"bibleref\" href=\"/passage/?search=Esth 1:10\">1:10</a>; cf. the speech in <a class=\"bibleref\" href=\"/passage/?search=Esth 5:14\">5:14</a>). The order to hang Haman on the gallows intended for Mordecai is the great ironic reversal of the story. See Introduction: Characteristics and Themes.</p></div>"
  } ]
} ]
