[ {
  "verses" : [ {
    "verse" : "2corinthians,3,1",
    "text" : "Are we beginning to commend ourselves again? Or do we need, like some people, letters of recommendation to you or from you?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,1",
    "id" : 198228,
    "title" : "2 Cor 3:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:1\">3:1</a></b> Both questions in this verse expect the answer “no.” Paul does not reject letters of commendation generally (<a class=\"bibleref\" href=\"/passage/?search=Acts 15:25\">Acts 15:25</a>, <a class=\"bibleref\" href=\"/passage/?search=Acts 15:26\">26</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 18:27\">18:27</a>; <a class=\"bibleref\" href=\"/passage/?search=1Cor 16:10\">1 Cor. 16:10</a>, <a class=\"bibleref\" href=\"/passage/?search=1Cor 16:11\">11</a>), but apparently Paul’s opponents had brought some misleading letters of commendation to the church at Corinth, letters that the bearers were not worthy of. Paul shows that his letter is far better, because it consists of the lives of the Corinthian believers (v. 2).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,2",
    "text" : "You yourselves are our letter, written on our hearts, known and read by everybody."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,2",
    "id" : 198229,
    "title" : "2 Cor 3:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:2\">3:2</a></b> <b>written on our hearts.</b> The Corinthians have a fixed place in his affections. Some manuscripts read “in your hearts.” On this reading, Paul is telling the Corinthians that as a church they are an effective letter of recommendation for him (<a class=\"bibleref\" href=\"/passage/?search=2Cor 2:17\">2:17</a>; <a class=\"bibleref\" href=\"/passage/?search=1Cor 9:2\">1 Cor. 9:2</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,3",
    "text" : "You show that you are a letter from Christ, the result of our ministry, written not with ink but with the Spirit of the living God, not on tablets of stone but on tablets of human hearts."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,3",
    "id" : 198230,
    "title" : "2 Cor 3:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:3\">3:3</a></b> <b>letter from Christ delivered by us.</b> The Corinthian church was a work of God’s grace, but in this work Paul and his co-workers had been God’s instruments.</p><p><b>tablets of stone.</b> The Ten Commandments.</p><p><b>tablets of human hearts.</b> Paul’s point is twofold. First, the “letter,” which the Corinthians are, is superior to the pen-and-ink letters of his opponents as well as the stone tablets of the law. Second, Paul presents the fruits of his apostleship as the fulfillment of Old Testament prophecy. As predicted in <a class=\"bibleref\" href=\"/passage/?search=Jer 31:33\">Jer. 31:33</a> and <a class=\"bibleref\" href=\"/passage/?search=Ezek 11:19\">Ezek. 11:19</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 36:26\">36:26</a>, in the new covenant God writes His laws on the hearts of His people, giving them a new desire and ability to obey Him. The law that is written in the heart is the unchanging and pure law of God, that is, His absolute moral standard.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,4",
    "text" : "Such confidence as this is ours through Christ before God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,4-2corinthians,6,13",
    "id" : 198231,
    "title" : "2 Cor 3:4–6:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:4-2Cor 6:13\">3:4–6:13</a></b> After explaining his change of plans about visiting the Corinthians, Paul describes what true ministry is. It means being ministers of a glorious new covenant (<a class=\"bibleref\" href=\"/passage/?search=2Cor 3:4-2Cor 4:6\">3:4–4:6</a>), trusting God in the midst of troubles (<a class=\"bibleref\" href=\"/passage/?search=2Cor 4:7-2Cor 5:10\">4:7–5:10</a>), and speaking the message of reconciliation (<a class=\"bibleref\" href=\"/passage/?search=2Cor 5:11-2Cor 6:13\">5:11–6:13</a>). Paul insists throughout the rest of the letter that faithfulness to these tasks—not eloquence, deep philosophical thought, or worldly standards of personal excellence—is the basis of a valid ministry.</p></div>"
  }, {
    "verseRange" : "2corinthians,3,4",
    "id" : 198232,
    "title" : "2 Cor 3:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:4\">3:4</a></b> <b>Such is the confidence.</b> Paul is confident before God that his ministry is authentic and that the Corinthians are “letters of recommendation” testifying to it. Paul’s confidence is not in himself, but “through Christ.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,5",
    "text" : "Not that we are competent in ourselves to claim anything for ourselves, but our competence comes from God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,5",
    "id" : 198233,
    "title" : "2 Cor 3:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:5\">3:5</a></b> <b>sufficient.</b> Paul answers the question of <a class=\"bibleref\" href=\"/passage/?search=2Cor 2:16\">2:16</a> (“Who is sufficient for these things?”). Earlier he had disavowed any dependence on merely human ability (<a class=\"bibleref\" href=\"/passage/?search=1Cor 2:1-1Cor 2:5\">1 Cor. 2:1–5</a>). Unfortunately, Paul’s opponents valued worldly ability more than the sufficiency that comes from God alone.</p><p><b>our sufficiency is from God.</b> A major theme of 2 Corinthians. All ability and power in ministry comes from God, not from ourselves.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,6",
    "text" : "He has made us competent as ministers of a new covenant--not of the letter but of the Spirit; for the letter kills, but the Spirit gives life."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,6",
    "id" : 198234,
    "title" : "2 Cor 3:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:6\">3:6</a></b> <b>new covenant.</b> The new legal relationship that God established with His people through Jesus Christ, His life, death, resurrection, and ascension.</p><p><b>the letter.</b> The written law by itself, which demands perfect obedience but gives no power to obey.</p><p><b>the Spirit gives life.</b> This is new life in Christ. In it the Holy Spirit writes God’s law on our hearts (<a class=\"bibleref\" href=\"/passage/?search=Jer 31:31-Jer 31:34\">Jer. 31:31–34</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 8:8-Heb 8:12\">Heb. 8:8–12</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 9:13\">9:13</a>, <a class=\"bibleref\" href=\"/passage/?search=Heb 9:14\">14</a>), giving love for God’s moral standards and power to obey them (<a class=\"bibleref\" href=\"/passage/?search=Rom 8:4\">Rom. 8:4</a>; <a class=\"bibleref\" href=\"/passage/?search=1Cor 7:19\">1 Cor. 7:19</a>). Saying that life is “not of the letter,” Paul does not imply that there was no spiritual life whatever under the old covenant. He means that the written law, which was characteristic of the old covenant, did not by itself produce life in the believing community. The Holy Spirit, whose powerful, life-giving ministry is characteristic of the new covenant, does bring new life in much greater measure than under the old covenant.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,7",
    "text" : "Now if the ministry that brought death, which was engraved in letters on stone, came with glory, so that the Israelites could not look steadily at the face of Moses because of its glory, fading though it was,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,7",
    "id" : 198235,
    "title" : "2 Cor 3:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:7\">3:7</a></b> <b>the ministry of death.</b> The written words of the Old Testament law by themselves condemned people who did not obey, without giving them life.</p><p><b>could not gaze at Moses’ face.</b> The old covenant was not without glory, even though it was written on stone (<a class=\"bibleref\" href=\"/passage/?search=Exod 34:29-Exod 34:35\">Ex. 34:29–35</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,8",
    "text" : "will not the ministry of the Spirit be even more glorious?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,8",
    "id" : 198236,
    "title" : "2 Cor 3:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:8\">3:8</a></b> <b>even more glory.</b> The new covenant is more powerful, beautiful, and inward.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,9",
    "text" : "If the ministry that condemns men is glorious, how much more glorious is the ministry that brings righteousness!"
  }, {
    "verse" : "2corinthians,3,10",
    "text" : "For what was glorious has no glory now in comparison with the surpassing glory."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,9",
    "id" : 198237,
    "title" : "2 Cor 3:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:9\">3:9</a></b> <b>ministry of righteousness.</b> Righteousness is given in justification, the gracious legal declaration that begins the Christian life. It continues in sanctification, the progressive growth of a believer in righteous thoughts, words, and deeds. Sanctification takes place by grace through faith, but it also requires study, prayer, and conscious effort.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,11",
    "text" : "And if what was fading away came with glory, how much greater is the glory of that which lasts!"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,11",
    "id" : 198238,
    "title" : "2 Cor 3:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:11\">3:11</a></b> <b>what was being brought to an end.</b> The old covenant (<a class=\"bibleref\" href=\"/passage/?search=Heb 8:13\">Heb. 8:13</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,12",
    "text" : "Therefore, since we have such a hope, we are very bold."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,12",
    "id" : 198239,
    "title" : "2 Cor 3:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:12\">3:12</a></b> <b>such a hope.</b> The splendor of the new covenant, which will not fade or pass away, provides the apostle’s hope and fuels his boldness.</p><p><b>very bold.</b> Paul is not at all ashamed to stand before the world and proclaim the excellent gospel. The reference to “boldness” links the discussion of <a class=\"bibleref\" href=\"/passage/?search=2Cor 3:7-2Cor 3:11\">vv. 7–11</a> with Paul’s defense of his apostleship (<a class=\"bibleref\" href=\"/passage/?search=2Cor 10:1\">10:1</a>, <a class=\"bibleref\" href=\"/passage/?search=2Cor 10:2\">2</a>). He is bold, not vacillating as his opponents accused him (<a class=\"bibleref\" href=\"/passage/?search=2Cor 1:17-2Cor 2:4\">1:17–2:4</a>); and his boldness, taking the form of the fearless speech so evident in this epistle, is a great contrast to the deceitful selfishness of his opponents (<a class=\"bibleref\" href=\"/passage/?search=2Cor 2:17\">2:17</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,13",
    "text" : "We are not like Moses, who would put a veil over his face to keep the Israelites from gazing at it while the radiance was fading away."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,13",
    "id" : 198240,
    "title" : "2 Cor 3:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:13\">3:13</a></b> Some think that Moses’ veil was to protect the Israelites from being harmed or frightened by the brightness. More likely, the veil was to keep them from seeing that the glory was fading away because of the temporary and inadequate character of the old covenant (<a class=\"bibleref\" href=\"/passage/?search=Exod 34:29-Exod 34:35\">Ex. 34:29–35</a>). By contrast, Paul needs no veil, for the glory of the new covenant ministry does not fade away.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,14",
    "text" : "But their minds were made dull, for to this day the same veil remains when the old covenant is read. It has not been removed, because only in Christ is it taken away."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,14",
    "id" : 198241,
    "title" : "2 Cor 3:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:14\">3:14</a></b> <b>that same veil remains.</b> Even today, Paul says, many Jewish people cannot see that the Mosaic covenant is temporary, and that its glory fades.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,15",
    "text" : "Even to this day when Moses is read, a veil covers their hearts."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,15",
    "id" : 198242,
    "title" : "2 Cor 3:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:15\">3:15</a></b> <b>a veil lies over their hearts.</b> The metaphor shifts somewhat, as it often does in Paul’s writings. The veil is now not on Moses’ face but on their hearts. The effect is the same—they cannot see that the old covenant fades.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,16",
    "text" : "But whenever anyone turns to the Lord, the veil is taken away."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,16",
    "id" : 198243,
    "title" : "2 Cor 3:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:16\">3:16</a></b> <b>the veil is removed.</b> See “Understanding the Word of God” at <a class=\"bibleref\" href=\"/passage/?search=Ps 119:34\">Ps. 119:34</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,17",
    "text" : "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,17",
    "id" : 198244,
    "title" : "2 Cor 3:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:17\">3:17</a></b> <b>the Lord is the Spirit.</b> Here Paul stresses the close relationship between Christ and the Holy Spirit. By virtue of His resurrection and ascension, Christ and the life-giving Spirit are closely identified in function (<a class=\"bibleref\" href=\"/passage/?search=1Cor 15:45\">1 Cor. 15:45</a>). It is also possible to translate this phrase, “Now the Spirit is the Lord.” The Holy Spirit is truly God; like the Father and the Son, He is the One who is known simply as “the Lord” in the Old Testament. Such a translation gives a natural sense to the word “is.”</p><p><b>there is freedom.</b> The bondage was to death, sin, and hopeless effort to obey the law by our own power.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,3,18",
    "text" : "And we, who with unveiled faces all reflect the Lord's glory, are being transformed into his likeness with ever-increasing glory, which comes from the Lord, who is the Spirit."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,18",
    "id" : 198245,
    "title" : "2 Cor 3:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:18\">3:18</a></b> <b>we all.</b> All Christians. A characteristic experience of new covenant believers is described here.</p><p><b>beholding.</b> Unlike Moses (<a class=\"bibleref\" href=\"/passage/?search=2Cor 3:13\">v. 13</a>), who went before the people with a veil to hide the fading glory on his face, Paul stands before people “with unveiled face,” knowing that the new covenant glory will never diminish. Likewise “we all” stand unashamedly before the world, reflecting in our own lives the glory of Christ. And far from a fading glory, our glory is ever-increasing, as we are changed more and more into the likeness of Christ. See “The Transfiguration of Jesus” at <a class=\"bibleref\" href=\"/passage/?search=Mark 9:2\">Mark 9:2</a>.</p><p><b>into the same image.</b> A reference to continual growth throughout life into increasing Christlikeness. This growth is moral and spiritual transformation “from one degree of glory to another.” We are being progressively restored to greater and greater possession of the image of God which was corrupted at the fall of Adam.</p></div>"
  } ]
} ]
