[ {
  "verses" : [ {
    "verse" : "proverbs,25,1",
    "text" : "These are more proverbs of Solomon, copied by the men of Hezekiah king of Judah:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,25,1",
    "id" : 192227,
    "title" : "Pr 25:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 25:1\">25:1</a></b> <b>proverbs of Solomon.</b> See Introduction: Author; note on <a class=\"bibleref\" href=\"/passage/?search=Prov 1:1\">1:1</a>.</p><p><b>Hezekiah.</b> He was king of Judah at the time of the destruction of the northern kingdom of Israel. Hezekiah vigorously carried out reforms of Judah’s corrupt religious practices. This introduction to a new section of the Book of Proverbs shows that Hezekiah not only promoted a return to the Law of Moses, but also encouraged the wisdom movement by literary activity.</p><p><b>copied.</b> The development of a scribal class in Israel was dictated by the religious and administrative needs of the nation. The Hebrew word used here indicates transmission and may mean committing oral tradition to writing, or transcribing something already written.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,25,2",
    "text" : "It is the glory of God to conceal a matter; to search out a matter is the glory of kings."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,25,2",
    "id" : 192228,
    "title" : "Pr 25:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 25:2\">25:2</a></b> It can already be seen from creation that the wisdom of God is beyond all human knowing (<a class=\"bibleref\" href=\"/passage/?search=Ps 92:5\">Ps. 92:5</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 147:5\">147:5</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 40:12-Isa 40:17\">Is. 40:12–17</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 1:20\">Rom. 1:20</a>). The king as God’s servant makes probing inquiry into the questions that concern his rule, and he is to be admired for his success in uncovering what he has to know (16:12–15; 20:8, 26; 25:3, 5 and notes).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,25,3",
    "text" : "As the heavens are high and the earth is deep, so the hearts of kings are unsearchable."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,25,3",
    "id" : 192229,
    "title" : "Pr 25:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 25:3\">25:3</a></b> <b>unsearchable.</b> The same verb as in <a class=\"bibleref\" href=\"/passage/?search=Prov 25:2\">v. 2</a> is used here in the negative. The knowledge that the king has acquired through effort and the royal decisions based on it are reflections of God’s rule based on His wisdom. The king is understood to rule through God’s appointment (cf. <a class=\"bibleref\" href=\"/passage/?search=Rom 13:4\">Rom. 13:4</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,25,4",
    "text" : "Remove the dross from the silver, and out comes material for the silversmith;"
  }, {
    "verse" : "proverbs,25,5",
    "text" : "remove the wicked from the king's presence, and his throne will be established through righteousness."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,25,4-proverbs,25,5",
    "id" : 192230,
    "title" : "Pr 25:4–5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 25:4\">25:4</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 25:5\">5</a></b> No matter how skilled the craftsman, he must have good materials to work with. In the same way, the king needs a society purged of evil elements if he is to establish a righteous rule. Good order in society cannot simply be commanded from the throne.</p></div>"
  } ]
} ]
