[ {
  "verses" : [ {
    "verse" : "jeremiah,28,1",
    "text" : "In the fifth month of that same year, the fourth year, early in the reign of Zedekiah king of Judah, the prophet Hananiah son of Azzur, who was from Gibeon, said to me in the house of the LORD in the presence of the priests and all the people:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,25,1-jeremiah,29,32",
    "id" : 193807,
    "title" : "Jer 25–29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 25-Jer 29\">25:1–29:32</a></b> Jeremiah predicts seventy years of Babylonian captivity for Judah as judgment for persistent sin, and warns the neighboring nations as well of judgment at the hands of Babylon (<a class=\"bibleref\" href=\"/passage/?search=Jer 25\">ch. 25</a>). His message meets opposition from false prophets, priests, and the people (<a class=\"bibleref\" href=\"/passage/?search=Jer 26-Jer 29\">chs. 26–29</a>).</p></div>"
  }, {
    "verseRange" : "jeremiah,28,1",
    "id" : 193842,
    "title" : "Jer 28:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 28:1\">28:1</a></b> <b>In that same year . . . the fourth year.</b> Since Zedekiah’s reign began in 597 <span class=\"small-caps\">b.c.</span>, the events recounted here and in <a class=\"bibleref\" href=\"/passage/?search=Jer 27\">ch. 27</a> (<a class=\"bibleref\" href=\"/passage/?search=Jer 27:1\">27:1</a> note) occurred in 593 <span class=\"small-caps\">b.c.</span></p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,28,2",
    "text" : "\"This is what the LORD Almighty, the God of Israel, says: 'I will break the yoke of the king of Babylon."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,28,2",
    "id" : 193843,
    "title" : "Jer 28:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 28:2\">28:2</a></b> <b>yoke.</b> Hananiah directly challenges Jeremiah’s message (<a class=\"bibleref\" href=\"/passage/?search=Jer 27:16-Jer 27:22\">27:16–22</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,28,3",
    "text" : "Within two years I will bring back to this place all the articles of the LORD's house that Nebuchadnezzar king of Babylon removed from here and took to Babylon."
  }, {
    "verse" : "jeremiah,28,4",
    "text" : "I will also bring back to this place Jehoiachin son of Jehoiakim king of Judah and all the other exiles from Judah who went to Babylon,' declares the LORD, 'for I will break the yoke of the king of Babylon.'\""
  }, {
    "verse" : "jeremiah,28,5",
    "text" : "Then the prophet Jeremiah replied to the prophet Hananiah before the priests and all the people who were standing in the house of the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,28,3",
    "id" : 193844,
    "title" : "Jer 28:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 28:3\">28:3</a></b> <b>Within two years.</b> Since just over four years had already passed (<a class=\"bibleref\" href=\"/passage/?search=Jer 28:1\">v. 1</a>), Hananiah predicts they will be gone no more than seven years. Contrast Jeremiah’s seventy years (<a class=\"bibleref\" href=\"/passage/?search=Jer 25:11\">25:11</a>, <a class=\"bibleref\" href=\"/passage/?search=Jer 25:12\">12</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,28,6",
    "text" : "He said, \"Amen! May the LORD do so! May the LORD fulfill the words you have prophesied by bringing the articles of the LORD's house and all the exiles back to this place from Babylon."
  }, {
    "verse" : "jeremiah,28,7",
    "text" : "Nevertheless, listen to what I have to say in your hearing and in the hearing of all the people:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,28,6",
    "id" : 193845,
    "title" : "Jer 28:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 28:6\">28:6</a></b> <b>Amen.</b> Jeremiah’s first response reflects his love for the land and people. But the message God had revealed to him gave him no confidence in this hope.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,28,8",
    "text" : "From early times the prophets who preceded you and me have prophesied war, disaster and plague against many countries and great kingdoms."
  }, {
    "verse" : "jeremiah,28,9",
    "text" : "But the prophet who prophesies peace will be recognized as one truly sent by the LORD only if his prediction comes true.\""
  }, {
    "verse" : "jeremiah,28,10",
    "text" : "Then the prophet Hananiah took the yoke off the neck of the prophet Jeremiah and broke it,"
  }, {
    "verse" : "jeremiah,28,11",
    "text" : "and he said before all the people, \"This is what the LORD says: 'In the same way will I break the yoke of Nebuchadnezzar king of Babylon off the neck of all the nations within two years.'\" At this, the prophet Jeremiah went on his way."
  }, {
    "verse" : "jeremiah,28,12",
    "text" : "Shortly after the prophet Hananiah had broken the yoke off the neck of the prophet Jeremiah, the word of the LORD came to Jeremiah:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,28,8",
    "id" : 193846,
    "title" : "Jer 28:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 28:8\">28:8</a></b> <b>preceded you and me.</b> Jeremiah includes Hananiah with himself among the prophets and reminds him that the Lord’s message has been principally judgment.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,28,13",
    "text" : "\"Go and tell Hananiah, 'This is what the LORD says: You have broken a wooden yoke, but in its place you will get a yoke of iron."
  }, {
    "verse" : "jeremiah,28,14",
    "text" : "This is what the LORD Almighty, the God of Israel, says: I will put an iron yoke on the necks of all these nations to make them serve Nebuchadnezzar king of Babylon, and they will serve him. I will even give him control over the wild animals.'\""
  }, {
    "verse" : "jeremiah,28,15",
    "text" : "Then the prophet Jeremiah said to Hananiah the prophet, \"Listen, Hananiah! The LORD has not sent you, yet you have persuaded this nation to trust in lies."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,28,13",
    "id" : 193847,
    "title" : "Jer 28:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 28:13\">28:13</a></b> <b>wooden bars . . . bars of iron.</b> The Lord’s will could not be frustrated by Hananiah’s symbolic act. Hananiah dramatizes Judah’s resistance, that can only make the inevitable servitude harsher.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,28,16",
    "text" : "Therefore, this is what the LORD says: 'I am about to remove you from the face of the earth. This very year you are going to die, because you have preached rebellion against the LORD.'\""
  }, {
    "verse" : "jeremiah,28,17",
    "text" : "In the seventh month of that same year, Hananiah the prophet died."
  }, {
    "verse" : "jeremiah,29,1",
    "text" : "This is the text of the letter that the prophet Jeremiah sent from Jerusalem to the surviving elders among the exiles and to the priests, the prophets and all the other people Nebuchadnezzar had carried into exile from Jerusalem to Babylon."
  }, {
    "verse" : "jeremiah,29,2",
    "text" : "(This was after King Jehoiachin and the queen mother, the court officials and the leaders of Judah and Jerusalem, the craftsmen and the artisans had gone into exile from Jerusalem.)"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,28,16",
    "id" : 193848,
    "title" : "Jer 28:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 28:16\">28:16</a></b> <b>remove.</b> The same Hebrew word as “sent” (<a class=\"bibleref\" href=\"/passage/?search=Jer 28:15\">v. 15</a>), an ironic play on words since this “sending” is to his death.</p><p><b>rebellion.</b> The rebellion was ostensibly against Babylon, but really against God (<a class=\"bibleref\" href=\"/passage/?search=Deut 13:5\">Deut. 13:5</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,29,3",
    "text" : "He entrusted the letter to Elasah son of Shaphan and to Gemariah son of Hilkiah, whom Zedekiah king of Judah sent to King Nebuchadnezzar in Babylon. It said:"
  }, {
    "verse" : "jeremiah,29,4",
    "text" : "This is what the LORD Almighty, the God of Israel, says to all those I carried into exile from Jerusalem to Babylon:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,29,3",
    "id" : 193849,
    "title" : "Jer 29:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 29:3\">29:3</a></b> <b>Elasah the son of Shaphan.</b> Possibly he was from the same family that had defended Jeremiah (<a class=\"bibleref\" href=\"/passage/?search=Jer 26:24\">26:24</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,29,5",
    "text" : "\"Build houses and settle down; plant gardens and eat what they produce."
  }, {
    "verse" : "jeremiah,29,6",
    "text" : "Marry and have sons and daughters; find wives for your sons and give your daughters in marriage, so that they too may have sons and daughters. Increase in number there; do not decrease."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,29,5",
    "id" : 193850,
    "title" : "Jer 29:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 29:5\">29:5</a></b> <b>Build houses and live in them.</b> An act of commitment to their new lives, showing acceptance of the Lord’s judgment (cf. <a class=\"bibleref\" href=\"/passage/?search=Ezek 8:1\">Ezek. 8:1</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,29,7",
    "text" : "Also, seek the peace and prosperity of the city to which I have carried you into exile. Pray to the LORD for it, because if it prospers, you too will prosper.\""
  }, {
    "verse" : "jeremiah,29,8",
    "text" : "Yes, this is what the LORD Almighty, the God of Israel, says: \"Do not let the prophets and diviners among you deceive you. Do not listen to the dreams you encourage them to have."
  }, {
    "verse" : "jeremiah,29,9",
    "text" : "They are prophesying lies to you in my name. I have not sent them,\" declares the LORD."
  }, {
    "verse" : "jeremiah,29,10",
    "text" : "This is what the LORD says: \"When seventy years are completed for Babylon, I will come to you and fulfill my gracious promise to bring you back to this place."
  }, {
    "verse" : "jeremiah,29,11",
    "text" : "For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."
  }, {
    "verse" : "jeremiah,29,12",
    "text" : "Then you will call upon me and come and pray to me, and I will listen to you."
  }, {
    "verse" : "jeremiah,29,13",
    "text" : "You will seek me and find me when you seek me with all your heart."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,29,7",
    "id" : 193851,
    "title" : "Jer 29:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 29:7\">29:7</a></b> <b>welfare.</b> Peace (<a class=\"bibleref\" href=\"/passage/?search=Jer 6:14\">6:14</a> and note) is the chief covenantal blessing. The peace lightly promised by the false prophets (<a class=\"bibleref\" href=\"/passage/?search=Jer 8:11\">8:11</a>) gives way to a true peace (see also <a class=\"bibleref\" href=\"/passage/?search=John 14:27\">John 14:27</a>).</p><p><b>pray.</b> The Lord’s blessing can come on any nation through the prayer and action of His people; compare Abraham (<a class=\"bibleref\" href=\"/passage/?search=Gen 20:17\">Gen. 20:17</a>), Joseph (<a class=\"bibleref\" href=\"/passage/?search=Gen 37-Gen 50\">Gen. 37–50</a>), and Daniel (<a class=\"bibleref\" href=\"/passage/?search=Dan 1-Dan 6\">Dan. 1–6</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,29,14",
    "text" : "I will be found by you,\" declares the LORD, \"and will bring you back from captivity. I will gather you from all the nations and places where I have banished you,\" declares the LORD, \"and will bring you back to the place from which I carried you into exile.\""
  }, {
    "verse" : "jeremiah,29,15",
    "text" : "You may say, \"The LORD has raised up prophets for us in Babylon,\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,29,14",
    "id" : 193852,
    "title" : "Jer 29:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 29:14\">29:14</a></b> This verse echoes <a class=\"bibleref\" href=\"/passage/?search=Deut 30:3-Deut 30:5\">Deut. 30:3–5</a> (similar in turn to <a class=\"bibleref\" href=\"/passage/?search=Deut 4:29\">Deut. 4:29</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 4:30\">30</a>).</p><p><b>bring you back.</b> The phrase implies a restoration of the relationship between the Lord and His people. See 30:3, 18; 31:23; 32:44; 33:7, 11, 26; 48:47; 49:6, 39.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,29,16",
    "text" : "but this is what the LORD says about the king who sits on David's throne and all the people who remain in this city, your countrymen who did not go with you into exile-"
  }, {
    "verse" : "jeremiah,29,17",
    "text" : "yes, this is what the LORD Almighty says: \"I will send the sword, famine and plague against them and I will make them like poor figs that are so bad they cannot be eaten."
  }, {
    "verse" : "jeremiah,29,18",
    "text" : "I will pursue them with the sword, famine and plague and will make them abhorrent to all the kingdoms of the earth and an object of cursing and horror, of scorn and reproach, among all the nations where I drive them."
  }, {
    "verse" : "jeremiah,29,19",
    "text" : "For they have not listened to my words,\" declares the LORD, \"words that I sent to them again and again by my servants the prophets. And you exiles have not listened either,\" declares the LORD."
  }, {
    "verse" : "jeremiah,29,20",
    "text" : "Therefore, hear the word of the LORD, all you exiles whom I have sent away from Jerusalem to Babylon."
  }, {
    "verse" : "jeremiah,29,21",
    "text" : "This is what the LORD Almighty, the God of Israel, says about Ahab son of Kolaiah and Zedekiah son of Maaseiah, who are prophesying lies to you in my name: \"I will hand them over to Nebuchadnezzar king of Babylon, and he will put them to death before your very eyes."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,29,16",
    "id" : 193853,
    "title" : "Jer 29:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 29:16\">29:16</a></b> <b>the king.</b> That is, Zedekiah. That Zedekiah still ruled in Jerusalem, albeit as a Babylonian vassal, may have been a focus of false hope for the exiles.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,29,22",
    "text" : "Because of them, all the exiles from Judah who are in Babylon will use this curse: 'The LORD treat you like Zedekiah and Ahab, whom the king of Babylon burned in the fire.'"
  }, {
    "verse" : "jeremiah,29,23",
    "text" : "For they have done outrageous things in Israel; they have committed adultery with their neighbors' wives and in my name have spoken lies, which I did not tell them to do. I know it and am a witness to it,\" declares the LORD."
  }, {
    "verse" : "jeremiah,29,24",
    "text" : "Tell Shemaiah the Nehelamite,"
  }, {
    "verse" : "jeremiah,29,25",
    "text" : "\"This is what the LORD Almighty, the God of Israel, says: You sent letters in your own name to all the people in Jerusalem, to Zephaniah son of Maaseiah the priest, and to all the other priests. You said to Zephaniah,"
  }, {
    "verse" : "jeremiah,29,26",
    "text" : "'The LORD has appointed you priest in place of Jehoiada to be in charge of the house of the LORD; you should put any madman who acts like a prophet into the stocks and neck-irons."
  }, {
    "verse" : "jeremiah,29,27",
    "text" : "So why have you not reprimanded Jeremiah from Anathoth, who poses as a prophet among you?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,29,22",
    "id" : 193854,
    "title" : "Jer 29:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 29:22\">29:22</a></b> <b>in the fire.</b> A method of execution particularly associated in the Old Testament with the rule of Nebuchadnezzar (<a class=\"bibleref\" href=\"/passage/?search=Dan 3:6\">Dan. 3:6</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,29,28",
    "text" : "He has sent this message to us in Babylon: It will be a long time. Therefore build houses and settle down; plant gardens and eat what they produce.'\""
  }, {
    "verse" : "jeremiah,29,29",
    "text" : "Zephaniah the priest, however, read the letter to Jeremiah the prophet."
  }, {
    "verse" : "jeremiah,29,30",
    "text" : "Then the word of the LORD came to Jeremiah:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,29,28",
    "id" : 193855,
    "title" : "Jer 29:28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 29:28\">29:28</a></b> <b>will be long.</b> Jeremiah prophesied that the Exile would last seventy years (<a class=\"bibleref\" href=\"/passage/?search=Jer 29:10\">v. 10</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 25:11\">25:11</a>, <a class=\"bibleref\" href=\"/passage/?search=Jer 25:12\">12</a>).</p><p><b>build houses . . . plant gardens.</b> Shemaiah cites Jeremiah’s letter (<a class=\"bibleref\" href=\"/passage/?search=Jer 25:5\">v. 5</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,29,31",
    "text" : "\"Send this message to all the exiles: 'This is what the LORD says about Shemaiah the Nehelamite: Because Shemaiah has prophesied to you, even though I did not send him, and has led you to believe a lie,"
  }, {
    "verse" : "jeremiah,29,32",
    "text" : "this is what the LORD says: I will surely punish Shemaiah the Nehelamite and his descendants. He will have no one left among this people, nor will he see the good things I will do for my people, declares the LORD, because he has preached rebellion against me.'\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,29,31-jeremiah,29,32",
    "id" : 193856,
    "title" : "Jer 29:31–32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 29:31\">29:31</a>, <a class=\"bibleref\" href=\"/passage/?search=Jer 29:32\">32</a></b> The threat to Shemaiah parallels that made against Hananiah (<a class=\"bibleref\" href=\"/passage/?search=Jer 28:15\">28:15</a>, <a class=\"bibleref\" href=\"/passage/?search=Jer 28:16\">16</a>).</p></div>"
  } ]
} ]
