[ {
  "verses" : [ {
    "verse" : "jeremiah,49,23",
    "text" : "Concerning Damascus: \"Hamath and Arpad are dismayed, for they have heard bad news. They are disheartened, troubled like the restless sea."
  }, {
    "verse" : "jeremiah,49,24",
    "text" : "Damascus has become feeble, she has turned to flee and panic has gripped her; anguish and pain have seized her, pain like that of a woman in labor."
  }, {
    "verse" : "jeremiah,49,25",
    "text" : "Why has the city of renown not been abandoned, the town in which I delight?"
  }, {
    "verse" : "jeremiah,49,26",
    "text" : "Surely, her young men will fall in the streets; all her soldiers will be silenced in that day,\" declares the LORD Almighty."
  }, {
    "verse" : "jeremiah,49,27",
    "text" : "\"I will set fire to the walls of Damascus; it will consume the fortresses of Ben-Hadad.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,46,1-jeremiah,51,64",
    "id" : 193966,
    "title" : "Jer 46–51",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 46-Jer 51\">46:1–51:64</a></b> This section of Jeremiah comprises a series of judgment oracles against the surrounding nations.</p></div>"
  }, {
    "verseRange" : "jeremiah,49,23-jeremiah,49,27",
    "id" : 194001,
    "title" : "Jer 49:23–27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 49:23-Jer 49:27\">49:23–27</a></b> A prophecy against Syria, or Aram. Syria impinged chiefly on the northern kingdom of Israel in the Assyrian period (<a class=\"bibleref\" href=\"/passage/?search=1Kgs 20\">1 Kin. 20</a>; <a class=\"bibleref\" href=\"/passage/?search=Amos 1:3-Amos 1:5\">Amos 1:3–5</a>). The three states named here had fallen to Assyria in the eighth century <span class=\"small-caps\">b.c.</span></p></div>"
  }, {
    "verseRange" : "jeremiah,49,23",
    "id" : 194002,
    "title" : "Jer 49:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 49:23\">49:23</a></b> <b>Damascus . . . Hamath . . . Arpad.</b> These are major Aramean city-states.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,49,28",
    "text" : "Concerning Kedar and the kingdoms of Hazor, which Nebuchadnezzar king of Babylon attacked: This is what the LORD says: \"Arise, and attack Kedar and destroy the people of the East."
  }, {
    "verse" : "jeremiah,49,29",
    "text" : "Their tents and their flocks will be taken; their shelters will be carried off with all their goods and camels. Men will shout to them, 'Terror on every side!'"
  }, {
    "verse" : "jeremiah,49,30",
    "text" : "\"Flee quickly away! Stay in deep caves, you who live in Hazor,\" declares the LORD. \"Nebuchadnezzar king of Babylon has plotted against you; he has devised a plan against you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,49,28-jeremiah,49,33",
    "id" : 194003,
    "title" : "Jer 49:28–33",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 49:28-Jer 49:33\">49:28–33</a></b> A prophecy against Arabian kingdoms. Arab nomadic tribes posed a periodic threat to settled communities (<a class=\"bibleref\" href=\"/passage/?search=Judg 6:1-Judg 6:6\">Judg. 6:1–6</a>). The present prophecy may have been occasioned by an Arab uprising against Nebuchadnezzar in 598 <span class=\"small-caps\">b.c.</span></p></div>"
  }, {
    "verseRange" : "jeremiah,49,28",
    "id" : 194004,
    "title" : "Jer 49:28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 49:28\">49:28</a></b> <b>Kedar.</b> An Arab tribe well-known in the Old Testament period (<a class=\"bibleref\" href=\"/passage/?search=Gen 25:13\">Gen. 25:13</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 21:16\">Is. 21:16</a>, <a class=\"bibleref\" href=\"/passage/?search=Isa 21:17\">17</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 42:11\">42:11</a>).</p><p><b>Hazor.</b> Also in the Arabian desert, and not the well-known Hazor in northern Israel; this name may have designated a number of Arab settlements including Teman, Buz, and Dedan (25:23, 24).</p><p><b>people of the east.</b> Another designation for Arab tribal peoples (<a class=\"bibleref\" href=\"/passage/?search=Judg 6:3\">Judg. 6:3</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 7:12\">7:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Job 1:3\">Job 1:3</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,49,31",
    "text" : "\"Arise and attack a nation at ease, which lives in confidence,\" declares the LORD, \"a nation that has neither gates nor bars; its people live alone."
  }, {
    "verse" : "jeremiah,49,32",
    "text" : "Their camels will become plunder, and their large herds will be booty. I will scatter to the winds those who are in distant places and will bring disaster on them from every side,\" declares the LORD."
  }, {
    "verse" : "jeremiah,49,33",
    "text" : "\"Hazor will become a haunt of jackals, a desolate place forever. No one will live there; no man will dwell in it.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,49,31",
    "id" : 194005,
    "title" : "Jer 49:31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 49:31\">49:31</a></b> <b>dwells securely . . . no gates or bars.</b> These nomadic peoples typically lived in unwalled towns, not depending on fortified cities. See the description of Laish in <a class=\"bibleref\" href=\"/passage/?search=Judg 18:7\">Judg. 18:7</a>. They were no match for a well-armed invader.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,49,34",
    "text" : "This is the word of the LORD that came to Jeremiah the prophet concerning Elam, early in the reign of Zedekiah king of Judah:"
  }, {
    "verse" : "jeremiah,49,35",
    "text" : "This is what the LORD Almighty says: \"See, I will break the bow of Elam, the mainstay of their might."
  }, {
    "verse" : "jeremiah,49,36",
    "text" : "I will bring against Elam the four winds from the four quarters of the heavens; I will scatter them to the four winds, and there will not be a nation where Elam's exiles do not go."
  }, {
    "verse" : "jeremiah,49,37",
    "text" : "I will shatter Elam before their foes, before those who seek their lives; I will bring disaster upon them, even my fierce anger,\" declares the LORD. \"I will pursue them with the sword until I have made an end of them."
  }, {
    "verse" : "jeremiah,49,38",
    "text" : "I will set my throne in Elam and destroy her king and officials,\" declares the LORD."
  }, {
    "verse" : "jeremiah,49,39",
    "text" : "\"Yet I will restore the fortunes of Elam in days to come,\" declares the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,49,34-jeremiah,49,39",
    "id" : 194006,
    "title" : "Jer 49:34–39",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 49:34-Jer 49:39\">49:34–39</a></b> A prophecy against Elam, an important power to the east of Babylon, subjugated by Assyria, but resurgent in the Babylonian period. The prophecy possibly relates to a Babylonian containment campaign against Elam in 595 <span class=\"small-caps\">b.c.</span></p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,50,1",
    "text" : "This is the word the LORD spoke through Jeremiah the prophet concerning Babylon and the land of the Babylonians:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,50,1-jeremiah,51,64",
    "id" : 194007,
    "title" : "Jer 50–51",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 50-Jer 51\">50:1–51:64</a></b> The prophecy against Babylon (cf. <a class=\"bibleref\" href=\"/passage/?search=Isa 13:1-Isa 14:23\">Is. 13:1–14:23</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 21:1-Isa 21:9\">21:1–9</a>) is the climax of the book. The previous prophecies have served Jeremiah’s purpose of showing that Babylon would prevail over “all the nations” (27:7) for a period. Babylon has appeared up to this point as the instrument of God’s wrath. Finally, however (as in 25:17–26), “the word of the <span class=\"small-caps\">Lord</span>” is uttered against Babylon itself, to show that its own time of judgment must come (25:11, 12). The Hebrew text of Jeremiah has placed the prophecy (actually delivered in 593 <span class=\"small-caps\">b.c.</span>; see 51:59 note) at this point in the book so that the judgment on Babylon may occupy the climactic position. The relative length of the prophecy also shows how important Babylon is in the theology of the book.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,50,2",
    "text" : "\"Announce and proclaim among the nations, lift up a banner and proclaim it; keep nothing back, but say, 'Babylon will be captured; Bel will be put to shame, Marduk filled with terror. Her images will be put to shame and her idols filled with terror.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,50,2",
    "id" : 194008,
    "title" : "Jer 50:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 50:2\">50:2</a></b> <b>Bel . . . Merodach.</b> Merodach or “Marduk” was the creator and chief deity in Babylonian myth. He was also called Bel, an early form of the word “Baal” (“lord”). See also <a class=\"bibleref\" href=\"/passage/?search=Isa 46:1\">Is. 46:1</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,50,3",
    "text" : "A nation from the north will attack her and lay waste her land. No one will live in it; both men and animals will flee away."
  }, {
    "verse" : "jeremiah,50,4",
    "text" : "\"In those days, at that time,\" declares the LORD, \"the people of Israel and the people of Judah together will go in tears to seek the LORD their God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,50,3",
    "id" : 194009,
    "title" : "Jer 50:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 50:3\">50:3</a></b> <b>out of the north a nation.</b> See <a class=\"bibleref\" href=\"/passage/?search=Jer 1:14\">1:14</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 6:1\">6:1</a>. The tables are now turned on Babylon. The nation in question is not specified, but see <a class=\"bibleref\" href=\"/passage/?search=Jer 51:27\">51:27</a>, <a class=\"bibleref\" href=\"/passage/?search=Jer 51:28\">28</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,50,5",
    "text" : "They will ask the way to Zion and turn their faces toward it. They will come and bind themselves to the LORD in an everlasting covenant that will not be forgotten."
  }, {
    "verse" : "jeremiah,50,6",
    "text" : "\"My people have been lost sheep; their shepherds have led them astray and caused them to roam on the mountains. They wandered over mountain and hill and forgot their own resting place."
  }, {
    "verse" : "jeremiah,50,7",
    "text" : "Whoever found them devoured them; their enemies said, 'We are not guilty, for they sinned against the LORD, their true pasture, the LORD, the hope of their fathers.'"
  }, {
    "verse" : "jeremiah,50,8",
    "text" : "\"Flee out of Babylon; leave the land of the Babylonians, and be like the goats that lead the flock."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,50,5",
    "id" : 194010,
    "title" : "Jer 50:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 50:5\">50:5</a></b> <b>everlasting covenant.</b> See <a class=\"bibleref\" href=\"/passage/?search=Jer 31:31-Jer 31:34\">31:31–34</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 32:40\">32:40</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 33:20\">33:20</a>, <a class=\"bibleref\" href=\"/passage/?search=Jer 33:21\">21</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,50,9",
    "text" : "For I will stir up and bring against Babylon an alliance of great nations from the land of the north. They will take up their positions against her, and from the north she will be captured. Their arrows will be like skilled warriors who do not return empty-handed."
  }, {
    "verse" : "jeremiah,50,10",
    "text" : "So Babylonia will be plundered; all who plunder her will have their fill,\" declares the LORD."
  }, {
    "verse" : "jeremiah,50,11",
    "text" : "\"Because you rejoice and are glad, you who pillage my inheritance, because you frolic like a heifer threshing grain and neigh like stallions,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,50,9",
    "id" : 194011,
    "title" : "Jer 50:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 50:9\">50:9</a></b> <b>I am stirring up . . . against Babylon . . . from the north country.</b> Cyrus is mentioned in <a class=\"bibleref\" href=\"/passage/?search=Isa 41:25\">Is. 41:25</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 45:1\">45:1</a>. Members of the alliance are named in 51:27, 28.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,50,12",
    "text" : "your mother will be greatly ashamed; she who gave you birth will be disgraced. She will be the least of the nations- a wilderness, a dry land, a desert."
  }, {
    "verse" : "jeremiah,50,13",
    "text" : "Because of the LORD's anger she will not be inhabited but will be completely desolate. All who pass Babylon will be horrified and scoff because of all her wounds."
  }, {
    "verse" : "jeremiah,50,14",
    "text" : "\"Take up your positions around Babylon, all you who draw the bow. Shoot at her! Spare no arrows, for she has sinned against the LORD."
  }, {
    "verse" : "jeremiah,50,15",
    "text" : "Shout against her on every side! She surrenders, her towers fall, her walls are torn down. Since this is the vengeance of the LORD, take vengeance on her; do to her as she has done to others."
  }, {
    "verse" : "jeremiah,50,16",
    "text" : "Cut off from Babylon the sower, and the reaper with his sickle at harvest. Because of the sword of the oppressor let everyone return to his own people, let everyone flee to his own land."
  }, {
    "verse" : "jeremiah,50,17",
    "text" : "\"Israel is a scattered flock that lions have chased away. The first to devour him was the king of Assyria; the last to crush his bones was Nebuchadnezzar king of Babylon.\""
  }, {
    "verse" : "jeremiah,50,18",
    "text" : "Therefore this is what the LORD Almighty, the God of Israel, says: \"I will punish the king of Babylon and his land as I punished the king of Assyria."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,50,12",
    "id" : 194012,
    "title" : "Jer 50:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 50:12\">50:12</a></b> <b>your mother.</b> The city of Babylon is personified.</p><p><b>last of the nations.</b> She had seemed invincible (<a class=\"bibleref\" href=\"/passage/?search=Isa 14:12-Isa 14:17\">Is. 14:12–17</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,50,19",
    "text" : "But I will bring Israel back to his own pasture and he will graze on Carmel and Bashan; his appetite will be satisfied on the hills of Ephraim and Gilead."
  }, {
    "verse" : "jeremiah,50,20",
    "text" : "In those days, at that time,\" declares the LORD, \"search will be made for Israel's guilt, but there will be none, and for the sins of Judah, but none will be found, for I will forgive the remnant I spare."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,50,19",
    "id" : 194013,
    "title" : "Jer 50:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 50:19\">50:19</a></b> <b>Carmel . . . Bashan . . . hills of Ephraim and in Gilead.</b> These are the most fertile parts of Israel.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,50,21",
    "text" : "\"Attack the land of Merathaim and those who live in Pekod. Pursue, kill and completely destroy them,\" declares the LORD. \"Do everything I have commanded you."
  }, {
    "verse" : "jeremiah,50,22",
    "text" : "The noise of battle is in the land, the noise of great destruction!"
  }, {
    "verse" : "jeremiah,50,23",
    "text" : "How broken and shattered is the hammer of the whole earth! How desolate is Babylon among the nations!"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,50,21",
    "id" : 194014,
    "title" : "Jer 50:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 50:21\">50:21</a></b> <b>Merathaim . . . Pekod.</b> These words are puns on Babylonian place-names (Marratu, Puqudu). The Hebrew words mean “double rebellion” and “punishment.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,50,24",
    "text" : "I set a trap for you, O Babylon, and you were caught before you knew it; you were found and captured because you opposed the LORD."
  }, {
    "verse" : "jeremiah,50,25",
    "text" : "The LORD has opened his arsenal and brought out the weapons of his wrath, for the Sovereign LORD Almighty has work to do in the land of the Babylonians."
  }, {
    "verse" : "jeremiah,50,26",
    "text" : "Come against her from afar. Break open her granaries; pile her up like heaps of grain. Completely destroy her and leave her no remnant."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,50,24",
    "id" : 194015,
    "title" : "Jer 50:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 50:24\">50:24</a></b> <b>taken . . . you did not know it.</b> The Persian defeat of Babylon was unexpected.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,50,27",
    "text" : "Kill all her young bulls; let them go down to the slaughter! Woe to them! For their day has come, the time for them to be punished."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,50,27",
    "id" : 194016,
    "title" : "Jer 50:27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 50:27\">50:27</a></b> <b>bulls.</b> That is, Babylon’s army (<a class=\"bibleref\" href=\"/passage/?search=Jer 46:15\">46:15</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,50,28",
    "text" : "Listen to the fugitives and refugees from Babylon declaring in Zion how the LORD our God has taken vengeance, vengeance for his temple."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,50,28",
    "id" : 194017,
    "title" : "Jer 50:28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 50:28\">50:28</a></b> <b>They flee.</b> Jewish escapees from Babylon returned to Jerusalem.</p><p><b>vengeance for his temple.</b> The burning of the temple (<a class=\"bibleref\" href=\"/passage/?search=Jer 52:13\">52:13</a>) was the definitive destruction of Jerusalem. The Lord ties His vengeance on Babylon specifically to that.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,50,29",
    "text" : "\"Summon archers against Babylon, all those who draw the bow. Encamp all around her; let no one escape. Repay her for her deeds; do to her as she has done. For she has defied the LORD, the Holy One of Israel."
  }, {
    "verse" : "jeremiah,50,30",
    "text" : "Therefore, her young men will fall in the streets; all her soldiers will be silenced in that day,\" declares the LORD."
  }, {
    "verse" : "jeremiah,50,31",
    "text" : "\"See, I am against you, O arrogant one,\" declares the Lord, the LORD Almighty, \"for your day has come, the time for you to be punished."
  }, {
    "verse" : "jeremiah,50,32",
    "text" : "The arrogant one will stumble and fall and no one will help her up; I will kindle a fire in her towns that will consume all who are around her.\""
  }, {
    "verse" : "jeremiah,50,33",
    "text" : "This is what the LORD Almighty says: \"The people of Israel are oppressed, and the people of Judah as well. All their captors hold them fast, refusing to let them go."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,50,29",
    "id" : 194018,
    "title" : "Jer 50:29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 50:29\">50:29</a></b> <b>the Holy One of Israel.</b> This name for God is frequent in Isaiah.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "jeremiah,50,34",
    "text" : "Yet their Redeemer is strong; the LORD Almighty is his name. He will vigorously defend their cause so that he may bring rest to their land, but unrest to those who live in Babylon."
  }, {
    "verse" : "jeremiah,50,35",
    "text" : "\"A sword against the Babylonians!\" declares the LORD - \"against those who live in Babylon and against her officials and wise men!"
  }, {
    "verse" : "jeremiah,50,36",
    "text" : "A sword against her false prophets! They will become fools. A sword against her warriors! They will be filled with terror."
  }, {
    "verse" : "jeremiah,50,37",
    "text" : "A sword against her horses and chariots and all the foreigners in her ranks! They will become women. A sword against her treasures! They will be plundered."
  }, {
    "verse" : "jeremiah,50,38",
    "text" : "A drought on her waters! They will dry up. For it is a land of idols, idols that will go mad with terror."
  }, {
    "verse" : "jeremiah,50,39",
    "text" : "\"So desert creatures and hyenas will live there, and there the owl will dwell. It will never again be inhabited or lived in from generation to generation."
  }, {
    "verse" : "jeremiah,50,40",
    "text" : "As God overthrew Sodom and Gomorrah along with their neighboring towns,\" declares the LORD, \"so no one will live there; no man will dwell in it."
  }, {
    "verse" : "jeremiah,50,41",
    "text" : "\"Look! An army is coming from the north; a great nation and many kings are being stirred up from the ends of the earth."
  }, {
    "verse" : "jeremiah,50,42",
    "text" : "They are armed with bows and spears; they are cruel and without mercy. They sound like the roaring sea as they ride on their horses; they come like men in battle formation to attack you, O Daughter of Babylon."
  }, {
    "verse" : "jeremiah,50,43",
    "text" : "The king of Babylon has heard reports about them, and his hands hang limp. Anguish has gripped him, pain like that of a woman in labor."
  }, {
    "verse" : "jeremiah,50,44",
    "text" : "Like a lion coming up from Jordan's thickets to a rich pastureland, I will chase Babylon from its land in an instant. Who is the chosen one I will appoint for this? Who is like me and who can challenge me? And what shepherd can stand against me?\""
  }, {
    "verse" : "jeremiah,50,45",
    "text" : "Therefore, hear what the LORD has planned against Babylon, what he has purposed against the land of the Babylonians: The young of the flock will be dragged away; he will completely destroy their pasture because of them."
  }, {
    "verse" : "jeremiah,50,46",
    "text" : "At the sound of Babylon's capture the earth will tremble; its cry will resound among the nations."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "jeremiah,50,34",
    "id" : 194019,
    "title" : "Jer 50:34",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Jer 50:34\">50:34</a></b> <b>Redeemer.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Jer 31:11\">31:11</a>.</p></div>"
  } ]
} ]
