[ {
  "verses" : [ {
    "verse" : "proverbs,14,20",
    "text" : "The poor are shunned even by their neighbors, but the rich have many friends."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,14,20",
    "id" : 191960,
    "title" : "Pr 14:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 14:20\">14:20</a></b> Although originally an independent saying regarding friends who can assist in times of trouble (cf. <a class=\"bibleref\" href=\"/passage/?search=Luke 16:9\">Luke 16:9</a>), its placement immediately before the proverb of v. 21 gives it an additional application. Even with the best of intentions, people grow tired of a friendship that always makes demands. Friendship is easy when it makes no demands or brings gains.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,14,21",
    "text" : "He who despises his neighbor sins, but blessed is he who is kind to the needy."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,14,21",
    "id" : 191961,
    "title" : "Pr 14:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 14:21\">14:21</a></b> God’s law commands kindness and care for one’s neighbor as a reflection of the Lord’s own character (<a class=\"bibleref\" href=\"/passage/?search=Lev 19:10-Lev 19:18\">Lev. 19:10–18</a>). This principle has even greater clarity in the New Testament, which requires that we treat each other in a way that reflects God’s gracious treatment of us through Christ (<a class=\"bibleref\" href=\"/passage/?search=1John 4:7-1John 4:11\">1 John 4:7–11</a>).</p></div>"
  } ]
} ]
