[ {
  "verses" : [ {
    "verse" : "ruth,2,1",
    "text" : "Now Naomi had a relative on her husband's side, from the clan of Elimelech, a man of standing, whose name was Boaz."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,2,1-ruth,2,23",
    "id" : 187270,
    "title" : "Ruth 2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 2\">2:1–23</a></b> Chapter two introduces the last main character, Boaz, and the major theme, that of the close relative, or redeemer, who has certain responsibilities for the family and property of a relative who dies (<a class=\"bibleref\" href=\"/passage/?search=Ruth 2:20\">2:20</a> note). The narrator, who already knows what is ahead, gives only a hint with the description of Boaz as “a relative” in <a class=\"bibleref\" href=\"/passage/?search=Ruth 2:1\">v. 1</a>. Only after the natural kindness of Boaz, and the natural winsomeness of Ruth, have taken their course, does Naomi reveal the key to the entire story: Boaz is “a close relative” (<a class=\"bibleref\" href=\"/passage/?search=Ruth 2:20\">2:20</a>). Even then, no claims are made; there is no appeal to custom. Events must wait their time, while Naomi schemes, Ruth serves quietly, and Boaz finishes the harvest. However, God had already provided an answer through the law (<a class=\"bibleref\" href=\"/passage/?search=Lev 25\">Lev. 25</a>).</p></div>"
  }, {
    "verseRange" : "ruth,2,1",
    "id" : 187271,
    "title" : "Ruth 2:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 2:1\">2:1</a></b> <b>relative.</b> Or “friend.” The Hebrew text leaves the technical status of Boaz unclear, but the story unfolds as if he were the “nearest redeemer” described in <a class=\"bibleref\" href=\"/passage/?search=Lev 25:25\">Lev. 25:25</a>, whose responsibility relates primarily but not exclusively to the property of an impoverished relative (1:11; 2:20 and notes). Later on (e.g., 2:20; 3:9) Boaz will be identified as such a “close relative,” but at this point he is introduced to prepare the reader for the occurrence that places Ruth in his field.</p><p><b>worthy.</b> The Hebrew usually means an outstanding fighter, but here it means someone powerful and important in society.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,2,2",
    "text" : "And Ruth the Moabitess said to Naomi, \"Let me go to the fields and pick up the leftover grain behind anyone in whose eyes I find favor.\" Naomi said to her, \"Go ahead, my daughter.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,2,2",
    "id" : 187272,
    "title" : "Ruth 2:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 2:2\">2:2</a></b> <b>Let me go to the field.</b> Ruth’s initiative, on the surface, is simply to keep herself and Naomi alive, according to a custom codified in Leviticus (19:9–10; 23:22) and Deuteronomy (24:19). As poor people, Ruth and Naomi would receive some help, but much more is about to come their way. A hint of this provision is given in Ruth’s plaintive request that she might glean “after him in whose sight I shall find favor.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,2,3",
    "text" : "So she went out and began to glean in the fields behind the harvesters. As it turned out, she found herself working in a field belonging to Boaz, who was from the clan of Elimelech."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,2,3",
    "id" : 187273,
    "title" : "Ruth 2:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 2:3\">2:3</a></b> <b>she happened to come.</b> It seems as if she came to the field of her relative by coincidence, yet God is causing the event.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,2,4",
    "text" : "Just then Boaz arrived from Bethlehem and greeted the harvesters, \"The LORD be with you!The LORD bless you!\" they called back."
  }, {
    "verse" : "ruth,2,5",
    "text" : "Boaz asked the foreman of his harvesters, \"Whose young woman is that?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,2,4",
    "id" : 187274,
    "title" : "Ruth 2:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 2:4\">2:4</a></b> <b>behold.</b> Boaz’s arrival satisfies the expectations raised in <a class=\"bibleref\" href=\"/passage/?search=Ruth 2:1-Ruth 2:3\">vv. 1–3</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,2,6",
    "text" : "The foreman replied, \"She is the Moabitess who came back from Moab with Naomi."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,2,6-ruth,2,7",
    "id" : 187275,
    "title" : "Ruth 2:6–7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 2:6\">2:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Ruth 2:7\">7</a></b> The servant’s answer establishes Ruth’s character. She is faithful, having come while still in her youth to a foreign country for the sake of her relative. She is modest, asking permission for what might have been considered a right. She is hardworking, having been busy since morning.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,2,7",
    "text" : "She said, 'Please let me glean and gather among the sheaves behind the harvesters.' She went into the field and has worked steadily from morning till now, except for a short rest in the shelter.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,2,7",
    "id" : 187276,
    "title" : "Ruth 2:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 2:7\">2:7</a></b> <b>among the sheaves.</b> Ruth’s request seems not to go beyond what was her right as a widow (<a class=\"bibleref\" href=\"/passage/?search=Deut 24:19-Deut 24:21\">Deut. 24:19–21</a>). But the response of Boaz will prove to go far beyond the legal requirement (v. 15).</p><p><b>has continued.</b> This is usually taken to mean that she was working all morning, but it could mean that she had been waiting for her request to be granted by the owner of the field. It is more likely that it refers to work, since she interrupted the morning with a rest.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,2,8",
    "text" : "So Boaz said to Ruth, \"My daughter, listen to me. Don't go and glean in another field and don't go away from here. Stay here with my servant girls."
  }, {
    "verse" : "ruth,2,9",
    "text" : "Watch the field where the men are harvesting, and follow along after the girls. I have told the men not to touch you. And whenever you are thirsty, go and get a drink from the water jars the men have filled.\""
  }, {
    "verse" : "ruth,2,10",
    "text" : "At this, she bowed down with her face to the ground. She exclaimed, \"Why have I found such favor in your eyes that you notice me-a foreigner?\""
  }, {
    "verse" : "ruth,2,11",
    "text" : "Boaz replied, \"I've been told all about what you have done for your mother-in-law since the death of your husband-how you left your father and mother and your homeland and came to live with a people you did not know before."
  }, {
    "verse" : "ruth,2,12",
    "text" : "May the LORD repay you for what you have done. May you be richly rewarded by the LORD, the God of Israel, under whose wings you have come to take refuge.\""
  }, {
    "verse" : "ruth,2,13",
    "text" : "\"May I continue to find favor in your eyes, my lord,\" she said. \"You have given me comfort and have spoken kindly to your servant-though I do not have the standing of one of your servant girls.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,2,8-ruth,2,12",
    "id" : 187277,
    "title" : "Ruth 2:8–12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 2:8-Ruth 2:12\">2:8–12</a></b> Events unfold quickly as Boaz accedes to the request and offers his protection and provision (<a class=\"bibleref\" href=\"/passage/?search=Ruth 2:8-Ruth 2:9\">vv. 8–9</a>). Ruth acknowledges his favor to her, an undeserving “foreigner” (<a class=\"bibleref\" href=\"/passage/?search=Ruth 2:10\">v. 10</a>). Only then (<a class=\"bibleref\" href=\"/passage/?search=Ruth 2:11-Ruth 2:12\">vv. 11–12</a>) does the narrative give some inkling of God’s providential working. Boaz has known already that Ruth is no ordinary foreigner. She has taken “refuge” under the “wings” of the Lord, and she will receive “a full reward” from Him (<a class=\"bibleref\" href=\"/passage/?search=Ruth 2:12\">v. 12</a>). Though a foreigner, Ruth’s loyalty to God will become a key element in God’s great plan of redemption. The plan will be worked out through David, the covenant king, and through Christ, David’s greater Son. The reward of Ruth’s faith far transcends local time and circumstances.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,2,14",
    "text" : "At mealtime Boaz said to her, \"Come over here. Have some bread and dip it in the wine vinegar.\" When she sat down with the harvesters, he offered her some roasted grain. She ate all she wanted and had some left over."
  }, {
    "verse" : "ruth,2,15",
    "text" : "As she got up to glean, Boaz gave orders to his men, \"Even if she gathers among the sheaves, don't embarrass her."
  }, {
    "verse" : "ruth,2,16",
    "text" : "Rather, pull out some stalks for her from the bundles and leave them for her to pick up, and don't rebuke her.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,2,14-ruth,2,16",
    "id" : 187278,
    "title" : "Ruth 2:14–16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 2:14-Ruth 2:16\">2:14–16</a></b> Boaz’s permission is clearly extraordinary.</p></div>"
  }, {
    "verseRange" : "ruth,2,14",
    "id" : 187279,
    "title" : "Ruth 2:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 2:14\">2:14</a></b> <b>wine.</b> This was a sour but refreshing drink or dip (cf. <a class=\"bibleref\" href=\"/passage/?search=Num 6:3\">Num. 6:3</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,2,17",
    "text" : "So Ruth gleaned in the field until evening. Then she threshed the barley she had gathered, and it amounted to about an ephah."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,2,17",
    "id" : 187280,
    "title" : "Ruth 2:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 2:17\">2:17</a></b> <b>beat out . . . about an ephah.</b> Beating out the grain, or threshing it, separated the kernels from the husks, chaff, and stalks. An ephah was about half a bushel, a large amount to have gleaned.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,2,18",
    "text" : "She carried it back to town, and her mother-in-law saw how much she had gathered. Ruth also brought out and gave her what she had left over after she had eaten enough."
  }, {
    "verse" : "ruth,2,19",
    "text" : "Her mother-in-law asked her, \"Where did you glean today? Where did you work? Blessed be the man who took notice of you!\" Then Ruth told her mother-in-law about the one at whose place she had been working. \"The name of the man I worked with today is Boaz,\" she said."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,2,18",
    "id" : 187281,
    "title" : "Ruth 2:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 2:18\">2:18</a></b> <b>what food she had left over.</b> This would be what she had set aside from her noon meal (<a class=\"bibleref\" href=\"/passage/?search=Ruth 2:14\">v. 14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,2,20",
    "text" : "\"The LORD bless him!\" Naomi said to her daughter-in-law. \"He has not stopped showing his kindness to the living and the dead.\" She added, \"That man is our close relative; he is one of our kinsman-redeemers.\""
  }, {
    "verse" : "ruth,2,21",
    "text" : "Then Ruth the Moabitess said, \"He even said to me, 'Stay with my workers until they finish harvesting all my grain.'\""
  }, {
    "verse" : "ruth,2,22",
    "text" : "Naomi said to Ruth her daughter-in-law, \"It will be good for you, my daughter, to go with his girls, because in someone else's field you might be harmed.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,2,20",
    "id" : 187282,
    "title" : "Ruth 2:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 2:20\">2:20</a></b> <b>whose kindness has not forsaken.</b> God’s love is faithful, and He will not forget the ones He loves. The blessings He promised will pass from Boaz to Ruth to Naomi, and eventually to all the elect.</p><p><b>close relative of ours.</b> See Introduction: Interpretive Difficulties. The law of redemption now comes into view. According to this law, the nearest male blood relative had the duty of preserving the family name and property. This duty could entail (a) avenging the death of a family member (<a class=\"bibleref\" href=\"/passage/?search=Num 35:19-Num 35:21\">Num. 35:19–21</a>); (b) buying back family property that had been sold to pay debts (<a class=\"bibleref\" href=\"/passage/?search=Lev 25:25\">Lev. 25:25</a>); (c) buying back a relative who had sold himself into slavery to pay debts (<a class=\"bibleref\" href=\"/passage/?search=Lev 25:47-Lev 25:49\">Lev. 25:47–49</a>); and (d) marrying the widow of a deceased relative (<a class=\"bibleref\" href=\"/passage/?search=Deut 25:5-Deut 25:10\">Deut. 25:5–10</a>). Apparently these duties could be renounced or declined under certain circumstances (cf. <a class=\"bibleref\" href=\"/passage/?search=Ruth 3:12\">Ruth 3:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Ruth 4:1-Ruth 4:8\">4:1–8</a>). Boaz was such a “close relative” (or “redeemer”) to Ruth, and this fact now determines the course of action (see 1:11; 2:1 and notes). Ruth’s destiny will proceed according to law, unlike her ancestor, Lot’s daughter, who committed incest (<a class=\"bibleref\" href=\"/passage/?search=Gen 19:30-Gen 19:38\">Gen. 19:30–38</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,2,23",
    "text" : "So Ruth stayed close to the servant girls of Boaz to glean until the barley and wheat harvests were finished. And she lived with her mother-in-law."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,2,23",
    "id" : 187283,
    "title" : "Ruth 2:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 2:23\">2:23</a></b> <b>until the end of . . . harvests.</b> The two-month delay prepares for the threshing floor incident (<a class=\"bibleref\" href=\"/passage/?search=Ruth 3\">ch. 3</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,3,1",
    "text" : "One day Naomi her mother-in-law said to her, \"My daughter, should I not try to find a home for you, where you will be well provided for?"
  }, {
    "verse" : "ruth,3,2",
    "text" : "Is not Boaz, with whose servant girls you have been, a kinsman of ours? Tonight he will be winnowing barley on the threshing floor."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,3,1-ruth,3,18",
    "id" : 187284,
    "title" : "Ruth 3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 3\">3:1–18</a></b> Now the narrative moves toward resolution. In a midnight visit, Ruth carries out and expands Naomi’s plan, putting her own reputation and all her expectations at risk. She claims the protection of Boaz as a “redeemer” (v. 9). Her trust in his character is vindicated, and she is unharmed. God’s activity behind the scenes continues without a break. But even at this moment, the engagement must be delayed; there is a closer relative (<a class=\"bibleref\" href=\"/passage/?search=Ruth 3:12\">3:12</a>), and Boaz, a man of outstanding honor, will not rest until this obstacle is removed.</p></div>"
  }, {
    "verseRange" : "ruth,3,1",
    "id" : 187285,
    "title" : "Ruth 3:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 3:1\">3:1</a></b> Like Lot’s two daughters (<a class=\"bibleref\" href=\"/passage/?search=Gen 19:31-Gen 19:32\">Gen. 19:31–32</a>), Naomi and Ruth had lost their husbands and children. Again, Naomi acted to preserve her family line, but in quite a different way from Lot’s daughters.</p><p><b>rest for you.</b> This means that Ruth should be married, a need that Naomi had taken to heart (1:9).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,3,3",
    "text" : "Wash and perfume yourself, and put on your best clothes. Then go down to the threshing floor, but don't let him know you are there until he has finished eating and drinking."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,3,3-ruth,3,4",
    "id" : 187286,
    "title" : "Ruth 3:3–4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 3:3\">3:3</a>, <a class=\"bibleref\" href=\"/passage/?search=Ruth 3:4\">4</a></b> The instructions, presented to Ruth so precisely, have strong overtones of intrigue.</p><p><b>the threshing floor.</b> This was a cleared area where grain was crushed or torn to separate the chaff, straw, and grains. The harvest was then winnowed, or thrown into the air for the wind to blow away the chaff and let the grains fall directly to the ground. All this took place in the spring at the time of the harvest festivals. The prophet Hosea refers to the threshing floor as a common site of sexual immorality (<a class=\"bibleref\" href=\"/passage/?search=Hos 9:1\">Hos. 9:1</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,3,4",
    "text" : "When he lies down, note the place where he is lying. Then go and uncover his feet and lie down. He will tell you what to do.\""
  }, {
    "verse" : "ruth,3,5",
    "text" : "\"I will do whatever you say,\" Ruth answered."
  }, {
    "verse" : "ruth,3,6",
    "text" : "So she went down to the threshing floor and did everything her mother-in-law told her to do."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,3,4",
    "id" : 187287,
    "title" : "Ruth 3:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 3:4\">3:4</a></b> <b>uncover his feet.</b> A comparison of this scene with the history of Lot’s daughters (<a class=\"bibleref\" href=\"/passage/?search=Gen 19:30-Gen 19:38\">Gen. 19:30–38</a>) is instructive. At Naomi’s suggestion, Ruth was approaching Boaz with some boldness. But her purpose was to become engaged. Her answer (v. 9) shows that she was not thinking of becoming pregnant outside wedlock.</p><p><b>lie down.</b> Ruth lies patiently at Boaz’s feet until he wakes (vv. 8–9); nothing unseemly happens between them during the night (v. 11).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,3,7",
    "text" : "When Boaz had finished eating and drinking and was in good spirits, he went over to lie down at the far end of the grain pile. Ruth approached quietly, uncovered his feet and lay down."
  }, {
    "verse" : "ruth,3,8",
    "text" : "In the middle of the night something startled the man, and he turned and discovered a woman lying at his feet."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,3,7",
    "id" : 187288,
    "title" : "Ruth 3:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 3:7\">3:7</a></b> <b>merry.</b> Boaz had been drinking, but was hardly drunk. After all the work and festivity of the day, Boaz went to “the end of the heap of grain,” a place where Ruth was able to meet him privately. God’s providence was clearing a path for her.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,3,9",
    "text" : "\"Who are you?\" he asked. \"I am your servant Ruth,\" she said. \"Spread the corner of your garment over me, since you are a kinsman-redeemer.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,3,9",
    "id" : 187289,
    "title" : "Ruth 3:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 3:9\">3:9</a></b> <b>Spread your wings over your servant.</b> See text note. <a class=\"bibleref\" href=\"/passage/?search=Ezek 16:8\">Ezek. 16:8</a> explains the idiom. Ruth asks directly for the favor of marriage, although Naomi’s instructions were not quite so bold (v. 4).</p><p><b>redeemer.</b> The law does not specify marriage as the responsibility of such a person, though an extension of <a class=\"bibleref\" href=\"/passage/?search=Lev 25\">Lev. 25</a> can readily be envisioned. Mahlon’s name and property will be preserved (4:10), suggesting the levirate marriage, but it is difficult to see how <a class=\"bibleref\" href=\"/passage/?search=Deut 25:5-Deut 25:6\">Deut. 25:5–6</a> could be strictly applied. See Introduction: Interpretive Difficulties and note on 2:20. Again, Ruth goes far beyond Naomi’s specified plan.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,3,10",
    "text" : "\"The LORD bless you, my daughter,\" he replied. \"This kindness is greater than that which you showed earlier: You have not run after the younger men, whether rich or poor."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,3,10",
    "id" : 187290,
    "title" : "Ruth 3:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 3:10\">3:10</a></b> <b>kindness.</b> Lit. “covenant love.” Throughout the book, God’s own covenant love (<a class=\"bibleref\" href=\"/passage/?search=Ruth 1:8\">1:8</a>; <a class=\"bibleref\" href=\"/passage/?search=Ruth 2:20\">2:20</a>) is mirrored by that of Ruth (<a class=\"bibleref\" href=\"/passage/?search=Ruth 1:8\">1:8</a>, <a class=\"bibleref\" href=\"/passage/?search=Ruth 1:16-Ruth 1:17\">16–17</a>). Now her faithfulness is proved as (a) she invokes the duties of a close relative, and (b) she has declined to follow any of the young men. The “kindness” Boaz refers to is evidently Ruth’s proposal to follow the custom that would provide an heir for Naomi.</p><p><b>the first.</b> That is, when she chose to accompany Naomi.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,3,11",
    "text" : "And now, my daughter, don't be afraid. I will do for you all you ask. All my fellow townsmen know that you are a woman of noble character."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,3,11",
    "id" : 187291,
    "title" : "Ruth 3:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 3:11\">3:11 a</a></b> <b>worthy woman.</b> This is the feminine equivalent of the Hebrew phrase in <a class=\"bibleref\" href=\"/passage/?search=Ruth 2:1\">2:1</a>. Ruth has risen from being a Moabite and servant to becoming attractive to Boaz as a possible marriage partner.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,3,12",
    "text" : "Although it is true that I am near of kin, there is a kinsman-redeemer nearer than I."
  }, {
    "verse" : "ruth,3,13",
    "text" : "Stay here for the night, and in the morning if he wants to redeem, good; let him redeem. But if he is not willing, as surely as the LORD lives I will do it. Lie here until morning.\""
  }, {
    "verse" : "ruth,3,14",
    "text" : "So she lay at his feet until morning, but got up before anyone could be recognized; and he said, \"Don't let it be known that a woman came to the threshing floor.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,3,12",
    "id" : 187292,
    "title" : "Ruth 3:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 3:12\">3:12 a</a></b> <b>redeemer nearer than I.</b> Boaz suddenly mentions a complicating factor. If Naomi was thinking of a relative, why was this closer relative not introduced earlier? The custom of redemption seems to be leading to a solution, but now it creates a problem along the way. The engagement must be postponed.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,3,15",
    "text" : "He also said, \"Bring me the shawl you are wearing and hold it out.\" When she did so, he poured into it six measures of barley and put it on her. Then he went back to town."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,3,15",
    "id" : 187293,
    "title" : "Ruth 3:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 3:15\">3:15</a></b> <b>six measures of barley.</b> This gift of barley shows Boaz’s magnanimity toward Ruth (<a class=\"bibleref\" href=\"/passage/?search=Ruth 3:17\">v. 17</a>), and is a symbol of Naomi’s changed estate (<a class=\"bibleref\" href=\"/passage/?search=Ruth 1:21\">1:21</a>). Ruth receives grain from Boaz as an emblem of her future fruitfulness.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,3,16",
    "text" : "When Ruth came to her mother-in-law, Naomi asked, \"How did it go, my daughter?\" Then she told her everything Boaz had done for her"
  }, {
    "verse" : "ruth,3,17",
    "text" : "and added, \"He gave me these six measures of barley, saying, 'Don't go back to your mother-in-law empty-handed.'\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,3,16",
    "id" : 187294,
    "title" : "Ruth 3:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 3:16\">3:16</a></b> <b>How did you fare.</b> The same Hebrew words are translated “Who are you?” in <a class=\"bibleref\" href=\"/passage/?search=Ruth 3:9\">v. 9</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,3,18",
    "text" : "Then Naomi said, \"Wait, my daughter, until you find out what happens. For the man will not rest until the matter is settled today.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,3,18",
    "id" : 187295,
    "title" : "Ruth 3:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 3:18\">3:18</a></b> <b>Wait.</b> This is an ironic touch, for the time to wait will be very short. Naomi does not expect a conclusion to be long in coming.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,4,1",
    "text" : "Meanwhile Boaz went up to the town gate and sat there. When the kinsman-redeemer he had mentioned came along, Boaz said, \"Come over here, my friend, and sit down.\" So he went over and sat down."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,4,1-ruth,4,17",
    "id" : 187296,
    "title" : "Ruth 4:1–17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 4:1-Ruth 4:17\">4:1–17</a></b> The fourth chapter brings out the divine purpose behind Ruth’s original decision to follow Naomi and Naomi’s God. The necessary arrangements seem to turn on a combination of levirate marriage (<a class=\"bibleref\" href=\"/passage/?search=Deut 25:5-Deut 25:10\">Deut. 25:5–10</a>) and the laws for a redeeming relative (<a class=\"bibleref\" href=\"/passage/?search=Lev 25\">Lev. 25</a>). Ruth is taken as a wife, and ancient blessings for fruitfulness are invoked. Naomi’s bitterness turns to joy, and her grandson is to become the grandfather of King David. In these events the Lord’s hidden providence is revealed.</p></div>"
  }, {
    "verseRange" : "ruth,4,1",
    "id" : 187297,
    "title" : "Ruth 4:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 4:1\">4:1</a></b> <b>the gate.</b> The entranceway to a city was a usual site of legal and commercial transactions.</p><p><b>friend.</b> Boaz must have known the man’s name. The narrator quotes Boaz with an indefinite phrase, something like the English expression “so and so.” Perhaps he did not want to memorialize a selfish person in his story.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,4,2",
    "text" : "Boaz took ten of the elders of the town and said, \"Sit here,\" and they did so."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,4,2",
    "id" : 187298,
    "title" : "Ruth 4:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 4:2\">4:2</a></b> <b>took ten men.</b> There is no recorded legal requirement for a particular number of men. The later Jewish tradition by which ten men make up a quorum for worship may derive from this incident. In a rural culture, where the use of writing is limited, it is important for a contract to be made with a number of official witnesses.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,4,3",
    "text" : "Then he said to the kinsman-redeemer, \"Naomi, who has come back from Moab, is selling the piece of land that belonged to our brother Elimelech."
  }, {
    "verse" : "ruth,4,4",
    "text" : "I thought I should bring the matter to your attention and suggest that you buy it in the presence of these seated here and in the presence of the elders of my people. If you will redeem it, do so. But if you will not, tell me, so I will know. For no one has the right to do it except you, and I am next in line.I will redeem it,\" he said."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,4,3",
    "id" : 187299,
    "title" : "Ruth 4:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 4:3\">4:3</a></b> <b>selling the parcel of land.</b> This sale is a surprising new element, no hint of which has been given up to now. Details about the sale are not necessary for the story and are omitted.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,4,5",
    "text" : "Then Boaz said, \"On the day you buy the land from Naomi and from Ruth the Moabitess, you acquire the dead man's widow, in order to maintain the name of the dead with his property.\""
  }, {
    "verse" : "ruth,4,6",
    "text" : "At this, the kinsman-redeemer said, \"Then I cannot redeem it because I might endanger my own estate. You redeem it yourself. I cannot do it.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,4,5",
    "id" : 187300,
    "title" : "Ruth 4:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 4:5\">4:5</a></b> <b>you also acquire Ruth.</b> This association of Ruth and Naomi under the laws about the property and family of a deceased relative is an unusual application of the laws. But an understanding of these details is not essential to the purpose of the narrative.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,4,7",
    "text" : "(Now in earlier times in Israel, for the redemption and transfer of property to become final, one party took off his sandal and gave it to the other. This was the method of legalizing transactions in Israel.)"
  }, {
    "verse" : "ruth,4,8",
    "text" : "So the kinsman-redeemer said to Boaz, \"Buy it yourself.\" And he removed his sandal."
  }, {
    "verse" : "ruth,4,9",
    "text" : "Then Boaz announced to the elders and all the people, \"Today you are witnesses that I have bought from Naomi all the property of Elimelech, Kilion and Mahlon."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,4,7",
    "id" : 187301,
    "title" : "Ruth 4:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 4:7\">4:7</a></b> <b>drew off his sandal.</b> Little is known about the symbolism of this custom. Its point clearly was to confirm the transaction legally. See <a class=\"bibleref\" href=\"/passage/?search=Deut 25:9-Deut 25:10\">Deut. 25:9–10</a> (a different setting) and <a class=\"bibleref\" href=\"/passage/?search=Amos 8:6\">Amos 8:6</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,4,10",
    "text" : "I have also acquired Ruth the Moabitess, Mahlon's widow, as my wife, in order to maintain the name of the dead with his property, so that his name will not disappear from among his family or from the town records. Today you are witnesses!\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,4,10",
    "id" : 187302,
    "title" : "Ruth 4:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 4:10\">4:10</a></b> <b>to perpetuate the name of the dead.</b> The disappearance of one’s name was considered to be an extreme misfortune (<a class=\"bibleref\" href=\"/passage/?search=1Sam 24:21\">1 Sam. 24:21</a>; <a class=\"bibleref\" href=\"/passage/?search=2Sam 14:7\">2 Sam. 14:7</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,4,11",
    "text" : "Then the elders and all those at the gate said, \"We are witnesses. May the LORD make the woman who is coming into your home like Rachel and Leah, who together built up the house of Israel. May you have standing in Ephrathah and be famous in Bethlehem."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,4,11",
    "id" : 187303,
    "title" : "Ruth 4:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 4:11\">4:11</a></b> <b>like Rachel and Leah.</b> These are the two wives of Jacob (Israel), who were the mothers, either naturally or through their maids Zilpah and Bilhah, of all the sons of Israel, the heads of the twelve tribes.</p><p><b>Ephrathah . . . Bethlehem.</b> As in <a class=\"bibleref\" href=\"/passage/?search=Ruth 1:1-Ruth 1:2\">1:1–2</a>, these place names, associated with David, are given special prominence.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,4,12",
    "text" : "Through the offspring the LORD gives you by this young woman, may your family be like that of Perez, whom Tamar bore to Judah.\""
  }, {
    "verse" : "ruth,4,13",
    "text" : "So Boaz took Ruth and she became his wife. Then he went to her, and the LORD enabled her to conceive, and she gave birth to a son."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,4,12",
    "id" : 187304,
    "title" : "Ruth 4:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 4:12\">4:12</a></b> <b>be like . . . Perez.</b> In a much earlier time, Judah had become the father of Perez because Onan refused to carry out his obligation as a close relative (<a class=\"bibleref\" href=\"/passage/?search=Gen 38:29\">Gen. 38:29</a>). Perez became a symbol of the fruitful offspring. Now in the same way Boaz becomes the father of Obed (v. 21) because another person refused to carry out the levirate obligation. Despite human failures, the messianic line was preserved (<a class=\"bibleref\" href=\"/passage/?search=Matt 1:3\">Matt. 1:3</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 1:5\">5</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 1:16\">16</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,4,14",
    "text" : "The women said to Naomi: \"Praise be to the LORD, who this day has not left you without a kinsman-redeemer. May he become famous throughout Israel!"
  }, {
    "verse" : "ruth,4,15",
    "text" : "He will renew your life and sustain you in your old age. For your daughter-in-law, who loves you and who is better to you than seven sons, has given him birth.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,4,14-ruth,4,17",
    "id" : 187305,
    "title" : "Ruth 4:14–17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 4:14-Ruth 4:17\">4:14–17</a></b> The women’s praises celebrate the fulfillment of God’s covenant love to Naomi. Her daughter-in-law Ruth is more to her than seven sons would be (<a class=\"bibleref\" href=\"/passage/?search=Ruth 4:15\">v. 15</a>). Moreover, Naomi in effect has a son in her grandson Obed (<a class=\"bibleref\" href=\"/passage/?search=Ruth 4:17\">v. 17</a>). He will become the grandfather of David.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,4,16",
    "text" : "Then Naomi took the child, laid him in her lap and cared for him."
  }, {
    "verse" : "ruth,4,17",
    "text" : "The women living there said, \"Naomi has a son.\" And they named him Obed. He was the father of Jesse, the father of David."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,4,16",
    "id" : 187306,
    "title" : "Ruth 4:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 4:16\">4:16</a></b> <b>Naomi took the child.</b> Possibly this means that there was a formal adoption procedure. Whatever the case, this closing scene is the happy ending of what is truly “Naomi’s Story.” The sorrowful widow who thought she had returned empty (<a class=\"bibleref\" href=\"/passage/?search=Ruth 1:21\">1:21</a>) has been filled beyond expectation (<a class=\"bibleref\" href=\"/passage/?search=Ps 126:5\">Ps. 126:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Ps 126:6\">6</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ruth,4,18",
    "text" : "This, then, is the family line of Perez: Perez was the father of Hezron,"
  }, {
    "verse" : "ruth,4,19",
    "text" : "Hezron the father of Ram, Ram the father of Amminadab,"
  }, {
    "verse" : "ruth,4,20",
    "text" : "Amminadab the father of Nahshon, Nahshon the father of Salmon,"
  }, {
    "verse" : "ruth,4,21",
    "text" : "Salmon the father of Boaz, Boaz the father of Obed,"
  }, {
    "verse" : "ruth,4,22",
    "text" : "Obed the father of Jesse, and Jesse the father of David."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ruth,4,18-ruth,4,22",
    "id" : 187307,
    "title" : "Ruth 4:18–22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ruth 4:18-Ruth 4:22\">4:18–22</a></b> The closing genealogy (Introduction: Characteristics and Themes) shifts the focus from Naomi back to Boaz, and fulfills a larger purpose of the narrative. The genealogy begins with Perez, someone who could “breach” (<a class=\"bibleref\" href=\"/passage/?search=Gen 38:29\">Gen. 38:29</a>, text note), and whom the women in their blessing remembered as the vigorous son of Tamar (v. 12). Like Ruth, Tamar became an ancestor of David in an unexpected way. For New Testament readers, David is not the end of God’s provisions for the people of His choice, His covenant bride. But for her own time, Ruth’s journey had reached its divinely appointed goal.</p></div>"
  } ]
} ]
