[ {
  "singleVerses" : [ "proverbs,14,32" ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,14,32",
    "id" : 191970,
    "title" : "Pr 14:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 14:32\">14:32</a></b> <b>death.</b> The Septuagint (Greek Old Testament) reads “piety,” making a more direct contrast with “wickedness.” The Hebrew text does not speak explicitly of resurrection from death, but it does suggest confidence that God vindicates the righteous (<a class=\"bibleref\" href=\"/passage/?search=Prov 23:18\">23:18</a> and note).</p></div>"
  } ]
}, {
  "singleVerses" : [ "proverbs,14,33" ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,14,33",
    "id" : 191971,
    "title" : "Pr 14:33",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 14:33\">14:33</a></b> <b>makes itself known.</b> The meaning of this line is uncertain. Either the fool readily flaunts what he imagines to be his wisdom, or even the fool manifests an occasional bit of wisdom.</p></div>"
  } ]
} ]
