[ {
  "verses" : [ {
    "verse" : "john,8,31",
    "text" : "To the Jews who had believed him, Jesus said, \"If you hold to my teaching, you are really my disciples."
  } ],
  "rsbNotes" : [ ]
}, {
  "verses" : [ {
    "verse" : "john,8,32",
    "text" : "Then you will know the truth, and the truth will set you free.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,32",
    "id" : 197050,
    "title" : "John 8:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:32\">8:32</a></b> <b>you will know the truth.</b> Holding to the teaching of Christ who is the truth (<a class=\"bibleref\" href=\"/passage/?search=John 14:6\">14:6</a>) leads one to the truth that sets a person free from slavery to sin. Salvation is not obtained by intellectual knowledge as the Gnostics imagined, but by a vital relationship with Jesus Christ and a commitment to the truth He revealed (<a class=\"bibleref\" href=\"/passage/?search=John 18:37\">18:37</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,33",
    "text" : "They answered him, \"We are Abraham's descendants and have never been slaves of anyone. How can you say that we shall be set free?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,33",
    "id" : 197051,
    "title" : "John 8:33",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:33\">8:33</a></b> <b>We . . . have never been enslaved.</b> The Jews had been enslaved in Egypt and later were ruled by the Philistines, the Assyrians, and others. Since they could hardly deny this, they were probably saying that they had been a nation under God since the Exodus, no matter what else had happened to them. It is also possible that they were speaking about the time of the Romans, when they had certain liberties, including official recognition as a religion.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,34",
    "text" : "Jesus replied, \"I tell you the truth, everyone who sins is a slave to sin."
  }, {
    "verse" : "john,8,35",
    "text" : "Now a slave has no permanent place in the family, but a son belongs to it forever."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,34",
    "id" : 197052,
    "title" : "John 8:34",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:34\">8:34</a></b> <b>everyone who commits sin is a slave.</b> Jesus describes the gravity of sin and the predicament of humanity under sin. His hearers did not understand the freedom He offered them as they did not understand the bondage they were in. See “The Freedom and Bondage of the Will” at <a class=\"bibleref\" href=\"/passage/?search=Jer 17:9\">Jer. 17:9</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,36",
    "text" : "So if the Son sets you free, you will be free indeed."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,36",
    "id" : 197053,
    "title" : "John 8:36",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:36\">8:36</a></b> <b>if the Son sets you free.</b> Regeneration (the new birth) is the work of the Holy Spirit (<a class=\"bibleref\" href=\"/passage/?search=John 3:3-John 3:8\">3:3–8</a>), accomplished on the basis of Christ’s death and resurrection on our behalf (<a class=\"bibleref\" href=\"/passage/?search=John 3:14-John 3:16\">3:14–16</a>).</p><p><b>free indeed.</b> Jesus was not speaking of political freedom, nor merely a freedom by which we are relieved from physical bondage. True freedom is to serve God, to fulfill the purposes of those specially created in God’s image. Sin deprives us of this fulfillment because sin clouds our minds, degrades our feelings, and enslaves our wills. This is what the Reformers called “total depravity”; its only remedy is the grace of God in spiritual rebirth (<a class=\"bibleref\" href=\"/passage/?search=John 3:3\">3:3</a>). See “Christian Liberty” at <a class=\"bibleref\" href=\"/passage/?search=Gal 5:1\">Gal. 5:1</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,37",
    "text" : "I know you are Abraham's descendants. Yet you are ready to kill me, because you have no room for my word."
  }, {
    "verse" : "john,8,38",
    "text" : "I am telling you what I have seen in the Father's presence, and you do what you have heard from your father. \""
  }, {
    "verse" : "john,8,39",
    "text" : "\"Abraham is our father,\" they answered. \"If you were Abraham's children,\" said Jesus, \"then you would"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,37",
    "id" : 197054,
    "title" : "John 8:37",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:37\">8:37</a></b> <b>offspring of Abraham.</b> God is interested in spiritual descent rather than physical ancestry. It does not matter how good a person’s ancestors have been if he or she is walking in the path of disobedience (<a class=\"bibleref\" href=\"/passage/?search=Ezek 18\">Ezek. 18</a>). Likewise it does not matter how bad a person’s ancestors have been if that person is renewed by God’s Spirit and walks in the way of faith.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,40",
    "text" : "do the things Abraham did. As it is, you are determined to kill me, a man who has told you the truth that I heard from God. Abraham did not do such things."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,40",
    "id" : 197055,
    "title" : "John 8:40",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:40\">8:40</a></b> <b>This is not what Abraham did.</b> Abraham was obedient to God’s direction even when it was painful for him. Jesus’ audience claimed to be Abraham’s descendants, but Jesus shows they are not like their ancestor in the essential matter of obedience. True sonship is not defined by biology but by obedience.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,41",
    "text" : "You are doing the things your own father does.We are not illegitimate children,\" they protested. \"The only Father we have is God himself.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,41",
    "id" : 197056,
    "title" : "John 8:41",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:41\">8:41</a></b> <b>born of sexual immorality.</b> This may well have been a sarcastic suggestion that Jesus was illegitimate.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,42",
    "text" : "Jesus said to them, \"If God were your Father, you would love me, for I came from God and now am here. I have not come on my own; but he sent me."
  }, {
    "verse" : "john,8,43",
    "text" : "Why is my language not clear to you? Because you are unable to hear what I say."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,42",
    "id" : 197057,
    "title" : "John 8:42",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:42\">8:42</a></b> <b>you would love me.</b> The unity between Father and Son is so profound that no one can belong to the Father and reject the Son. Again Jesus’ origin is a point of contention (<a class=\"bibleref\" href=\"/passage/?search=John 7:41-John 7:43\">7:41–43</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,44",
    "text" : "You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies."
  }, {
    "verse" : "john,8,45",
    "text" : "Yet because I tell the truth, you do not believe me!"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,44",
    "id" : 197058,
    "title" : "John 8:44",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:44\">8:44</a></b> <b>You are of your father the devil.</b> The relation of truth and righteousness has been prominent in this Gospel. People love darkness (error) rather than light (truth), because their deeds are evil (<a class=\"bibleref\" href=\"/passage/?search=John 3:10\">3:10</a>). A frightful contrast is apparent here; there are just two options: God or Satan. By God’s grace, Abraham (vv. 39–41) had walked in the way of faith and obedience. Those who rejected Jesus were doing the opposite.</p><p><b>your will.</b> Sinners desire to do what is evil. Only a supernatural act of grace can redirect a person’s will to desire the good.</p><p><b>He was a murderer . . . a liar.</b> Among all the sins that could be mentioned as characteristic of Satan, murder and lying are singled out: lying because it is the direct opposite of “truth,” the central emphasis of this section (<a class=\"bibleref\" href=\"/passage/?search=John 3:32-John 3:36\">vv. 32–47</a>); and murder because they desired to kill Jesus (v. 40). Satan contrasts sharply with Jesus who is “the truth, and the life” (<a class=\"bibleref\" href=\"/passage/?search=John 14:6\">14:6</a>) and the giver of life (<a class=\"bibleref\" href=\"/passage/?search=John 10:10\">10:10</a>, <a class=\"bibleref\" href=\"/passage/?search=John 10:28\">28</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,46",
    "text" : "Can any of you prove me guilty of sin? If I am telling the truth, why don't you believe me?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,46",
    "id" : 197059,
    "title" : "John 8:46",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:46\">8:46</a></b> <b>Which one of you convicts me of sin.</b> No one can convict Jesus of sin, or prove any charge against Him. Jesus is free of all sin (<a class=\"bibleref\" href=\"/passage/?search=2Cor 5:21\">2 Cor. 5:21</a>), “holy, innocent, unstained, separated from sinners” (<a class=\"bibleref\" href=\"/passage/?search=Heb 7:26\">Heb. 7:26</a>), doing always what pleases the Father (v. 29).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,47",
    "text" : "He who belongs to God hears what God says. The reason you do not hear is that you do not belong to God.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,47",
    "id" : 197060,
    "title" : "John 8:47",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:47\">8:47</a></b> <b>you do not hear.</b> Sin paralyzes our spiritual senses. Only an act of God’s grace enables a sinner to hear His voice (cf. <a class=\"bibleref\" href=\"/passage/?search=John 8:43\">v. 43</a>; <a class=\"bibleref\" href=\"/passage/?search=John 10:3\">10:3</a>, <a class=\"bibleref\" href=\"/passage/?search=John 10:4\">4</a>, <a class=\"bibleref\" href=\"/passage/?search=John 10:16\">16</a>, <a class=\"bibleref\" href=\"/passage/?search=John 10:27\">27</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,48",
    "text" : "The Jews answered him, \"Aren't we right in saying that you are a Samaritan and demon-possessed?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,48",
    "id" : 197061,
    "title" : "John 8:48",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:48\">8:48 a</a></b> <b>Samaritan.</b> A term of insult, possibly implying that Jesus was born out of wedlock (<a class=\"bibleref\" href=\"/passage/?search=John 8:41\">v. 41</a> note).</p><p><b>have a demon.</b> When cornered by the truth, Jesus’ enemies turn to blasphemy (<a class=\"bibleref\" href=\"/passage/?search=Matt 12:24\">Matt. 12:24</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 12:31\">31</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,49",
    "text" : "\"I am not possessed by a demon,\" said Jesus, \"but I honor my Father and you dishonor me."
  }, {
    "verse" : "john,8,50",
    "text" : "I am not seeking glory for myself; but there is one who seeks it, and he is the judge."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,49",
    "id" : 197062,
    "title" : "John 8:49",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:49\">8:49</a></b> <b>I do not have a demon.</b> Jesus’ conduct, in honoring the Father and not seeking self-glory, is the opposite of what a demon-possessed person would do. Jesus is not afraid to refer the matter to God’s judgment (cf. <a class=\"bibleref\" href=\"/passage/?search=John 17:4\">17:4</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,51",
    "text" : "I tell you the truth, if anyone keeps my word, he will never see death.\""
  }, {
    "verse" : "john,8,52",
    "text" : "At this the Jews exclaimed, \"Now we know that you are demon-possessed! Abraham died and so did the prophets, yet you say that if anyone keeps your word, he will never taste death."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,51",
    "id" : 197063,
    "title" : "John 8:51",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:51\">8:51</a></b> <b>if anyone keeps my word, he will never see death.</b> Death, as eternal separation from fellowship with God, is the judicial punishment for sin (<a class=\"bibleref\" href=\"/passage/?search=Rom 6:23\">Rom. 6:23</a>). Since Jesus died as the substitute for His people, those who belong to Him are freed from the penalty of sin because Christ endured it for them.</p><p><b>never.</b> In extending the promise beyond this life, Jesus lays claim to a divine prerogative. The Jews understood the statement as promising avoidance of physical death (v. 52). Earlier statements made clear what Jesus meant (5:24–29).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,53",
    "text" : "Are you greater than our father Abraham? He died, and so did the prophets. Who do you think you are?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,53",
    "id" : 197064,
    "title" : "John 8:53",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:53\">8:53</a></b> <b>Are you greater than our father Abraham.</b> Abraham and the prophets, great as they were in the history of redemption, could not take away death. Only Christ has triumphed over the grave.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,54",
    "text" : "Jesus replied, \"If I glorify myself, my glory means nothing. My Father, whom you claim as your God, is the one who glorifies me."
  }, {
    "verse" : "john,8,55",
    "text" : "Though you do not know him, I know him. If I said I did not, I would be a liar like you, but I do know him and keep his word."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,54",
    "id" : 197065,
    "title" : "John 8:54",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:54\">8:54</a></b> <b>my glory.</b> In the days of His earthly ministry, Jesus did not seek honor even though it belonged to Him as the Son of God. Christ’s glory was visible to those who had eyes to see it (<a class=\"bibleref\" href=\"/passage/?search=John 1:14\">1:14</a>). It was apparent in His resurrection and ascension (<a class=\"bibleref\" href=\"/passage/?search=1Tim 3:16\">1 Tim. 3:16</a>), and will be seen fully at His Second Coming.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,56",
    "text" : "Your father Abraham rejoiced at the thought of seeing my day; he saw it and was glad.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,56",
    "id" : 197066,
    "title" : "John 8:56",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:56\">8:56</a></b> <b>Abraham . . . saw it and was glad.</b> Abraham saw Christ’s day as he embraced in faith many promises given to him by God, promises that demanded the coming of Christ to be fulfilled. Since the context of the discussion has been Satan as a murderer and Jesus as one whose death delivers from death, it may have special reference to God’s providing the ram as a substitute when Abraham was prepared to sacrifice Isaac. This statement shows clearly that even in Old Testament times, believers were saved through faith in Christ presented to them in the foreshadowing given by God to reveal His redemptive plan (cf. <a class=\"bibleref\" href=\"/passage/?search=Acts 4:12\">Acts 4:12</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,57",
    "text" : "\"You are not yet fifty years old,\" the Jews said to him, \"and you have seen Abraham!\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,57",
    "id" : 197067,
    "title" : "John 8:57",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:57\">8:57</a></b> <b>fifty years old.</b> Jesus was closer to thirty (<a class=\"bibleref\" href=\"/passage/?search=Luke 3:23\">Luke 3:23</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,58",
    "text" : "\"I tell you the truth,\" Jesus answered, \"before Abraham was born, I am!\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,58",
    "id" : 197068,
    "title" : "John 8:58",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:58\">8:58</a></b> <b>before Abraham was, I am.</b> This is a clear reference to Jesus’ eternal preexistence. Since this is an attribute of God alone, this text is a forceful statement of Jesus’ deity. The present tense of the verb suggests the eternal present of God’s eternity. “I am” is also reminiscent of God’s name in <a class=\"bibleref\" href=\"/passage/?search=Exod 3:14\">Ex. 3:14</a> (vv. 24, 28 note). See “Jesus Christ, God and Man” at 1:14.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,59",
    "text" : "At this, they picked up stones to stone him, but Jesus hid himself, slipping away from the temple grounds."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,59",
    "id" : 197069,
    "title" : "John 8:59",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:59\">8:59</a></b> <b>they picked up stones.</b> The Jews would not accept Christ’s claim to be God, but treated it as blasphemy, for which stoning was required in the law (<a class=\"bibleref\" href=\"/passage/?search=Lev 24:16\">Lev. 24:16</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=John 10:31\">John 10:31</a>; <a class=\"bibleref\" href=\"/passage/?search=Matt 26:65\">Matt. 26:65</a>).</p></div>"
  } ]
} ]
