[ {
  "verses" : [ {
    "verse" : "john,18,1",
    "text" : "When he had finished praying, Jesus left with his disciples and crossed the Kidron Valley. On the other side there was an olive grove, and he and his disciples went into it."
  }, {
    "verse" : "john,18,2",
    "text" : "Now Judas, who betrayed him, knew the place, because Jesus had often met there with his disciples."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,18,1-john,18,40",
    "id" : 197274,
    "title" : "John 18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 18\">18:1–40</a></b> This chapter has three sections. The arrest of Jesus is recorded in vv. 1–18, the trial before Annas in vv. 19–27, and the trial before Pilate in vv. 28–40.</p><p>The accounts of the four Gospels cover the major events of the arrest, trial, execution, and resurrection of Jesus. While some difficulties arise in the correlation of details, the main elements are in complete harmony. Jesus was arrested at night. His trial before the Jewish authorities had at least two phases, and during this part of the trial Peter denied Jesus three times. The trial before secular powers had three phases, and Jesus was executed by Pilate’s soldiers. He was buried in Joseph of Arimathea’s tomb, and on the first day of the week He arose from the dead and was seen alive in a variety of appearances to His disciples. None of the difficulties in the correlation of details is insuperable, but in a number of cases more than one explanation is possible, and in the absence of fuller data, it is difficult to choose among them.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,18,3",
    "text" : "So Judas came to the grove, guiding a detachment of soldiers and some officials from the chief priests and Pharisees. They were carrying torches, lanterns and weapons."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,18,3",
    "id" : 197275,
    "title" : "John 18:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 18:3\">18:3</a></b> <b>officers from the chief priests.</b> These were probably the same as the officers of <a class=\"bibleref\" href=\"/passage/?search=John 7:32\">7:32</a>, <a class=\"bibleref\" href=\"/passage/?search=John 7:45\">45</a>. They obviously expected resistance to the arrest, both from Jesus and His disciples.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,18,4",
    "text" : "Jesus, knowing all that was going to happen to him, went out and asked them, \"Who is it you want?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,18,4",
    "id" : 197276,
    "title" : "John 18:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 18:4\">18:4</a></b> <b>knowing all . . . came forward and said to them.</b> Note here, and at <a class=\"bibleref\" href=\"/passage/?search=John 18:7\">vv. 7</a> and <a class=\"bibleref\" href=\"/passage/?search=John 18:11\">11</a>, that Jesus was ready to be arrested and tried. He made no attempt to escape what He had come to do.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,18,5",
    "text" : "\"Jesus of Nazareth,\" they replied."
  }, {
    "verse" : "john,18,6",
    "text" : "\"I am he,\" Jesus said. (And Judas the traitor was standing there with them.) When Jesus said, \"I am he,\" they drew back and fell to the ground."
  }, {
    "verse" : "john,18,7",
    "text" : "Again he asked them, \"Who is it you want?\" And they said, \"Jesus of Nazareth.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,18,5-john,18,7",
    "id" : 197277,
    "title" : "John 18:5–7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 18:5-John 18:7\">18:5–7</a></b> <b>I am he</b>. Here we may have a simple identification, but “he” is supplied in the English text, so Jesus’ response coincides with a solemn name for God (“I <span class=\"small-caps\">am</span>”) used in the Greek translation of the Old Testament in <a class=\"bibleref\" href=\"/passage/?search=Exod 3:14\">Ex. 3:14</a> (6:35 note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,18,8",
    "text" : "\"I told you that I am he,\" Jesus answered. \"If you are looking for me, then let these men go.\""
  }, {
    "verse" : "john,18,9",
    "text" : "This happened so that the words he had spoken would be fulfilled: \"I have not lost one of those you gave me.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,18,8",
    "id" : 197278,
    "title" : "John 18:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 18:8\">18:8</a></b> <b>let these men go.</b> Even at this crucial time, Jesus was concerned for His disciples (<a class=\"bibleref\" href=\"/passage/?search=John 17:12\">17:12</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,18,10",
    "text" : "Then Simon Peter, who had a sword, drew it and struck the high priest's servant, cutting off his right ear. (The servant's name was Malchus.)"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,18,10",
    "id" : 197279,
    "title" : "John 18:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 18:10\">18:10</a></b> <b>Peter . . . struck the high priest’s servant.</b> An ill-conceived act of resistance. John alone records that Peter carried the sword and that Malchus was the name of the servant; Luke alone records that Jesus healed him (<a class=\"bibleref\" href=\"/passage/?search=Luke 22:51\">Luke 22:51</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,18,11",
    "text" : "Jesus commanded Peter, \"Put your sword away! Shall I not drink the cup the Father has given me?\""
  }, {
    "verse" : "john,18,12",
    "text" : "Then the detachment of soldiers with its commander and the Jewish officials arrested Jesus. They bound him"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,18,11",
    "id" : 197280,
    "title" : "John 18:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 18:11\">18:11</a></b> <b>Put your sword into its sheath.</b> Jesus’ rebuke does not concern the propriety of self-defense or civil resistance; the point is that Jesus has come to give His life a ransom for many, and He must not be dissuaded from this task (cf. <a class=\"bibleref\" href=\"/passage/?search=Matt 16:21-Matt 16:23\">Matt. 16:21–23</a>).</p><p><b>shall I not drink the cup.</b> This “cup” is the cup of the wine of God’s wrath (<a class=\"bibleref\" href=\"/passage/?search=Ps 75:8\">Ps. 75:8</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 51:17\">Is. 51:17</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 25:15-Jer 25:17\">Jer. 25:15–17</a>, <a class=\"bibleref\" href=\"/passage/?search=Jer 25:27-Jer 25:38\">27–38</a>). The “cup” that Jesus chooses to drink is not merely death, but the wrath of God upon sin (cf. <a class=\"bibleref\" href=\"/passage/?search=Matt 20:22\">Matt. 20:22</a>; <a class=\"bibleref\" href=\"/passage/?search=Mark 10:38\">Mark 10:38</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,18,13",
    "text" : "and brought him first to Annas, who was the father-in-law of Caiaphas, the high priest that year."
  }, {
    "verse" : "john,18,14",
    "text" : "Caiaphas was the one who had advised the Jews that it would be good if one man died for the people."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,18,13",
    "id" : 197281,
    "title" : "John 18:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 18:13\">18:13</a></b> <b>Annas.</b> One of the most influential Jewish leaders of that age. Although deposed from the high priesthood by the Romans, he was still known by this title among the Jews. It is difficult to determine whether this verse and vv. 19–24 represent one or two phases of a trial before the Jewish authorities. Matthew, Mark, and Luke refer to an additional phase before the Sanhedrin. Judging from the description of rules for trials found in the <i>Mishnah</i> of some two hundred years later, the proceedings here were marked by serious irregularities and violations of Jewish law. The Sanhedrin was not supposed to meet at night; the death penalty could not be declared on the day of the trial; there was false evidence, and false witnesses were used (<a class=\"bibleref\" href=\"/passage/?search=Matt 26:59\">Matt. 26:59</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 26:60\">60</a>); Jesus was exposed to blows from attendants during the trial (v. 22; <a class=\"bibleref\" href=\"/passage/?search=Mark 14:65\">Mark 14:65</a>). In addition to all this, it was illegal for the Sanhedrin to meet for a capital case on the eve of a Sabbath or a feast day. These violations show that Jesus’ condemnation by the Jewish authorities was a travesty of justice.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,18,15",
    "text" : "Simon Peter and another disciple were following Jesus. Because this disciple was known to the high priest, he went with Jesus into the high priest's courtyard,"
  }, {
    "verse" : "john,18,16",
    "text" : "but Peter had to wait outside at the door. The other disciple, who was known to the high priest, came back, spoke to the girl on duty there and brought Peter in."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,18,15",
    "id" : 197282,
    "title" : "John 18:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 18:15\">18:15</a></b> <b>another disciple.</b> Probably this was John since of the three closest to Jesus (Peter, James, and John), he is the only one not mentioned by name in the Gospel.</p><p><b>known to the high priest.</b> He was admitted to the palace, even allowed to invite a guest (<a class=\"bibleref\" href=\"/passage/?search=John 18:16\">v. 16</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,18,17",
    "text" : "\"You are not one of his disciples, are you?\" the girl at the door asked Peter. He replied, \"I am not.\""
  }, {
    "verse" : "john,18,18",
    "text" : "It was cold, and the servants and officials stood around a fire they had made to keep warm. Peter also was standing with them, warming himself."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,18,17",
    "id" : 197283,
    "title" : "John 18:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 18:17\">18:17</a></b> The account of Peter’s denial is interrupted in John’s Gospel by part of the trial proceedings (<a class=\"bibleref\" href=\"/passage/?search=John 18:19-John 18:24\">vv. 19–24</a>). It would appear that there were three occasions of denial rather than three single sentences by Peter. This is what one would expect with a number of people coming and going and warming themselves by a fire. There may be different legitimate ways of distinguishing the occasions to yield the figure three predicted by Jesus (<a class=\"bibleref\" href=\"/passage/?search=John 13:38\">13:38</a>). All four Gospels agree that the first denial was in response to a question of a “servant girl,” in other words, a harmless person of no great importance in the household.</p><p><b>I am not.</b> Peter’s denial points out that when Jesus endures God’s punishment against sin, He does so without comfort or consolation. Peter’s denial is foretold in <a class=\"bibleref\" href=\"/passage/?search=Zech 13:6\">Zech. 13:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Zech 13:7\">7</a>. Jesus’ solitude in His suffering is anticipated in <a class=\"bibleref\" href=\"/passage/?search=Ps 69:20\">Ps. 69:20</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,18,19",
    "text" : "Meanwhile, the high priest questioned Jesus about his disciples and his teaching."
  }, {
    "verse" : "john,18,20",
    "text" : "\"I have spoken openly to the world,\" Jesus replied. \"I always taught in synagogues or at the temple, where all the Jews come together. I said nothing in secret."
  }, {
    "verse" : "john,18,21",
    "text" : "Why question me? Ask those who heard me. Surely they know what I said.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,18,19",
    "id" : 197284,
    "title" : "John 18:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 18:19\">18:19</a></b> <b>The high priest then questioned.</b> This may be Annas or Caiaphas in the house of Annas (<a class=\"bibleref\" href=\"/passage/?search=John 18:24\">v. 24</a>). An accused person was not to be questioned until witnesses had first established a presumption of guilt. For this reason, some call this a hearing, not a trial.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,18,22",
    "text" : "When Jesus said this, one of the officials nearby struck him in the face. \"Is this the way you answer the high priest?\" he demanded."
  }, {
    "verse" : "john,18,23",
    "text" : "\"If I said something wrong,\" Jesus replied, \"testify as to what is wrong. But if I spoke the truth, why did you strike me?\""
  }, {
    "verse" : "john,18,24",
    "text" : "Then Annas sent him, still bound, to Caiaphas the high priest."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,18,22",
    "id" : 197285,
    "title" : "John 18:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 18:22\">18:22</a></b> <b>one of the officers . . . struck Jesus.</b> This obviously was highly irregular, particularly when the prisoner was bound (<a class=\"bibleref\" href=\"/passage/?search=John 18:24\">v. 24</a>).</p></div>"
  } ]
} ]
