[ {
  "verses" : [ {
    "verse" : "2samuel,14,1",
    "text" : "Joab son of Zeruiah knew that the king's heart longed for Absalom."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,13,39-2samuel,14,1",
    "id" : 187909,
    "title" : "2 Sam 13:39–14:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 13:39-2Sam 14:1\">13:39–14:1</a></b> <b>the king longed . . . the king’s heart went out.</b> It is hard to determine what emotions or reactions precisely are specified in these sentences.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,14,2",
    "text" : "So Joab sent someone to Tekoa and had a wise woman brought from there. He said to her, \"Pretend you are in mourning. Dress in mourning clothes, and don't use any cosmetic lotions. Act like a woman who has spent many days grieving for the dead."
  }, {
    "verse" : "2samuel,14,3",
    "text" : "Then go to the king and speak these words to him.\" And Joab put the words in her mouth."
  }, {
    "verse" : "2samuel,14,4",
    "text" : "When the woman from Tekoa went to the king, she fell with her face to the ground to pay him honor, and she said, \"Help me, O king!\""
  }, {
    "verse" : "2samuel,14,5",
    "text" : "The king asked her, \"What is troubling you?\" She said, \"I am indeed a widow; my husband is dead."
  }, {
    "verse" : "2samuel,14,6",
    "text" : "I your servant had two sons. They got into a fight with each other in the field, and no one was there to separate them. One struck the other and killed him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,14,2",
    "id" : 187910,
    "title" : "2 Sam 14:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 14:2\">14:2</a></b> <b>Tekoa.</b> Later known as the birthplace of Amos, Tekoa was a town ten miles south of Jerusalem.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,14,7",
    "text" : "Now the whole clan has risen up against your servant; they say, 'Hand over the one who struck his brother down, so that we may put him to death for the life of his brother whom he killed; then we will get rid of the heir as well.' They would put out the only burning coal I have left, leaving my husband neither name nor descendant on the face of the earth.\""
  }, {
    "verse" : "2samuel,14,8",
    "text" : "The king said to the woman, \"Go home, and I will issue an order in your behalf.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,14,7",
    "id" : 187911,
    "title" : "2 Sam 14:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 14:7\">14:7</a></b> <b>the whole clan has risen against your servant.</b> The tale which the wise women concocts raises not only the issue of blood revenge (<a class=\"bibleref\" href=\"/passage/?search=2Sam 14:11\">v. 11</a>; <a class=\"bibleref\" href=\"/passage/?search=2Sam 3:27\">3:27</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 35:16-Num 35:25\">Num. 35:16–25</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 19:11-Deut 19:13\">Deut. 19:11–13</a>; <a class=\"bibleref\" href=\"/passage/?search=Josh 20:3\">Josh. 20:3</a>) but also the continuance of her family line on its ancestral property, for her enemies propose to execute the surviving son. As she points out, this would leave her with no name or descendant, something that Israelite law sought to avoid (<a class=\"bibleref\" href=\"/passage/?search=Deut 25:5-Deut 25:10\">Deut. 25:5–10</a>). The woman skillfully introduces in her fictional story the same dilemma that David had. His duty to avenge the blood of Amnon conflicted with his anxiety that Absalom, now presumably his heir, not be cut off. Compare Nathan’s parable in 12:1–4.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,14,9",
    "text" : "But the woman from Tekoa said to him, \"My lord the king, let the blame rest on me and on my father's family, and let the king and his throne be without guilt.\""
  }, {
    "verse" : "2samuel,14,10",
    "text" : "The king replied, \"If anyone says anything to you, bring him to me, and he will not bother you again.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,14,9",
    "id" : 187912,
    "title" : "2 Sam 14:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 14:9\">14:9</a></b> <b>On me be the guilt.</b> The woman is either expressing her willingness to shoulder whatever blame might arise, or is requesting, in polite court language, permission to speak further (<a class=\"bibleref\" href=\"/passage/?search=1Sam 25:24\">1 Sam. 25:24</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,14,11",
    "text" : "She said, \"Then let the king invoke the LORD his God to prevent the avenger of blood from adding to the destruction, so that my son will not be destroyed.As surely as the LORD lives,\" he said, \"not one hair of your son's head will fall to the ground.\""
  }, {
    "verse" : "2samuel,14,12",
    "text" : "Then the woman said, \"Let your servant speak a word to my lord the king.Speak,\" he replied."
  }, {
    "verse" : "2samuel,14,13",
    "text" : "The woman said, \"Why then have you devised a thing like this against the people of God? When the king says this, does he not convict himself, for the king has not brought back his banished son?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,14,11",
    "id" : 187913,
    "title" : "2 Sam 14:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 14:11\">14:11</a></b> <b>invoke the <span class=\"small-caps\">Lord</span> your God.</b> The woman requests and secures an oath from David, in the name of the Lord, that “the avenger of blood kill no more.” As was the case in Nathan’s parable (<a class=\"bibleref\" href=\"/passage/?search=2Sam 12:1-2Sam 12:6\">12:1–6</a>), a judgment is elicited from David’s own mouth that will then be used to judge him (<a class=\"bibleref\" href=\"/passage/?search=2Sam 12:13\">v. 13</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,14,14",
    "text" : "Like water spilled on the ground, which cannot be recovered, so we must die. But God does not take away life; instead, he devises ways so that a banished person may not remain estranged from him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,14,14",
    "id" : 187914,
    "title" : "2 Sam 14:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 14:14\">14:14</a></b> <b>God will not take away life, and he devises means.</b> The woman seems to mean that God does not desire to take away lives, but is ready to see the banishment ended. Some translations read that ‘‘God will not take away the life of someone who arranges for a banishment to end.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,14,15",
    "text" : "\"And now I have come to say this to my lord the king because the people have made me afraid. Your servant thought, 'I will speak to the king; perhaps he will do what his servant asks."
  }, {
    "verse" : "2samuel,14,16",
    "text" : "Perhaps the king will agree to deliver his servant from the hand of the man who is trying to cut off both me and my son from the inheritance God gave us.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,14,15-2samuel,14,16",
    "id" : 187915,
    "title" : "2 Sam 14:15–16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 14:15\">14:15</a>, <a class=\"bibleref\" href=\"/passage/?search=2Sam 14:16\">16</a></b> While the woman has accomplished her objective of pleading for Absalom, she now returns to the matter of her own son, perhaps hoping that David will continue to believe her story and not discover that she and Joab have conspired together (<a class=\"bibleref\" href=\"/passage/?search=2Sam 14:1-2Sam 14:3\">vv. 1–3</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,14,17",
    "text" : "\"And now your servant says, 'May the word of my lord the king bring me rest, for my lord the king is like an angel of God in discerning good and evil. May the LORD your God be with you.'\""
  }, {
    "verse" : "2samuel,14,18",
    "text" : "Then the king said to the woman, \"Do not keep from me the answer to what I am going to ask you.Let my lord the king speak,\" the woman said."
  }, {
    "verse" : "2samuel,14,19",
    "text" : "The king asked, \"Isn't the hand of Joab with you in all this?\" The woman answered, \"As surely as you live, my lord the king, no one can turn to the right or to the left from anything my lord the king says. Yes, it was your servant Joab who instructed me to do this and who put all these words into the mouth of your servant."
  }, {
    "verse" : "2samuel,14,20",
    "text" : "Your servant Joab did this to change the present situation. My lord has wisdom like that of an angel of God-he knows everything that happens in the land.\""
  }, {
    "verse" : "2samuel,14,21",
    "text" : "The king said to Joab, \"Very well, I will do it. Go, bring back the young man Absalom.\""
  }, {
    "verse" : "2samuel,14,22",
    "text" : "Joab fell with his face to the ground to pay him honor, and he blessed the king. Joab said, \"Today your servant knows that he has found favor in your eyes, my lord the king, because the king has granted his servant's request.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,14,17",
    "id" : 187916,
    "title" : "2 Sam 14:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 14:17\">14:17</a></b> <b>angel of God.</b> The woman flatters David by praising his judgment. See also <a class=\"bibleref\" href=\"/passage/?search=2Sam 14:20\">v. 20</a>; <a class=\"bibleref\" href=\"/passage/?search=2Sam 19:27\">19:27</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 29:9\">1 Sam. 29:9</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,14,23",
    "text" : "Then Joab went to Geshur and brought Absalom back to Jerusalem."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,14,23",
    "id" : 187917,
    "title" : "2 Sam 14:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 14:23\">14:23</a></b> <b>Geshur.</b> See <a class=\"bibleref\" href=\"/passage/?search=2Sam 13:37\">13:37</a> note.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,14,24",
    "text" : "But the king said, \"He must go to his own house; he must not see my face.\" So Absalom went to his own house and did not see the face of the king."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,14,24",
    "id" : 187918,
    "title" : "2 Sam 14:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 14:24\">14:24</a></b> <b>he is not to come into my presence.</b> David allows Absalom to return to Jerusalem, but the estrangement continues.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,14,25",
    "text" : "In all Israel there was not a man so highly praised for his handsome appearance as Absalom. From the top of his head to the sole of his foot there was no blemish in him."
  }, {
    "verse" : "2samuel,14,26",
    "text" : "Whenever he cut the hair of his head-he used to cut his hair from time to time when it became too heavy for him-he would weigh it, and its weight was two hundred shekels by the royal standard."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,14,25-2samuel,14,26",
    "id" : 187919,
    "title" : "2 Sam 14:25–26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 14:25\">14:25</a>, <a class=\"bibleref\" href=\"/passage/?search=2Sam 14:26\">26</a></b> As was with Saul before him, Absalom is described in exclusively physical terms (<a class=\"bibleref\" href=\"/passage/?search=1Sam 9:1\">1 Sam. 9:1</a>, <a class=\"bibleref\" href=\"/passage/?search=1Sam 9:2\">2</a> and notes). The description of how his hair was cut and weighed not only hints at Absalom’s vanity, but also foreshadows the way he was to die (18:9–15).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,14,27",
    "text" : "Three sons and a daughter were born to Absalom. The daughter's name was Tamar, and she became a beautiful woman."
  }, {
    "verse" : "2samuel,14,28",
    "text" : "Absalom lived two years in Jerusalem without seeing the king's face."
  }, {
    "verse" : "2samuel,14,29",
    "text" : "Then Absalom sent for Joab in order to send him to the king, but Joab refused to come to him. So he sent a second time, but he refused to come."
  }, {
    "verse" : "2samuel,14,30",
    "text" : "Then he said to his servants, \"Look, Joab's field is next to mine, and he has barley there. Go and set it on fire.\" So Absalom's servants set the field on fire."
  }, {
    "verse" : "2samuel,14,31",
    "text" : "Then Joab did go to Absalom's house and he said to him, \"Why have your servants set my field on fire?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,14,27",
    "id" : 187920,
    "title" : "2 Sam 14:27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 14:27\">14:27</a></b> <b>three sons.</b> See note <a class=\"bibleref\" href=\"/passage/?search=2Sam 18:18\">18:18</a>.</p><p><b>daughter whose name was Tamar.</b> That only the daughter’s name is recorded is sometimes taken to imply that Absalom’s sons all died young, but the significance of this notice may lie elsewhere. The daughter’s name was the same as the sister whose violation had brought Absalom into conflict with David.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,14,32",
    "text" : "Absalom said to Joab, \"Look, I sent word to you and said, 'Come here so I can send you to the king to ask, \"Why have I come from Geshur? It would be better for me if I were still there!\"' Now then, I want to see the king's face, and if I am guilty of anything, let him put me to death.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,14,32",
    "id" : 187921,
    "title" : "2 Sam 14:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 14:32\">14:32</a></b> <b>put me to death.</b> Absalom hopes to win David over, and whatever happens he does not expect to be executed. David had not taken any dire action so far in the affair, and Absalom had some justification for killing Amnon. In effect his request is that he should be completely punished or completely forgiven, and not be left in between.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,14,33",
    "text" : "So Joab went to the king and told him this. Then the king summoned Absalom, and he came in and bowed down with his face to the ground before the king. And the king kissed Absalom."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,14,33",
    "id" : 187922,
    "title" : "2 Sam 14:33",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 14:33\">14:33</a></b> <b>the king kissed Absalom.</b> The narrative ends abruptly. Though David’s action is sometimes referred to as the “kiss of reconciliation,” it is doubtful that a real reconciliation was effected. Ironically, by giving kisses to those who approached him with petitions, Absalom was soon to steal away the hearts of the people and launch a rebellion against his father (<a class=\"bibleref\" href=\"/passage/?search=2Sam 15:5\">15:5</a>, <a class=\"bibleref\" href=\"/passage/?search=2Sam 15:6\">6</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,15,1",
    "text" : "In the course of time, Absalom provided himself with a chariot and horses and with fifty men to run ahead of him."
  }, {
    "verse" : "2samuel,15,2",
    "text" : "He would get up early and stand by the side of the road leading to the city gate. Whenever anyone came with a complaint to be placed before the king for a decision, Absalom would call out to him, \"What town are you from?\" He would answer, \"Your servant is from one of the tribes of Israel.\""
  }, {
    "verse" : "2samuel,15,3",
    "text" : "Then Absalom would say to him, \"Look, your claims are valid and proper, but there is no representative of the king to hear you.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,15,1",
    "id" : 187923,
    "title" : "2 Sam 15:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 15:1\">15:1</a></b> <b>a chariot and horses, and fifty men.</b> See notes <a class=\"bibleref\" href=\"/passage/?search=2Sam 8:4\">8:4</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 8:11\">1 Sam. 8:11</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,15,4",
    "text" : "And Absalom would add, \"If only I were appointed judge in the land! Then everyone who has a complaint or case could come to me and I would see that he gets justice.\""
  }, {
    "verse" : "2samuel,15,5",
    "text" : "Also, whenever anyone approached him to bow down before him, Absalom would reach out his hand, take hold of him and kiss him."
  }, {
    "verse" : "2samuel,15,6",
    "text" : "Absalom behaved in this way toward all the Israelites who came to the king asking for justice, and so he stole the hearts of the men of Israel."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,15,4",
    "id" : 187924,
    "title" : "2 Sam 15:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 15:4\">15:4</a></b> <b>I would give him justice.</b> See note <a class=\"bibleref\" href=\"/passage/?search=2Sam 13:21\">13:21</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,15,7",
    "text" : "At the end of four years, Absalom said to the king, \"Let me go to Hebron and fulfill a vow I made to the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,15,7",
    "id" : 187925,
    "title" : "2 Sam 15:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 15:7\">15:7</a></b> <b>four years.</b> Four years from the meeting of <a class=\"bibleref\" href=\"/passage/?search=2Sam 15:33\">v. 33</a> would be six years from Absalom’s return to Jerusalem (<a class=\"bibleref\" href=\"/passage/?search=2Sam 14:28\">14:28</a>).</p><p><b>Hebron.</b> See note <a class=\"bibleref\" href=\"/passage/?search=2Sam 2:1\">2:1</a>. Hebron was Absalom’s birthplace (<a class=\"bibleref\" href=\"/passage/?search=2Sam 3:2\">3:2</a>, <a class=\"bibleref\" href=\"/passage/?search=2Sam 3:3\">3</a>), but also the place where David was first anointed king over Judah (<a class=\"bibleref\" href=\"/passage/?search=2Sam 2:4\">2:4</a>) and subsequently also over Israel (<a class=\"bibleref\" href=\"/passage/?search=2Sam 5:3\">5:3</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,15,8",
    "text" : "While your servant was living at Geshur in Aram, I made this vow: 'If the LORD takes me back to Jerusalem, I will worship the LORD in Hebron. '\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,15,8",
    "id" : 187926,
    "title" : "2 Sam 15:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 15:8\">15:8</a></b> <b>Geshur.</b> See note <a class=\"bibleref\" href=\"/passage/?search=2Sam 13:23\">13:23</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,15,9",
    "text" : "The king said to him, \"Go in peace.\" So he went to Hebron."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,15,9",
    "id" : 187927,
    "title" : "2 Sam 15:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 15:9\">15:9</a></b> <b>Go in peace.</b> Though employing a standard expression (e.g., <a class=\"bibleref\" href=\"/passage/?search=1Sam 1:17\">1 Sam. 1:17</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 20:42\">20:42</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 29:7\">29:7</a>), David’s farewell to Absalom adds a touch of irony to the story, since Absalom planned to make war.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,15,10",
    "text" : "Then Absalom sent secret messengers throughout the tribes of Israel to say, \"As soon as you hear the sound of the trumpets, then say, 'Absalom is king in Hebron.'\""
  }, {
    "verse" : "2samuel,15,11",
    "text" : "Two hundred men from Jerusalem had accompanied Absalom. They had been invited as guests and went quite innocently, knowing nothing about the matter."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,15,10",
    "id" : 187928,
    "title" : "2 Sam 15:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 15:10\">15:10</a></b> <b>Absalom is king at Hebron.</b> See note on <a class=\"bibleref\" href=\"/passage/?search=2Sam 15:7\">v. 7</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,15,12",
    "text" : "While Absalom was offering sacrifices, he also sent for Ahithophel the Gilonite, David's counselor, to come from Giloh, his hometown. And so the conspiracy gained strength, and Absalom's following kept on increasing."
  }, {
    "verse" : "2samuel,15,13",
    "text" : "A messenger came and told David, \"The hearts of the men of Israel are with Absalom.\""
  }, {
    "verse" : "2samuel,15,14",
    "text" : "Then David said to all his officials who were with him in Jerusalem, \"Come! We must flee, or none of us will escape from Absalom. We must leave immediately, or he will move quickly to overtake us and bring ruin upon us and put the city to the sword.\""
  }, {
    "verse" : "2samuel,15,15",
    "text" : "The king's officials answered him, \"Your servants are ready to do whatever our lord the king chooses.\""
  }, {
    "verse" : "2samuel,15,16",
    "text" : "The king set out, with his entire household following him; but he left ten concubines to take care of the palace."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,15,12",
    "id" : 187929,
    "title" : "2 Sam 15:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 15:12\">15:12</a></b> <b>Ahithophel.</b> See note <a class=\"bibleref\" href=\"/passage/?search=2Sam 11:3\">11:3</a> (“Eliam”).</p><p><b>Giloh.</b> A town in the hill country of Judah (<a class=\"bibleref\" href=\"/passage/?search=Josh 15:48\">Josh. 15:48</a>, <a class=\"bibleref\" href=\"/passage/?search=Josh 15:51\">51</a>), probably not far from Hebron.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,15,17",
    "text" : "So the king set out, with all the people following him, and they halted at a place some distance away."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,15,17",
    "id" : 187930,
    "title" : "2 Sam 15:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 15:17\">15:17</a></b> <b>the last house.</b> The Hebrew reads lit. “the Far House,” perhaps denoting a well-known landmark on the outskirts of the city.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,15,18",
    "text" : "All his men marched past him, along with all the Kerethites and Pelethites; and all the six hundred Gittites who had accompanied him from Gath marched before the king."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,15,18",
    "id" : 187931,
    "title" : "2 Sam 15:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 15:18\">15:18</a></b> <b>Cherethites . . . Pelethites.</b> See note <a class=\"bibleref\" href=\"/passage/?search=1Sam 30:14\">1 Sam. 30:14</a>.</p><p><b>six hundred.</b> This number, which occurs frequently in military contexts (e.g., <a class=\"bibleref\" href=\"/passage/?search=Judg 3:31\">Judg. 3:31</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 18:11\">18:11</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 20:47\">20:47</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 13:15\">1 Sam. 13:15</a>), may designate a standard military unit.</p><p><b>Gittites.</b> That is, from Gath. Perhaps David won the loyalty of these troops during his time in the Philistine region ruled by Achish of Gath (<a class=\"bibleref\" href=\"/passage/?search=1Sam 27\">1 Sam. 27</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,15,19",
    "text" : "The king said to Ittai the Gittite, \"Why should you come along with us? Go back and stay with King Absalom. You are a foreigner, an exile from your homeland."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,15,19",
    "id" : 187932,
    "title" : "2 Sam 15:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 15:19\">15:19</a></b> <b>Ittai the Gittite.</b> This foreigner became one of David’s trusted military commanders, alongside Joab and Abishai (<a class=\"bibleref\" href=\"/passage/?search=2Sam 15:21\">vv. 21</a>, <a class=\"bibleref\" href=\"/passage/?search=2Sam 15:22\">22</a>; <a class=\"bibleref\" href=\"/passage/?search=2Sam 18:2\">18:2</a>, <a class=\"bibleref\" href=\"/passage/?search=2Sam 18:5\">5</a>, <a class=\"bibleref\" href=\"/passage/?search=2Sam 18:12\">12</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,15,20",
    "text" : "You came only yesterday. And today shall I make you wander about with us, when I do not know where I am going? Go back, and take your countrymen. May kindness and faithfulness be with you.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,15,20",
    "id" : 187933,
    "title" : "2 Sam 15:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 15:20\">15:20</a></b> <b>yesterday.</b> Presumably this is to be understood figuratively and not literally.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2samuel,15,21",
    "text" : "But Ittai replied to the king, \"As surely as the LORD lives, and as my lord the king lives, wherever my lord the king may be, whether it means life or death, there will your servant be.\""
  }, {
    "verse" : "2samuel,15,22",
    "text" : "David said to Ittai, \"Go ahead, march on.\" So Ittai the Gittite marched on with all his men and the families that were with him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2samuel,15,21",
    "id" : 187934,
    "title" : "2 Sam 15:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Sam 15:21\">15:21</a></b> <b>there also will your servant be.</b> Ittai and his men were evidently mercenaries, but Ittai’s loyalty was still outspoken.</p></div>"
  } ]
} ]
