[ {
  "verses" : [ {
    "verse" : "deuteronomy,21,1",
    "text" : "If a man is found slain, lying in a field in the land the LORD your God is giving you to possess, and it is not known who killed him,"
  }, {
    "verse" : "deuteronomy,21,2",
    "text" : "your elders and judges shall go out and measure the distance from the body to the neighboring towns."
  }, {
    "verse" : "deuteronomy,21,3",
    "text" : "Then the elders of the town nearest the body shall take a heifer that has never been worked and has never worn a yoke"
  }, {
    "verse" : "deuteronomy,21,4",
    "text" : "and lead her down to a valley that has not been plowed or planted and where there is a flowing stream. There in the valley they are to break the heifer's neck."
  }, {
    "verse" : "deuteronomy,21,5",
    "text" : "The priests, the sons of Levi, shall step forward, for the LORD your God has chosen them to minister and to pronounce blessings in the name of the LORD and to decide all cases of dispute and assault."
  }, {
    "verse" : "deuteronomy,21,6",
    "text" : "Then all the elders of the town nearest the body shall wash their hands over the heifer whose neck was broken in the valley,"
  }, {
    "verse" : "deuteronomy,21,7",
    "text" : "and they shall declare: \"Our hands did not shed this blood, nor did our eyes see it done."
  }, {
    "verse" : "deuteronomy,21,8",
    "text" : "Accept this atonement for your people Israel, whom you have redeemed, O LORD, and do not hold your people guilty of the blood of an innocent man.\" And the bloodshed will be atoned for."
  }, {
    "verse" : "deuteronomy,21,9",
    "text" : "So you will purge from yourselves the guilt of shedding innocent blood, since you have done what is right in the eyes of the LORD."
  }, {
    "verse" : "deuteronomy,21,10",
    "text" : "When you go to war against your enemies and the LORD your God delivers them into your hands and you take captives,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,12,1-deuteronomy,26,19",
    "id" : 186462,
    "title" : "Deut 12–26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 12-Deut 26\">12:1–26:19</a></b> Moses continues to expound the covenant way of life, reiterating laws governing Israel’s worship and conduct. The laws pertain to topics from idolatry to tithes, from priests to divorce, from nations to the individual. The section concludes with exhortations to obey the Lord, who is both Redeemer and King.</p></div>"
  }, {
    "verseRange" : "deuteronomy,21,1",
    "id" : 186523,
    "title" : "Deut 21:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 21:1\">21:1</a></b> <b>If . . . someone is found slain.</b> In the case of an unsolved murder, the elders from the nearest town were to take an oath of innocence and ignorance. The symbolism of the heifer, killed while the oath was taken, is clear: it dies as a symbol of the murderer who ought to die. The land was to be purged of serious guilt. The vicarious death of the heifer points to the death of Christ as a satisfaction for the sins, known and unknown, of His people.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,21,11",
    "text" : "if you notice among the captives a beautiful woman and are attracted to her, you may take her as your wife."
  }, {
    "verse" : "deuteronomy,21,12",
    "text" : "Bring her into your home and have her shave her head, trim her nails"
  }, {
    "verse" : "deuteronomy,21,13",
    "text" : "and put aside the clothes she was wearing when captured. After she has lived in your house and mourned her father and mother for a full month, then you may go to her and be her husband and she shall be your wife."
  }, {
    "verse" : "deuteronomy,21,14",
    "text" : "If you are not pleased with her, let her go wherever she wishes. You must not sell her or treat her as a slave, since you have dishonored her."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,21,11",
    "id" : 186524,
    "title" : "Deut 21:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 21:11\">21:11</a></b> <b>among the captives a beautiful woman.</b> The law preserved the sanctity of marriage. An Israelite man might take a captive woman, but he had to wait a month. She was to be given a chance to adjust and to grieve for her lost family. She was a wife, not chattel, and if the husband divorced her, he could not sell her as a slave.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,21,15",
    "text" : "If a man has two wives, and he loves one but not the other, and both bear him sons but the firstborn is the son of the wife he does not love,"
  }, {
    "verse" : "deuteronomy,21,16",
    "text" : "when he wills his property to his sons, he must not give the rights of the firstborn to the son of the wife he loves in preference to his actual firstborn, the son of the wife he does not love."
  }, {
    "verse" : "deuteronomy,21,17",
    "text" : "He must acknowledge the son of his unloved wife as the firstborn by giving him a double share of all he has. That son is the first sign of his father's strength. The right of the firstborn belongs to him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,21,15",
    "id" : 186525,
    "title" : "Deut 21:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 21:15\">21:15</a></b> <b>two wives.</b> Just as divorce was allowed “because of your hardness of heart” (<a class=\"bibleref\" href=\"/passage/?search=Matt 19:8\">Matt. 19:8</a>), so polygamy was permitted, but its harsher evils were mitigated. The unloved wife had her rights, and the firstborn son of an unloved wife could not be dispossessed.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,21,18",
    "text" : "If a man has a stubborn and rebellious son who does not obey his father and mother and will not listen to them when they discipline him,"
  }, {
    "verse" : "deuteronomy,21,19",
    "text" : "his father and mother shall take hold of him and bring him to the elders at the gate of his town."
  }, {
    "verse" : "deuteronomy,21,20",
    "text" : "They shall say to the elders, \"This son of ours is stubborn and rebellious. He will not obey us. He is a profligate and a drunkard.\""
  }, {
    "verse" : "deuteronomy,21,21",
    "text" : "Then all the men of his town shall stone him to death. You must purge the evil from among you. All Israel will hear of it and be afraid."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,21,18",
    "id" : 186526,
    "title" : "Deut 21:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 21:18\">21:18 a</a></b> <b>stubborn and rebellious son.</b> In view here is not the petty disobedience of children, but a long-term pattern of rebellion and deep sin. Although “stubborn and rebellious” is not precisely defined, in <a class=\"bibleref\" href=\"/passage/?search=Deut 21:20\">v. 20</a> the son is called “a glutton and a drunkard” (cf. <a class=\"bibleref\" href=\"/passage/?search=Prov 23:21\">Prov. 23:21</a>). In such cases, even the parents were not to shield their offspring (cf. <a class=\"bibleref\" href=\"/passage/?search=Zech 13:2\">Zech. 13:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Zech 13:3\">3</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,21,22",
    "text" : "If a man guilty of a capital offense is put to death and his body is hung on a tree,"
  }, {
    "verse" : "deuteronomy,21,23",
    "text" : "you must not leave his body on the tree overnight. Be sure to bury him that same day, because anyone who is hung on a tree is under God's curse. You must not desecrate the land the LORD your God is giving you as an inheritance."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,21,22",
    "id" : 186527,
    "title" : "Deut 21:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 21:22\">21:22</a></b> <b>hang him on a tree.</b> Hanging as a method of execution is not mentioned in the Old Testament. The practice in view here is the exposure of the corpse of a criminal or an enemy (<a class=\"bibleref\" href=\"/passage/?search=1Sam 31:10-1Sam 31:13\">1 Sam. 31:10–13</a>). Such gruesome exposure, symbolizing divine curse (v. 23), was not to be continued more than a day. This verse motivated the Pharisees’ request to have the body of Jesus taken off the cross before nightfall (<a class=\"bibleref\" href=\"/passage/?search=John 19:31\">John 19:31</a>). The point of <a class=\"bibleref\" href=\"/passage/?search=Gal 3:13\">Gal. 3:13</a> is that Christ, though innocent, died a criminal’s death, taking the curse that we deserved (cf. <a class=\"bibleref\" href=\"/passage/?search=Acts 5:30\">Acts 5:30</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,22,1",
    "text" : "If you see your brother's ox or sheep straying, do not ignore it but be sure to take it back to him."
  }, {
    "verse" : "deuteronomy,22,2",
    "text" : "If the brother does not live near you or if you do not know who he is, take it home with you and keep it until he comes looking for it. Then give it back to him."
  }, {
    "verse" : "deuteronomy,22,3",
    "text" : "Do the same if you find your brother's donkey or his cloak or anything he loses. Do not ignore it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,22,1",
    "id" : 186528,
    "title" : "Deut 22:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 22:1\">22:1</a></b> <b>take them back.</b> Note the emphasis on the rightful ownership of private property (cf. <a class=\"bibleref\" href=\"/passage/?search=Exod 23:4\">Ex. 23:4</a>). The law concerning lost property requires that an effort be made to find the owner of strayed or lost property and return the property to him. If the owner cannot be found, the property is to be kept for him until he is found.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,22,4",
    "text" : "If you see your brother's donkey or his ox fallen on the road, do not ignore it. Help him get it to its feet."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,22,4",
    "id" : 186529,
    "title" : "Deut 22:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 22:4\">22:4</a></b> <b>his ox fallen down.</b> Again, accidental loss of private property is to be prevented if possible (cf. <a class=\"bibleref\" href=\"/passage/?search=Exod 23:5\">Ex. 23:5</a>). Jesus quoted this verse to justify healing a man on the Sabbath. The Pharisees allowed the law of helping a fallen animal to supersede their rules for Sabbath keeping, but had no pity on a man in serious need (<a class=\"bibleref\" href=\"/passage/?search=Luke 14:5\">Luke 14:5</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,22,5",
    "text" : "A woman must not wear men's clothing, nor a man wear women's clothing, for the LORD your God detests anyone who does this."
  }, {
    "verse" : "deuteronomy,22,6",
    "text" : "If you come across a bird's nest beside the road, either in a tree or on the ground, and the mother is sitting on the young or on the eggs, do not take the mother with the young."
  }, {
    "verse" : "deuteronomy,22,7",
    "text" : "You may take the young, but be sure to let the mother go, so that it may go well with you and you may have a long life."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,22,5",
    "id" : 186530,
    "title" : "Deut 22:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 22:5\">22:5 a</a></b> <b>man’s garment . . . a woman’s cloak.</b> Women were not to adopt the accoutrements of the male (e.g., carrying weapons), and men were not to dress as women. The symbols of gender difference were to be respected, and while such symbols vary over time and from culture to culture, the principle of gender distinction remains (<a class=\"bibleref\" href=\"/passage/?search=Gen 1:27\">Gen. 1:27</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=1Tim 2:13\">1 Tim. 2:13</a>). Violations of the creation order, such as homosexuality and bestiality (<a class=\"bibleref\" href=\"/passage/?search=Lev 18:22\">Lev. 18:22</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 18:23\">23</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 20:13\">20:13</a>; <a class=\"bibleref\" href=\"/passage/?search=1Cor 6:9\">1 Cor. 6:9</a>; <a class=\"bibleref\" href=\"/passage/?search=1Tim 1:10\">1 Tim. 1:10</a>), are an “abomination.” It has also been suggested that the interchange of clothing was a part of pagan religious practice.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,22,8",
    "text" : "When you build a new house, make a parapet around your roof so that you may not bring the guilt of bloodshed on your house if someone falls from the roof."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,22,8",
    "id" : 186531,
    "title" : "Deut 22:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 22:8\">22:8</a></b> <b>parapet for your roof.</b> This is a law against criminal negligence. Roofs in ancient Israel were flat and often reached by an outside stairway. The roof was used for work (<a class=\"bibleref\" href=\"/passage/?search=Josh 2:6\">Josh. 2:6</a>) or leisure. To prevent accidental injury or death from falling, a parapet or fence was specified.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,22,9",
    "text" : "Do not plant two kinds of seed in your vineyard; if you do, not only the crops you plant but also the fruit of the vineyard will be defiled."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,22,9-deuteronomy,22,11",
    "id" : 186532,
    "title" : "Deut 22:9–11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 22:9-Deut 22:11\">22:9–11</a></b> Similar prohibitions of mixtures are found in <a class=\"bibleref\" href=\"/passage/?search=Lev 19:19\">Lev. 19:19</a>. Reasons for these regulations are no longer clear. Various suggestions have been made: that these verses teach the importance of creation-order distinctions, that they remind Israel of her call to purity and separation from the surrounding nations (v. 11 note), or that practical considerations were involved (e.g., the mixture of seed as harmful for agriculture).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,22,10",
    "text" : "Do not plow with an ox and a donkey yoked together."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,22,10",
    "id" : 186533,
    "title" : "Deut 22:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 22:10\">22:10</a></b> <b>an ox and a donkey together.</b> The reason for this may be the impracticality both of making a donkey pull an ox’s load and of making an ox go at the faster donkey’s pace. Or, the contrast between clean animals (the ox) and unclean (the donkey, <a class=\"bibleref\" href=\"/passage/?search=Deut 14:1-Deut 14:8\">14:1–8</a>) may have served to remind Israel of her call to purity. Paul cites this verse in <a class=\"bibleref\" href=\"/passage/?search=2Cor 6:14\">2 Cor. 6:14</a>, forbidding the fellowship of believers and unbelievers.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,22,11",
    "text" : "Do not wear clothes of wool and linen woven together."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,22,11",
    "id" : 186534,
    "title" : "Deut 22:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 22:11\">22:11</a></b> <b>cloth . . . wool and linen.</b> Some suggest that such material would shrink unevenly and therefore not wash well. Others argue that through eating pure food (<a class=\"bibleref\" href=\"/passage/?search=Deut 14:3-Deut 14:21\">14:3–21</a>) and not mixing their seeds (<a class=\"bibleref\" href=\"/passage/?search=Deut 22:9\">Deut. 22:9</a>), their draft animals (<a class=\"bibleref\" href=\"/passage/?search=Deut 22:10\">22:10</a>), or the materials of their garments, Israel was reminded that they were to be a pure people (<a class=\"bibleref\" href=\"/passage/?search=Deut 7:2-Deut 7:5\">7:2–5</a> and notes).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,22,12",
    "text" : "Make tassels on the four corners of the cloak you wear."
  }, {
    "verse" : "deuteronomy,22,13",
    "text" : "If a man takes a wife and, after lying with her, dislikes her"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,22,12",
    "id" : 186535,
    "title" : "Deut 22:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 22:12\">22:12</a></b> <b>make yourself tassels.</b> These tassels were to remind Israel of the Lord’s commandments and the nation’s responsibility to be holy before God (<a class=\"bibleref\" href=\"/passage/?search=Num 15:38-Num 15:40\">Num. 15:38–40</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,22,14",
    "text" : "and slanders her and gives her a bad name, saying, \"I married this woman, but when I approached her, I did not find proof of her virginity,\""
  }, {
    "verse" : "deuteronomy,22,15",
    "text" : "then the girl's father and mother shall bring proof that she was a virgin to the town elders at the gate."
  }, {
    "verse" : "deuteronomy,22,16",
    "text" : "The girl's father will say to the elders, \"I gave my daughter in marriage to this man, but he dislikes her."
  }, {
    "verse" : "deuteronomy,22,17",
    "text" : "Now he has slandered her and said, 'I did not find your daughter to be a virgin.' But here is the proof of my daughter's virginity.\" Then her parents shall display the cloth before the elders of the town,"
  }, {
    "verse" : "deuteronomy,22,18",
    "text" : "and the elders shall take the man and punish him."
  }, {
    "verse" : "deuteronomy,22,19",
    "text" : "They shall fine him a hundred shekels of silver and give them to the girl's father, because this man has given an Israelite virgin a bad name. She shall continue to be his wife; he must not divorce her as long as he lives."
  }, {
    "verse" : "deuteronomy,22,20",
    "text" : "If, however, the charge is true and no proof of the girl's virginity can be found,"
  }, {
    "verse" : "deuteronomy,22,21",
    "text" : "she shall be brought to the door of her father's house and there the men of her town shall stone her to death. She has done a disgraceful thing in Israel by being promiscuous while still in her father's house. You must purge the evil from among you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,22,14-deuteronomy,22,21",
    "id" : 186536,
    "title" : "Deut 22:14–21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 22:14-Deut 22:21\">22:14–21</a></b> These verses provide for judging a husband’s complaint that his wife was not a virgin when they married. Such an accusation, when made by a man who wished to be rid of a wife who displeased him, could be disproved by the wife’s parents presenting visible “evidence of . . . virginity,” presumably the stained bedclothes of the wedding night (<a class=\"bibleref\" href=\"/passage/?search=Deut 22:15\">v. 15</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,22,22",
    "text" : "If a man is found sleeping with another man's wife, both the man who slept with her and the woman must die. You must purge the evil from Israel."
  }, {
    "verse" : "deuteronomy,22,23",
    "text" : "If a man happens to meet in a town a virgin pledged to be married and he sleeps with her,"
  }, {
    "verse" : "deuteronomy,22,24",
    "text" : "you shall take both of them to the gate of that town and stone them to death-the girl because she was in a town and did not scream for help, and the man because he violated another man's wife. You must purge the evil from among you."
  }, {
    "verse" : "deuteronomy,22,25",
    "text" : "But if out in the country a man happens to meet a girl pledged to be married and rapes her, only the man who has done this shall die."
  }, {
    "verse" : "deuteronomy,22,26",
    "text" : "Do nothing to the girl; she has committed no sin deserving death. This case is like that of someone who attacks and murders his neighbor,"
  }, {
    "verse" : "deuteronomy,22,27",
    "text" : "for the man found the girl out in the country, and though the betrothed girl screamed, there was no one to rescue her."
  }, {
    "verse" : "deuteronomy,22,28",
    "text" : "If a man happens to meet a virgin who is not pledged to be married and rapes her and they are discovered,"
  }, {
    "verse" : "deuteronomy,22,29",
    "text" : "he shall pay the girl's father fifty shekels of silver. He must marry the girl, for he has violated her. He can never divorce her as long as he lives."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,22,22-deuteronomy,22,29",
    "id" : 186537,
    "title" : "Deut 22:22–29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 22:22-Deut 22:29\">22:22–29</a></b> The implications of the seventh commandment are developed (<a class=\"bibleref\" href=\"/passage/?search=Deut 5:18\">5:18</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 20:14\">Ex. 20:14</a>), here with respect to instances of adultery and rape. Particular care is given to guarding the sanctity of the marriage covenant: adultery with a married or betrothed woman is punishable by the death of both consenting parties (vv. 22–24), while lesser penalties are prescribed for a sexual relationship with an unmarried woman (vv. 28, 29). Women depended on their marriage relationship for protection and status in ancient Near Eastern society, and the law provides important protections for women. The penalty for forcible rape of a married woman was the death of the offending man (vv. 25–27). The man who violated the honor of a virgin was compelled to marry her, and could not later divorce her (v. 29).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,22,30",
    "text" : "A man is not to marry his father's wife; he must not dishonor his father's bed."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,22,30",
    "id" : 186538,
    "title" : "Deut 22:30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 22:30\">22:30</a></b> <b>A man shall not take his father’s wife.</b> Sexual relations with a stepmother are probably in view (<a class=\"bibleref\" href=\"/passage/?search=Lev 18:7\">Lev. 18:7</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 18:8\">8</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 20:11\">20:11</a>).</p></div>"
  } ]
} ]
