[ {
  "verses" : [ {
    "verse" : "proverbs,12,15",
    "text" : "The way of a fool seems right to him, but a wise man listens to advice."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,12,15",
    "id" : 191911,
    "title" : "Pr 12:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 12:15\">12:15</a></b> The fool thinks he knows better than others. The wise person is humble enough to learn from the experience of others and has the ability to discern what is good counsel (<a class=\"bibleref\" href=\"/passage/?search=Prov 12:1\">v. 1</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,12,16",
    "text" : "A fool shows his annoyance at once, but a prudent man overlooks an insult."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,12,16",
    "id" : 191912,
    "title" : "Pr 12:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 12:16\">12:16</a></b> Self-control is characteristic of the wise. The fool reacts too strongly and too soon, destroying relationships. The wise person leaves the way open for reconciliation.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,12,17",
    "text" : "A truthful witness gives honest testimony, but a false witness tells lies."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,12,17",
    "id" : 191913,
    "title" : "Pr 12:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 12:17\">12:17</a></b> On first sight this proverb expresses what should be self-evident, but it effectively illustrates the inevitable relationship between character and deeds (<a class=\"bibleref\" href=\"/passage/?search=Prov 12:5\">v. 5</a> note).</p></div>"
  } ]
} ]
