[ {
  "singleVerses" : [ "proverbs,12,27" ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,12,27",
    "id" : 191920,
    "title" : "Pr 12:27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 12:27\">12:27</a></b> <b>roast.</b> It is difficult to tell whether the translation should be that the man is too lazy to roast his prey, or too lazy to catch it in the first place. The second line praises diligence without continuing the metaphor of the hunt.</p></div>"
  } ]
}, {
  "singleVerses" : [ "proverbs,12,28" ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,12,28",
    "id" : 191921,
    "title" : "Pr 12:28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 12:28\">12:28</a></b> <b>life.</b> See <a class=\"bibleref\" href=\"/passage/?search=Prov 3:2\">3:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 3:18\">18</a> and notes.</p><p><b>no death.</b> Hebrew “not death.” See <a class=\"bibleref\" href=\"/passage/?search=Prov 2:18\">2:18</a> and note, also <a class=\"bibleref\" href=\"/passage/?search=Prov 3:2\">3:2</a>. The Hebrew consonants translated as “no” can also mean “to”; in contrast to the “path of righteousness” leading to life, “there is a path that leads to death.”</p></div>"
  } ]
} ]
