[ {
  "verses" : [ {
    "verse" : "proverbs,13,2",
    "text" : "From the fruit of his lips a man enjoys good things, but the unfaithful have a craving for violence."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,13,2",
    "id" : 191923,
    "title" : "Pr 13:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 13:2\">13:2</a></b> <b>fruit of his mouth.</b> The power of words is a frequent wisdom theme. See <a class=\"bibleref\" href=\"/passage/?search=Prov 10:11\">10:11</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 10:13\">13</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 10:19\">19</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 12:14\">12:14</a> and notes. Wise words are constructive, and the speaker personally benefits from them.</p><p><b>treacherous.</b> The word suggests treacherous deceivers whose social conscience is warped.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,13,3",
    "text" : "He who guards his lips guards his life, but he who speaks rashly will come to ruin."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,13,3",
    "id" : 191924,
    "title" : "Pr 13:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 13:3\">13:3</a></b> <b>guards his mouth.</b> Having control over one’s speech so that what is said is carefully considered for its possible effects.</p><p><b>opens wide his lips.</b> Blurts out words, either hastily or maliciously, without concern for the consequences.</p></div>"
  } ]
} ]
