[ {
  "verses" : [ {
    "verse" : "luke,16,19",
    "text" : "\"There was a rich man who was dressed in purple and fine linen and lived in luxury every day."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,19",
    "id" : 196670,
    "title" : "Luke 16:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:19\">16:19 a</a></b> <b>rich man.</b> This man is sometimes called “Dives,” from the Latin word meaning “rich.”</p><p><b>purple and fine linen.</b> The expensive clothing of the rich. Purple would be used for the outer garment and linen for the undergarment.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,20",
    "text" : "At his gate was laid a beggar named Lazarus, covered with sores"
  }, {
    "verse" : "luke,16,21",
    "text" : "and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,20",
    "id" : 196671,
    "title" : "Luke 16:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:20\">16:20</a></b> <b>Lazarus.</b> The only character given a name in Jesus’ parables.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,22",
    "text" : "\"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,22",
    "id" : 196672,
    "title" : "Luke 16:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:22\">16:22</a></b> Jesus says nothing about the religious condition of either, but it is implied that Lazarus was right with God whereas the rich man was not.</p><p><b>Abraham’s side.</b> The image of “side” relates to being the guest of honor at a banquet (see <a class=\"bibleref\" href=\"/passage/?search=John 13:23\">John 13:23</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,23",
    "text" : "In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,23",
    "id" : 196673,
    "title" : "Luke 16:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:23\">16:23</a></b> <b>in Hades.</b> The usual Greek name for the place of the dead. In the New Testament it is not used with reference to the righteous. Here it is clearly a place of torment. See “Hell” at <a class=\"bibleref\" href=\"/passage/?search=Mark 9:43\">Mark 9:43</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,24",
    "text" : "So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,24",
    "id" : 196674,
    "title" : "Luke 16:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:24\">16:24</a></b> Even in Hades the rich man is arrogant, thinking that he can have Lazarus sent to do his bidding.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,25",
    "text" : "\"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony."
  }, {
    "verse" : "luke,16,26",
    "text" : "And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,25",
    "id" : 196675,
    "title" : "Luke 16:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:25\">16:25</a></b> The address “Child” is tender, but it cannot alter the facts. A great chasm separates them, and there is a whole new order with a complete reversal of earthly values.</p><p><b>your good things.</b> The rich man had received what he saw as good things. He could have chosen the things of God, but he preferred physical pleasures.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,27",
    "text" : "\"He answered, 'Then I beg you, father, send Lazarus to my father's house,"
  }, {
    "verse" : "luke,16,28",
    "text" : "for I have five brothers. Let him warn them, so that they will not also come to this place of torment.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,27-luke,16,28",
    "id" : 196676,
    "title" : "Luke 16:27–28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:27\">16:27</a>, <a class=\"bibleref\" href=\"/passage/?search=Luke 16:28\">28</a></b> For the first time the rich man thinks of someone else, though he still remains within his own family. And he still assumes that Lazarus may be sent to do his bidding.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,29",
    "text" : "\"Abraham replied, 'They have Moses and the Prophets; let them listen to them.'"
  }, {
    "verse" : "luke,16,30",
    "text" : "\"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.'"
  }, {
    "verse" : "luke,16,31",
    "text" : "\"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,29",
    "id" : 196677,
    "title" : "Luke 16:29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:29\">16:29</a></b> <b>Moses and the Prophets.</b> A reference to the Old Testament as a whole. The rich man assumed that the appearance of Lazarus would be effective. Jesus is saying that they have the witness of the Word of God; having rejected it, they will not accept another.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,17,1",
    "text" : "Jesus said to his disciples: \"Things that cause people to sin are bound to come, but woe to that person through whom they come."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,17,1",
    "id" : 196678,
    "title" : "Luke 17:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 17:1\">17:1</a></b> <b>Temptations to sin.</b> The Greek word originally designated the bait stick of a trap; it came to mean anything that trips people up and traps them (see text note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,17,2",
    "text" : "It would be better for him to be thrown into the sea with a millstone tied around his neck than for him to cause one of these little ones to sin."
  }, {
    "verse" : "luke,17,3",
    "text" : "So watch yourselves. \"If your brother sins, rebuke him, and if he repents, forgive him."
  }, {
    "verse" : "luke,17,4",
    "text" : "If he sins against you seven times in a day, and seven times comes back to you and says, 'I repent,' forgive him.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,17,2",
    "id" : 196679,
    "title" : "Luke 17:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 17:2\">17:2</a></b> <b>little ones.</b> Children or humble believers (cf. <a class=\"bibleref\" href=\"/passage/?search=Luke 10:21\">10:21</a>), who are helpless apart from God’s aid.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,17,5",
    "text" : "The apostles said to the Lord, \"Increase our faith!\""
  }, {
    "verse" : "luke,17,6",
    "text" : "He replied, \"If you have faith as small as a mustard seed, you can say to this mulberry tree, 'Be uprooted and planted in the sea,' and it will obey you."
  }, {
    "verse" : "luke,17,7",
    "text" : "\"Suppose one of you had a servant plowing or looking after the sheep. Would he say to the servant when he comes in from the field, 'Come along now and sit down to eat'?"
  }, {
    "verse" : "luke,17,8",
    "text" : "Would he not rather say, 'Prepare my supper, get yourself ready and wait on me while I eat and drink; after that you may eat and drink'?"
  }, {
    "verse" : "luke,17,9",
    "text" : "Would he thank the servant because he did what he was told to do?"
  }, {
    "verse" : "luke,17,10",
    "text" : "So you also, when you have done everything you were told to do, should say, 'We are unworthy servants; we have only done our duty.'\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,17,5-luke,17,6",
    "id" : 196680,
    "title" : "Luke 17:5–6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 17:5\">17:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Luke 17:6\">6</a></b> Apparently the apostles thought great faith would be needed to be so forgiving. Jesus points to what even small faith can bring about. More important than the quantity of faith is the object of faith—a great and powerful God.</p></div>"
  } ]
} ]
