[ {
  "verses" : [ {
    "verse" : "judges,9,22",
    "text" : "After Abimelech had governed Israel three years,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,8,33-judges,9,57",
    "id" : 187109,
    "title" : "Judges 8:33–9:57",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 8:33-Judg 9:57\">8:33–9:57</a></b> The Abimelech story demonstrates the disaster the wrong kind of king could be. Abimelech was an anti-deliverer, an oppressor of the people, and a breaker of the covenant. His story raises the question of who should be king (<a class=\"bibleref\" href=\"/passage/?search=Judg 9:2\">9:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 9:8-Judg 9:20\">8–20</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 9:28\">28</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 9:29\">29</a>). In light of this question, it is significant that Abimelech and Saul resemble each other in important ways (<a class=\"bibleref\" href=\"/passage/?search=Judg 9:23\">9:23</a> note; <a class=\"bibleref\" href=\"/passage/?search=Judg 9:54\">9:54</a> note). This would imply that Saul was the same sort of king that Abimelech was. The message to the readers of Judges was that they should no more want Ish-bosheth the son of Saul to be their king, than Israel had wanted Abimelech, the son of Gideon.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,9,23",
    "text" : "God sent an evil spirit between Abimelech and the citizens of Shechem, who acted treacherously against Abimelech."
  }, {
    "verse" : "judges,9,24",
    "text" : "God did this in order that the crime against Jerub-Baal's seventy sons, the shedding of their blood, might be avenged on their brother Abimelech and on the citizens of Shechem, who had helped him murder his brothers."
  }, {
    "verse" : "judges,9,25",
    "text" : "In opposition to him these citizens of Shechem set men on the hilltops to ambush and rob everyone who passed by, and this was reported to Abimelech."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,9,23",
    "id" : 187119,
    "title" : "Judges 9:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 9:23\">9:23</a></b> <b>an evil spirit.</b> The historical parallel with Saul is significant. Both Abimelech and Saul had an evil spirit come against them as they began to lose their kingdoms (<a class=\"bibleref\" href=\"/passage/?search=1Sam 16:14\">1 Sam. 16:14</a>). This is the first mention of God’s direct action in the story of Abimelech.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,9,26",
    "text" : "Now Gaal son of Ebed moved with his brothers into Shechem, and its citizens put their confidence in him."
  }, {
    "verse" : "judges,9,27",
    "text" : "After they had gone out into the fields and gathered the grapes and trodden them, they held a festival in the temple of their god. While they were eating and drinking, they cursed Abimelech."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,9,26",
    "id" : 187120,
    "title" : "Judges 9:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 9:26\">9:26</a></b> <b>Gaal.</b> Gaal is another “Abimelech,” a lost brother claiming the right to rule by right of his ancestry.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,9,28",
    "text" : "Then Gaal son of Ebed said, \"Who is Abimelech, and who is Shechem, that we should be subject to him? Isn't he Jerub-Baal's son, and isn't Zebul his deputy? Serve the men of Hamor, Shechem's father! Why should we serve Abimelech?"
  }, {
    "verse" : "judges,9,29",
    "text" : "If only this people were under my command! Then I would get rid of him. I would say to Abimelech, 'Call out your whole army!'\""
  }, {
    "verse" : "judges,9,30",
    "text" : "When Zebul the governor of the city heard what Gaal son of Ebed said, he was very angry."
  }, {
    "verse" : "judges,9,31",
    "text" : "Under cover he sent messengers to Abimelech, saying, \"Gaal son of Ebed and his brothers have come to Shechem and are stirring up the city against you."
  }, {
    "verse" : "judges,9,32",
    "text" : "Now then, during the night you and your men should come and lie in wait in the fields."
  }, {
    "verse" : "judges,9,33",
    "text" : "In the morning at sunrise, advance against the city. When Gaal and his men come out against you, do whatever your hand finds to do.\""
  }, {
    "verse" : "judges,9,34",
    "text" : "So Abimelech and all his troops set out by night and took up concealed positions near Shechem in four companies."
  }, {
    "verse" : "judges,9,35",
    "text" : "Now Gaal son of Ebed had gone out and was standing at the entrance to the city gate just as Abimelech and his soldiers came out from their hiding place."
  }, {
    "verse" : "judges,9,36",
    "text" : "When Gaal saw them, he said to Zebul, \"Look, people are coming down from the tops of the mountains!\" Zebul replied, \"You mistake the shadows of the mountains for men.\""
  }, {
    "verse" : "judges,9,37",
    "text" : "But Gaal spoke up again: \"Look, people are coming down from the center of the land, and a company is coming from the direction of the soothsayers' tree.\""
  }, {
    "verse" : "judges,9,38",
    "text" : "Then Zebul said to him, \"Where is your big talk now, you who said, 'Who is Abimelech that we should be subject to him?' Aren't these the men you ridiculed? Go out and fight them!\""
  }, {
    "verse" : "judges,9,39",
    "text" : "So Gaal led out the citizens of Shechem and fought Abimelech."
  }, {
    "verse" : "judges,9,40",
    "text" : "Abimelech chased him, and many fell wounded in the flight-all the way to the entrance to the gate."
  }, {
    "verse" : "judges,9,41",
    "text" : "Abimelech stayed in Arumah, and Zebul drove Gaal and his brothers out of Shechem."
  }, {
    "verse" : "judges,9,42",
    "text" : "The next day the people of Shechem went out to the fields, and this was reported to Abimelech."
  }, {
    "verse" : "judges,9,43",
    "text" : "So he took his men, divided them into three companies and set an ambush in the fields. When he saw the people coming out of the city, he rose to attack them."
  }, {
    "verse" : "judges,9,44",
    "text" : "Abimelech and the companies with him rushed forward to a position at the entrance to the city gate. Then two companies rushed upon those in the fields and struck them down."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,9,28",
    "id" : 187121,
    "title" : "Judges 9:28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 9:28\">9:28</a></b> <b>Who is Abimelech.</b> Note the similar speech at <a class=\"bibleref\" href=\"/passage/?search=Judg 9:2\">v. 2</a>, also delivered in Shechem.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,9,45",
    "text" : "All that day Abimelech pressed his attack against the city until he had captured it and killed its people. Then he destroyed the city and scattered salt over it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,9,45",
    "id" : 187122,
    "title" : "Judges 9:45",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 9:45\">9:45</a></b> <b>sowed it with salt.</b> This would ruin it for farming.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,9,46",
    "text" : "On hearing this, the citizens in the tower of Shechem went into the stronghold of the temple of El-Berith."
  }, {
    "verse" : "judges,9,47",
    "text" : "When Abimelech heard that they had assembled there,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,9,46",
    "id" : 187123,
    "title" : "Judges 9:46",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 9:46\">9:46</a></b> <b>El-berith.</b> Lit. “god of the covenant.” El was the father of the gods in the Canaanite pantheon. This was probably the same temple as the one mentioned at <a class=\"bibleref\" href=\"/passage/?search=Judg 9:4\">9:4</a>, which supplied Abimelech money. Now he returned to destroy it.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,9,48",
    "text" : "he and all his men went up Mount Zalmon. He took an ax and cut off some branches, which he lifted to his shoulders. He ordered the men with him, \"Quick! Do what you have seen me do!\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,9,48",
    "id" : 187124,
    "title" : "Judges 9:48",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 9:48\">9:48</a></b> <b>do as I have done.</b> Abimelech’s words, as he leads his men, resemble his father’s (<a class=\"bibleref\" href=\"/passage/?search=Judg 7:17\">7:17</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,9,49",
    "text" : "So all the men cut branches and followed Abimelech. They piled them against the stronghold and set it on fire over the people inside. So all the people in the tower of Shechem, about a thousand men and women, also died."
  }, {
    "verse" : "judges,9,50",
    "text" : "Next Abimelech went to Thebez and besieged it and captured it."
  }, {
    "verse" : "judges,9,51",
    "text" : "Inside the city, however, was a strong tower, to which all the men and women-all the people of the city-fled. They locked themselves in and climbed up on the tower roof."
  }, {
    "verse" : "judges,9,52",
    "text" : "Abimelech went to the tower and stormed it. But as he approached the entrance to the tower to set it on fire,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,9,49",
    "id" : 187125,
    "title" : "Judges 9:49",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 9:49\">9:49</a></b> <b>set the stronghold on fire.</b> This fulfilled Jotham’s curse (<a class=\"bibleref\" href=\"/passage/?search=Judg 9:20\">v. 20</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,9,53",
    "text" : "a woman dropped an upper millstone on his head and cracked his skull."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,9,53",
    "id" : 187126,
    "title" : "Judges 9:53",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 9:53\">9:53</a></b> <b>an upper millstone.</b> A stone figured prominently in Abimelech’s death, as it had in the murder of all his brothers (<a class=\"bibleref\" href=\"/passage/?search=Judg 9:5\">9:5</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,9,54",
    "text" : "Hurriedly he called to his armor-bearer, \"Draw your sword and kill me, so that they can't say, 'A woman killed him.'\" So his servant ran him through, and he died."
  }, {
    "verse" : "judges,9,55",
    "text" : "When the Israelites saw that Abimelech was dead, they went home."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,9,54",
    "id" : 187127,
    "title" : "Judges 9:54",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 9:54\">9:54</a></b> <b>Draw your sword and kill me.</b> Like Saul (<a class=\"bibleref\" href=\"/passage/?search=1Sam 31:4\">1 Sam. 31:4</a>), Abimelech sought to die proudly. This incident, like the presence of an evil spirit from God (9:23 and note), is a strong point of resemblance between Saul and Abimelech.</p><p><b>A woman killed him.</b> He had to share this indignity with Sisera (4:9).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,9,56",
    "text" : "Thus God repaid the wickedness that Abimelech had done to his father by murdering his seventy brothers."
  }, {
    "verse" : "judges,9,57",
    "text" : "God also made the men of Shechem pay for all their wickedness. The curse of Jotham son of Jerub-Baal came on them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,9,56",
    "id" : 187128,
    "title" : "Judges 9:56",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 9:56\">9:56</a></b> <b>Thus God returned.</b> God is not highly visible in this narrative (<a class=\"bibleref\" href=\"/passage/?search=Judg 9:23\">9:23</a> note). But He brought Abimelech to judgment.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,10,1",
    "text" : "After the time of Abimelech a man of Issachar, Tola son of Puah, the son of Dodo, rose to save Israel. He lived in Shamir, in the hill country of Ephraim."
  }, {
    "verse" : "judges,10,2",
    "text" : "He led Israel twenty-three years; then he died, and was buried in Shamir."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,10,1-judges,10,5",
    "id" : 187129,
    "title" : "Judges 10:1–5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 10:1-Judg 10:5\">10:1–5</a></b> Two judges, Tola and Jair, are introduced with few details. Four other minor judges are described in similar fashion (<a class=\"bibleref\" href=\"/passage/?search=Judg 3:31\">3:31</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 12:8-Judg 12:15\">12:8–15</a>).</p></div>"
  }, {
    "verseRange" : "judges,10,1",
    "id" : 187130,
    "title" : "Judges 10:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 10:1\">10:1</a></b> <b>Tola.</b> Tola is mentioned only here in Scripture.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,10,3",
    "text" : "He was followed by Jair of Gilead, who led Israel twenty-two years."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,10,3",
    "id" : 187131,
    "title" : "Judges 10:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 10:3\">10:3</a></b> <b>Jair.</b> Like Tola, Jair is not mentioned anywhere else in the Bible.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,10,4",
    "text" : "He had thirty sons, who rode thirty donkeys. They controlled thirty towns in Gilead, which to this day are called Havvoth Jair."
  }, {
    "verse" : "judges,10,5",
    "text" : "When Jair died, he was buried in Kamon."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,10,4",
    "id" : 187132,
    "title" : "Judges 10:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 10:4\">10:4</a></b> <b>who rode on thirty donkeys.</b> Thirty sons, thirty donkeys, and the control of thirty towns indicate great wealth and power (<a class=\"bibleref\" href=\"/passage/?search=Judg 5:10\">5:10</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,10,6",
    "text" : "Again the Israelites did evil in the eyes of the LORD. They served the Baals and the Ashtoreths, and the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the Ammonites and the gods of the Philistines. And because the Israelites forsook the LORD and no longer served him,"
  }, {
    "verse" : "judges,10,7",
    "text" : "he became angry with them. He sold them into the hands of the Philistines and the Ammonites,"
  }, {
    "verse" : "judges,10,8",
    "text" : "who that year shattered and crushed them. For eighteen years they oppressed all the Israelites on the east side of the Jordan in Gilead, the land of the Amorites."
  }, {
    "verse" : "judges,10,9",
    "text" : "The Ammonites also crossed the Jordan to fight against Judah, Benjamin and the house of Ephraim; and Israel was in great distress."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,10,6-judges,12,7",
    "id" : 187133,
    "title" : "Judges 10:6–12:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 10:6-Judg 12:7\">10:6–12:7</a></b> Cf. <a class=\"bibleref\" href=\"/passage/?search=1Sam 12:11\">1 Sam. 12:11</a>. The list of idols Israel followed (10:6) and the internal chaos of Israel became more pronounced (12:1–7). Jephthah brought only six years of peace (12:7) instead of peace for a generation (3:11, 30; 5:31; 8:28). Finally, Jephthah rashly and sinfully sacrificed his daughter (11:30–40 note).</p><p>Many things about Jephthah are reminiscent of Gideon, Abimelech, or Saul. Jephthah like Gideon was a “mighty man of valor” (6:12; 11:1). Both men made the Ephraimites angry by not calling them out to participate in battle (8:1–3; 12:1–6). Jephthah and Abimelech were both outcast sons, one born to a concubine and the other to a harlot. They gathered to themselves bands of adventurers (9:4; 11:3). Both Jephthah and Saul were made leaders in Mizpah (11:11; <a class=\"bibleref\" href=\"/passage/?search=1Sam 10:17\">1 Sam. 10:17</a>). Both men faced Ammonites as their first adversaries (11:12–29; <a class=\"bibleref\" href=\"/passage/?search=1Sam 11:1-1Sam 11:11\">1 Sam. 11:1–11</a>). Jepthah and Saul each made an unwise vow that returned to threaten their firstborn, and each offered an unlawful sacrifice (11:30–40; <a class=\"bibleref\" href=\"/passage/?search=1Sam 13:8-1Sam 13:14\">1 Sam. 13:8–14</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 14:24-1Sam 14:25\">14:24–25</a>).</p></div>"
  }, {
    "verseRange" : "judges,10,6",
    "id" : 187134,
    "title" : "Judges 10:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 10:6\">10:6</a></b> <b>gods.</b> In previous accounts only the Baals and the Ashtaroths were mentioned (<a class=\"bibleref\" href=\"/passage/?search=Judg 2:11\">2:11</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 2:13\">13</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 3:7\">3:7</a>). This longer list of gods indicates a downward spiral in Israel’s violations of the covenant. See also <a class=\"bibleref\" href=\"/passage/?search=Judg 3:11-Judg 3:12\">vv. 11–12</a> and note. The peoples mentioned surrounded Israel on its borders.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,10,10",
    "text" : "Then the Israelites cried out to the LORD, \"We have sinned against you, forsaking our God and serving the Baals.\""
  }, {
    "verse" : "judges,10,11",
    "text" : "The LORD replied, \"When the Egyptians, the Amorites, the Ammonites, the Philistines,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,10,10-judges,10,16",
    "id" : 187135,
    "title" : "Judges 10:10–16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 10:10-Judg 10:16\">10:10–16</a></b> This is the only account in the Book of Judges where Israel not only cries out to God, but also puts away their idols. Elsewhere, they simply cried out to the Lord and He delivered them (<a class=\"bibleref\" href=\"/passage/?search=Judg 10:10\">10:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 2:19\">2:19</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 3:9\">3:9</a>). God saw through their superficial repentance but chose to deliver them anyway (cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 32:15-Deut 32:38\">Deut. 32:15–38</a>).</p></div>"
  }, {
    "verseRange" : "judges,10,10",
    "id" : 187136,
    "title" : "Judges 10:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 10:10\">10:10</a></b> <b>forsaken our God and have served the Baals.</b> The same language is used in their indictment in <a class=\"bibleref\" href=\"/passage/?search=Judg 10:6\">v. 6</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,10,12",
    "text" : "the Sidonians, the Amalekites and the Maonites oppressed you and you cried to me for help, did I not save you from their hands?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,10,12",
    "id" : 187137,
    "title" : "Judges 10:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 10:12\">10:12</a></b> <b>oppressed you.</b> The list of gods in <a class=\"bibleref\" href=\"/passage/?search=Judg 10:6\">v. 6</a> coincides almost identically with the list of oppressing nations. Israel rejected the God who had saved them, and instead followed the compassionless gods of their oppressors.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,10,13",
    "text" : "But you have forsaken me and served other gods, so I will no longer save you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,10,13",
    "id" : 187138,
    "title" : "Judges 10:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 10:13\">10:13</a></b> <b>no more.</b> See <a class=\"bibleref\" href=\"/passage/?search=Deut 8:19-Deut 8:20\">Deut. 8:19–20</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 31:16-Deut 31:17\">31:16–17</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 33:55-Num 33:56\">Num. 33:55–56</a>; <a class=\"bibleref\" href=\"/passage/?search=Josh 23:13\">Josh. 23:13</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 2:3\">Judg. 2:3</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,10,14",
    "text" : "Go and cry out to the gods you have chosen. Let them save you when you are in trouble!\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,10,14",
    "id" : 187139,
    "title" : "Judges 10:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 10:14\">10:14</a></b> <b>cry out to the gods whom you have chosen.</b> See <a class=\"bibleref\" href=\"/passage/?search=Deut 32:37-Deut 32:38\">Deut. 32:37–38</a>. The same taunt is made in <a class=\"bibleref\" href=\"/passage/?search=Jer 2:28\">Jer. 2:28</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 11:12-Jer 11:13\">11:12–13</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,10,15",
    "text" : "But the Israelites said to the LORD, \"We have sinned. Do with us whatever you think best, but please rescue us now.\""
  }, {
    "verse" : "judges,10,16",
    "text" : "Then they got rid of the foreign gods among them and served the LORD. And he could bear Israel's misery no longer."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,10,15",
    "id" : 187140,
    "title" : "Judges 10:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 10:15\">10:15</a></b> <b>deliver us.</b> The desire to be delivered, rather than to serve the Lord, was Israel’s true motive in repenting.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,10,17",
    "text" : "When the Ammonites were called to arms and camped in Gilead, the Israelites assembled and camped at Mizpah."
  }, {
    "verse" : "judges,10,18",
    "text" : "The leaders of the people of Gilead said to each other, \"Whoever will launch the attack against the Ammonites will be the head of all those living in Gilead.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,10,17",
    "id" : 187141,
    "title" : "Judges 10:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 10:17\">10:17</a></b> <b>Mizpah.</b> See <a class=\"bibleref\" href=\"/passage/?search=Judg 11:11\">11:11</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 20:1\">20:1</a>.</p></div>"
  } ]
} ]
