[ {
  "verses" : [ {
    "verse" : "2corinthians,7,8",
    "text" : "Even if I caused you sorrow by my letter, I do not regret it. Though I did regret it--I see that my letter hurt you, but only for a little while--"
  }, {
    "verse" : "2corinthians,7,9",
    "text" : "yet now I am happy, not because you were made sorry, but because your sorrow led you to repentance. For you became sorrowful as God intended and so were not harmed in any way by us."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,7,8",
    "id" : 198295,
    "title" : "2 Cor 7:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 7:8\">7:8</a></b> Paul’s “severe letter” (no longer extant) was written to rebuke the Corinthians for their conduct during his earlier visit (<a class=\"bibleref\" href=\"/passage/?search=2Cor 2:3\">2:3</a>, <a class=\"bibleref\" href=\"/passage/?search=2Cor 2:4\">4</a> notes and Introduction: Date and Occasion). The problem was probably their failure as a church to defend Paul against the person who had wronged him. This verse shows clearly that a loving pastor must sometimes cause sorrow to those he cares for, if they fall into sin.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,7,10",
    "text" : "Godly sorrow brings repentance that leads to salvation and leaves no regret, but worldly sorrow brings death."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,7,10",
    "id" : 198296,
    "title" : "2 Cor 7:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 7:10\">7:10</a></b> <b>repentance.</b> Turning from sin, a sincere decision to forsake a specific sin (or sins) and begin to obey God. Here, the term does not specifically refer to initial repentance that must accompany true saving faith (<a class=\"bibleref\" href=\"/passage/?search=Mark 1:15\">Mark 1:15</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 3:19\">Acts 3:19</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 17:30\">17:30</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 26:20\">26:20</a>), but to a turning from sin in the life of a Christian.</p><p><b>leads to salvation.</b> “Salvation” here means not initial conversion, but growth and progress in the Christian life. Ordinary Christian growth will include times of profound sorrow for remaining sin.</p><p><b>worldly grief.</b> Regret and sorrow of different kinds that do not seek forgiveness in Christ.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,7,11",
    "text" : "See what this godly sorrow has produced in you: what earnestness, what eagerness to clear yourselves, what indignation, what alarm, what longing, what concern, what readiness to see justice done. At every point you have proved yourselves to be innocent in this matter."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,7,11",
    "id" : 198297,
    "title" : "2 Cor 7:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 7:11\">7:11</a></b> The Corinthians responded as Paul had hoped when Titus brought the letter of rebuke.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,7,12",
    "text" : "So even though I wrote to you, it was not on account of the one who did the wrong or of the injured party, but rather that before God you could see for yourselves how devoted to us you are."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,7,12",
    "id" : 198298,
    "title" : "2 Cor 7:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 7:12\">7:12</a></b> <b>the one who did the wrong.</b> Probably not the man guilty of incest in <a class=\"bibleref\" href=\"/passage/?search=1Cor 5:1\">1 Cor. 5:1</a>, though many have understood it this way (2:5 note).</p><p><b>in the sight of God.</b> The Christian life is lived before the face of God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,7,13",
    "text" : "By all this we are encouraged."
  }, {
    "verse" : "2corinthians,7,14",
    "text" : "In addition to our own encouragement, we were especially delighted to see how happy Titus was, because his spirit has been refreshed by all of you. I had boasted to him about you, and you have not embarrassed me. But just as everything we said to you was true, so our boasting about you to Titus has proved to be true as well."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,7,13",
    "id" : 198299,
    "title" : "2 Cor 7:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 7:13\">7:13</a></b> <b>his spirit has been refreshed.</b> The personal contact of the Corinthians and Titus had encouraged Titus spiritually, making a noticeable change in him.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,7,15",
    "text" : "And his affection for you is all the greater when he remembers that you were all obedient, receiving him with fear and trembling."
  }, {
    "verse" : "2corinthians,7,16",
    "text" : "I am glad I can have complete confidence in you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,7,15",
    "id" : 198300,
    "title" : "2 Cor 7:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 7:15\">7:15</a></b> <b>with fear and trembling.</b> Apparently, even before Titus arrived with the letter of rebuke, the Holy Spirit had worked repentance in the Corinthian church.</p></div>"
  } ]
} ]
