[ {
  "verses" : [ {
    "verse" : "matthew,26,47",
    "text" : "While he was still speaking, Judas, one of the Twelve, arrived. With him was a large crowd armed with swords and clubs, sent from the chief priests and the elders of the people."
  }, {
    "verse" : "matthew,26,48",
    "text" : "Now the betrayer had arranged a signal with them: \"The one I kiss is the man; arrest him.\""
  }, {
    "verse" : "matthew,26,49",
    "text" : "Going at once to Jesus, Judas said, \"Greetings, Rabbi!\" and kissed him."
  }, {
    "verse" : "matthew,26,50",
    "text" : "Jesus replied, \"Friend, do what you came for.\""
  }, {
    "verse" : "matthew,26,51",
    "text" : "Then the men stepped forward, seized Jesus and arrested him. With that, one of Jesus' companions reached for his sword, drew it out and struck the servant of the high priest, cutting off his ear."
  } ],
  "rsbNotes" : [ ]
}, {
  "verses" : [ {
    "verse" : "matthew,26,52",
    "text" : "\"Put your sword back in its place,\" Jesus said to him, \"for all who draw the sword will die by the sword."
  }, {
    "verse" : "matthew,26,53",
    "text" : "Do you think I cannot call on my Father, and he will at once put at my disposal more than twelve legions of angels?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,26,52",
    "id" : 195924,
    "title" : "Matt 26:52",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 26:52\">26:52</a></b> <b>Put your sword back into its place.</b> Jesus did not bring His kingdom with force, like earthly kings.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,26,54",
    "text" : "But how then would the Scriptures be fulfilled that say it must happen in this way?\""
  }, {
    "verse" : "matthew,26,55",
    "text" : "At that time Jesus said to the crowd, \"Am I leading a rebellion, that you have come out with swords and clubs to capture me? Every day I sat in the temple courts teaching, and you did not arrest me."
  }, {
    "verse" : "matthew,26,56",
    "text" : "But this has all taken place that the writings of the prophets might be fulfilled.\" Then all the disciples deserted him and fled."
  }, {
    "verse" : "matthew,26,57",
    "text" : "Those who had arrested Jesus took him to Caiaphas, the high priest, where the teachers of the law and the elders had assembled."
  }, {
    "verse" : "matthew,26,58",
    "text" : "But Peter followed him at a distance, right up to the courtyard of the high priest. He entered and sat down with the guards to see the outcome."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,26,54-matthew,26,56",
    "id" : 195925,
    "title" : "Matt 26:54, 56",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 26:54\">26:54</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 26:56\">56</a> be fulfilled.</b> Jesus knows that the Scriptures prophesying salvation through His death must be fulfilled (<a class=\"bibleref\" href=\"/passage/?search=Luke 22:37\">Luke 22:37</a>). Some commentators suggest that <a class=\"bibleref\" href=\"/passage/?search=Zech 13:7\">Zech. 13:7</a> is still in view (v. 31), but more probably that Jesus is referring broadly to His death and resurrection (see <a class=\"bibleref\" href=\"/passage/?search=Luke 24:44-Luke 24:46\">Luke 24:44–46</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,26,59",
    "text" : "The chief priests and the whole Sanhedrin were looking for false evidence against Jesus so that they could put him to death."
  }, {
    "verse" : "matthew,26,60",
    "text" : "But they did not find any, though many false witnesses came forward."
  }, {
    "verse" : "matthew,26,61",
    "text" : "Finally two came forward and declared, \"This fellow said, 'I am able to destroy the temple of God and rebuild it in three days.'\""
  }, {
    "verse" : "matthew,26,62",
    "text" : "Then the high priest stood up and said to Jesus, \"Are you not going to answer? What is this testimony that these men are bringing against you?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,26,59-matthew,26,61",
    "id" : 195926,
    "title" : "Matt 26:59–61",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 26:59-Matt 26:61\">26:59–61</a></b> Apparently the Sanhedrin had difficulty finding false witnesses. Finally they used a charge that was a distortion of something Jesus had said (<a class=\"bibleref\" href=\"/passage/?search=John 2:19\">John 2:19</a>). The numerous irregularities in this trial have often been pointed out. This is not evidence of historical unreliability, but of the extreme actions the Jewish leaders took to rid themselves of Jesus.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,26,63",
    "text" : "But Jesus remained silent. The high priest said to him, \"I charge you under oath by the living God: Tell us if you are the Christ, the Son of God.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,26,63",
    "id" : 195927,
    "title" : "Matt 26:63",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 26:63\">26:63</a></b> <b>I adjure you.</b> Jesus did not answer, and Caiaphas comes to the point: does Jesus claim to be the Messiah sent from God?</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,26,64",
    "text" : "\"Yes, it is as you say,\" Jesus replied. \"But I say to all of you: In the future you will see the Son of Man sitting at the right hand of the Mighty One and coming on the clouds of heaven.\""
  }, {
    "verse" : "matthew,26,65",
    "text" : "Then the high priest tore his clothes and said, \"He has spoken blasphemy! Why do we need any more witnesses? Look, now you have heard the blasphemy."
  }, {
    "verse" : "matthew,26,66",
    "text" : "What do you think?He is worthy of death,\" they answered."
  }, {
    "verse" : "matthew,26,67",
    "text" : "Then they spit in his face and struck him with their fists. Others slapped him"
  }, {
    "verse" : "matthew,26,68",
    "text" : "and said, \"Prophesy to us, Christ. Who hit you?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,26,64",
    "id" : 195928,
    "title" : "Matt 26:64",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 26:64\">26:64</a></b> <b>You have said so.</b> Jesus’ answer is reluctantly affirmative, probably because the high priest’s understanding of the Messiah’s role was so different from the role Jesus actually fulfilled. Jesus responds in the same way to a similar question from Pilate in <a class=\"bibleref\" href=\"/passage/?search=Matt 27:11\">27:11</a>.</p><p><b>from now on you will see.</b> Jesus probably speaks of the process of exaltation to the right hand of the Father that in a sense begins with His humiliation and death. The Jewish leaders would soon “see” in the resurrection reports of the soldiers (<a class=\"bibleref\" href=\"/passage/?search=Matt 28:11-Matt 28:15\">28:11–15</a>) and Stephen’s eyewitness testimony of the majesty of the exalted Christ (<a class=\"bibleref\" href=\"/passage/?search=Acts 7:56\">Acts 7:56</a>) that the One whom they had killed was the Messiah He had claimed to be.</p></div>"
  } ]
} ]
