[ {
  "verses" : [ {
    "verse" : "exodus,32,1",
    "text" : "When the people saw that Moses was so long in coming down from the mountain, they gathered around Aaron and said, \"Come, make us gods who will go before us. As for this fellow Moses who brought us up out of Egypt, we don't know what has happened to him.\""
  }, {
    "verse" : "exodus,32,2",
    "text" : "Aaron answered them, \"Take off the gold earrings that your wives, your sons and your daughters are wearing, and bring them to me.\""
  }, {
    "verse" : "exodus,32,3",
    "text" : "So all the people took off their earrings and brought them to Aaron."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,1-exodus,34,35",
    "id" : 185936,
    "title" : "Ex 32–34",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32-Exod 34\">32:1–34:35</a></b> God’s continued mercy shown to the people of Israel in these chapters is striking indeed. Even after His mighty Exodus deliverance and miraculous provisions for them in the wilderness, they responded with complaints, recriminations, and the idolatrous worship of the golden calf (<a class=\"bibleref\" href=\"/passage/?search=Exod 16:2\">16:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Exod 16:3\">3</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 17:1-Exod 17:3\">17:1–3</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 32:1-Exod 32:6\">32:1–6</a>). We should note, however, that this section displays not only the treachery of Israel and the kindness of their God, but also the central role of Moses the mediator. Because the Lord was pleased with the mediator, He did not cast off the people and start anew to make a great nation out of Moses (<a class=\"bibleref\" href=\"/passage/?search=Exod 32:10-Exod 32:14\">32:10–14</a>).</p><p>We should not conclude that Israel’s continuing in God’s favor was due solely to the merit of Moses as God’s mediator. Rather, the ground of Moses’ plea for mercy was his concern for God’s glory and his appeal to the gracious covenant promises God had made to the patriarchs (<a class=\"bibleref\" href=\"/passage/?search=Exod 32:11-Exod 32:14\">32:11–14</a>). The crisis of Israel’s disloyalty, and the Lord’s threat to destroy them, is resolved in the faithfulness of God revealed through the successful appeal of the man Moses, who knew and reached the heart of God.</p></div>"
  }, {
    "verseRange" : "exodus,32,1",
    "id" : 185937,
    "title" : "Ex 32:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:1\">32:1</a></b> <b>gathered themselves together.</b> The phrase is ominous (used of the rebellion of Korah at <a class=\"bibleref\" href=\"/passage/?search=Num 16:3\">Num. 16:3</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 20:2\">20:2</a>). The problem is not with Moses’ past leadership, but with his absence.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,4",
    "text" : "He took what they handed him and made it into an idol cast in the shape of a calf, fashioning it with a tool. Then they said, \"These are your gods, O Israel, who brought you up out of Egypt.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,4",
    "id" : 185938,
    "title" : "Ex 32:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:4\">32:4</a></b> <b>calf.</b> The bull as a symbol of deity was common in the ancient world. Perhaps a symbol of Apis, the Egyptian fertility bull-god, was meant. Aaron himself may have presented the calf as a symbol of the true God, and he apparently attempted to blunt the apostasy by building an altar and announcing a festival to the Lord (<a class=\"bibleref\" href=\"/passage/?search=Exod 32:5\">v. 5</a>). Noting that the Hebrew term translated “gods” in <a class=\"bibleref\" href=\"/passage/?search=Exod 32:1\">vv. 1</a> and <a class=\"bibleref\" href=\"/passage/?search=Exod 32:4\">4</a> (<i>’elohim</i>) can be rendered as singular or plural, some have argued that the people were worshiping the calf as a symbol of the Lord (they would still have been guilty of idolatry, <a class=\"bibleref\" href=\"/passage/?search=Exod 20:4\">20:4</a> note). But the shout of the people is reported here using the plural verb (“brought . . . out”) with <i>’elohim.</i> The singular form is always used with this noun when it refers to the true God. The people were turning to the bull-god to lead them, in gross violation of <a class=\"bibleref\" href=\"/passage/?search=Exod 20:2\">20:2</a> (cf. <a class=\"bibleref\" href=\"/passage/?search=Acts 7:39-Acts 7:41\">Acts 7:39–41</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,5",
    "text" : "When Aaron saw this, he built an altar in front of the calf and announced, \"Tomorrow there will be a festival to the LORD.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,5",
    "id" : 185939,
    "title" : "Ex 32:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:5\">32:5</a></b> <b>feast.</b> The first, second, third, and probably the seventh commandments were violated in this festival (<a class=\"bibleref\" href=\"/passage/?search=Exod 32:6\">v. 6</a> note; <a class=\"bibleref\" href=\"/passage/?search=Exod 20:2-Exod 20:7\">20:2–7</a>, <a class=\"bibleref\" href=\"/passage/?search=Exod 20:14\">14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,6",
    "text" : "So the next day the people rose early and sacrificed burnt offerings and presented fellowship offerings. Afterward they sat down to eat and drink and got up to indulge in revelry."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,6",
    "id" : 185940,
    "title" : "Ex 32:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:6\">32:6</a></b> <b>rose up to play.</b> They rose from their meal to engage in what was probably a fertility cult orgy (the bull-god Apis was the Egyptian god of fertility). That this festival involved sexual immorality is further indicated by the later reference to shameful lack of restraint (<a class=\"bibleref\" href=\"/passage/?search=Exod 32:25\">v. 25</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,7",
    "text" : "Then the LORD said to Moses, \"Go down, because your people, whom you brought up out of Egypt, have become corrupt."
  }, {
    "verse" : "exodus,32,8",
    "text" : "They have been quick to turn away from what I commanded them and have made themselves an idol cast in the shape of a calf. They have bowed down to it and sacrificed to it and have said, 'These are your gods, O Israel, who brought you up out of Egypt.'"
  }, {
    "verse" : "exodus,32,9",
    "text" : "\"I have seen these people,\" the LORD said to Moses, \"and they are a stiff-necked people."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,7",
    "id" : 185941,
    "title" : "Ex 32:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:7\">32:7</a></b> <b>your people.</b> In righteous anger against their idolatry, God does not acknowledge the people as His own. Instead, He designates them to Moses as “your people.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,10",
    "text" : "Now leave me alone so that my anger may burn against them and that I may destroy them. Then I will make you into a great nation.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,10",
    "id" : 185942,
    "title" : "Ex 32:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:10\">32:10</a></b> <b>let me alone.</b> Anticipating the intercession of Moses, God proposes to destroy the stiff-necked apostates and to make a new nation of Moses. If He were to do so, God would be setting aside His promises to Abraham, Isaac, and Jacob (<a class=\"bibleref\" href=\"/passage/?search=Gen 12:2\">Gen. 12:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 26:4\">26:4</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 28:14\">28:14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,11",
    "text" : "But Moses sought the favor of the LORD his God. \"O LORD,\" he said, \"why should your anger burn against your people, whom you brought out of Egypt with great power and a mighty hand?"
  }, {
    "verse" : "exodus,32,12",
    "text" : "Why should the Egyptians say, 'It was with evil intent that he brought them out, to kill them in the mountains and to wipe them off the face of the earth'? Turn from your fierce anger; relent and do not bring disaster on your people."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,11",
    "id" : 185943,
    "title" : "Ex 32:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:11\">32:11</a></b> Moses rejects God’s offer of <a class=\"bibleref\" href=\"/passage/?search=Exod 32:10\">v. 10</a>. Instead, arguing on the basis of the honor of God’s name (<a class=\"bibleref\" href=\"/passage/?search=Exod 32:12\">v. 12</a>) and appealing to God’s faithfulness to the covenant promises made to the patriarchs (<a class=\"bibleref\" href=\"/passage/?search=Exod 32:13\">v. 13</a>), Moses pleads that God would continue to acknowledge Israel as His people.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,13",
    "text" : "Remember your servants Abraham, Isaac and Israel, to whom you swore by your own self: 'I will make your descendants as numerous as the stars in the sky and I will give your descendants all this land I promised them, and it will be their inheritance forever.'\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,13",
    "id" : 185944,
    "title" : "Ex 32:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:13\">32:13</a></b> <b>Israel.</b> The normal sequence would require “Jacob” (cf. <a class=\"bibleref\" href=\"/passage/?search=Exod 2:24\">2:24</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 3:6\">3:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 1:8\">Deut. 1:8</a>), but the substitution is made by Moses to suit the occasion.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,14",
    "text" : "Then the LORD relented and did not bring on his people the disaster he had threatened."
  }, {
    "verse" : "exodus,32,15",
    "text" : "Moses turned and went down the mountain with the two tablets of the Testimony in his hands. They were inscribed on both sides, front and back."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,14",
    "id" : 185945,
    "title" : "Ex 32:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:14\">32:14</a></b> <b>the <span class=\"small-caps\">Lord</span> relented.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Gen 6:6\">Gen. 6:6</a>. Moses’ intercessory prayer itself was also part of God’s will and purpose to show His grace. But the effectiveness of Moses’ intercession can only be described by characterizing the Lord in human terms: He relents and withholds the total judgment He had threatened. See “The Spiritual Nature of God”at <a class=\"bibleref\" href=\"/passage/?search=Isa 66:1\">Is. 66:1</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,16",
    "text" : "The tablets were the work of God; the writing was the writing of God, engraved on the tablets."
  }, {
    "verse" : "exodus,32,17",
    "text" : "When Joshua heard the noise of the people shouting, he said to Moses, \"There is the sound of war in the camp.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,16",
    "id" : 185946,
    "title" : "Ex 32:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:16\">32:16</a></b> <b>work of God . . . writing of God.</b> Attention is emphatically drawn to the divine origin of the tablets to be smashed. See theological note “The Word of God: Scripture as Revelation.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,18",
    "text" : "Moses replied: \"It is not the sound of victory, it is not the sound of defeat; it is the sound of singing that I hear.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,18",
    "id" : 185947,
    "title" : "Ex 32:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:18\">32:18</a></b> <b>singing.</b> Moses replies in a short graphic poem with a threefold use of the word for “singing,” which lit. reads: “Not the sound of singing victory, not the sound of singing defeat, but the sound of singing I hear.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,19",
    "text" : "When Moses approached the camp and saw the calf and the dancing, his anger burned and he threw the tablets out of his hands, breaking them to pieces at the foot of the mountain."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,19",
    "id" : 185948,
    "title" : "Ex 32:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:19\">32:19</a></b> <b>broke them.</b> The broken tablets of the covenant law powerfully picture the broken covenant (<a class=\"bibleref\" href=\"/passage/?search=Exod 20:1\">20:1</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,20",
    "text" : "And he took the calf they had made and burned it in the fire; then he ground it to powder, scattered it on the water and made the Israelites drink it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,20",
    "id" : 185949,
    "title" : "Ex 32:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:20\">32:20</a></b> <b>burned it.</b> Perhaps the calf was wooden with a golden overlay. Israel was forced to drink this symbol of their sin to demonstrate that they would bear the responsibility for it (cf. the water of bitterness that later was to be drunk by an adulteress, <a class=\"bibleref\" href=\"/passage/?search=Num 5:18-Num 5:22\">Num. 5:18–22</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,21",
    "text" : "He said to Aaron, \"What did these people do to you, that you led them into such great sin?\""
  }, {
    "verse" : "exodus,32,22",
    "text" : "\"Do not be angry, my lord,\" Aaron answered. \"You know how prone these people are to evil."
  }, {
    "verse" : "exodus,32,23",
    "text" : "They said to me, 'Make us gods who will go before us. As for this fellow Moses who brought us up out of Egypt, we don't know what has happened to him.'"
  }, {
    "verse" : "exodus,32,24",
    "text" : "So I told them, 'Whoever has any gold jewelry, take it off.' Then they gave me the gold, and I threw it into the fire, and out came this calf!\""
  }, {
    "verse" : "exodus,32,25",
    "text" : "Moses saw that the people were running wild and that Aaron had let them get out of control and so become a laughingstock to their enemies."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,21-exodus,32,24",
    "id" : 185950,
    "title" : "Ex 32:21–24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:21-Exod 32:24\">32:21–24</a></b> In Aaron’s pathetic defense he blames the people for his own unfaithfulness, and even suggests a miraculous origin for the calf (<a class=\"bibleref\" href=\"/passage/?search=Exod 32:24\">v. 24</a>). Aaron’s conduct throughout this episode suggests that the Levitical priesthood was destined for failure from its inception (<a class=\"bibleref\" href=\"/passage/?search=Heb 5:2\">Heb. 5:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Heb 5:3\">3</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 9:7\">9:7</a>). Divine judgment upon Aaron was averted only by Moses’ intercession (<a class=\"bibleref\" href=\"/passage/?search=Deut 9:20\">Deut. 9:20</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 10:6-Deut 10:9\">10:6–9</a> and note on 10:6).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,26",
    "text" : "So he stood at the entrance to the camp and said, \"Whoever is for the LORD, come to me.\" And all the Levites rallied to him."
  }, {
    "verse" : "exodus,32,27",
    "text" : "Then he said to them, \"This is what the LORD, the God of Israel, says: 'Each man strap a sword to his side. Go back and forth through the camp from one end to the other, each killing his brother and friend and neighbor.'\""
  }, {
    "verse" : "exodus,32,28",
    "text" : "The Levites did as Moses commanded, and that day about three thousand of the people died."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,26",
    "id" : 185951,
    "title" : "Ex 32:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:26\">32:26</a></b> <b>Who is on the <span class=\"small-caps\">Lord</span>’s side.</b> Only the Levites, Moses’ own tribe, answered his call to arms to put down the rebellion. They were prepared to use God’s sword of judgment against neighbors or even family members (<a class=\"bibleref\" href=\"/passage/?search=Exod 32:29\">v. 29</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Num 25:1-Num 25:9\">Num. 25:1–9</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,29",
    "text" : "Then Moses said, \"You have been set apart to the LORD today, for you were against your own sons and brothers, and he has blessed you this day.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,29",
    "id" : 185952,
    "title" : "Ex 32:29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:29\">32:29</a></b> <b>ordained.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Exod 29:9\">29:9</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,30",
    "text" : "The next day Moses said to the people, \"You have committed a great sin. But now I will go up to the LORD; perhaps I can make atonement for your sin.\""
  }, {
    "verse" : "exodus,32,31",
    "text" : "So Moses went back to the LORD and said, \"Oh, what a great sin these people have committed! They have made themselves gods of gold."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,30",
    "id" : 185953,
    "title" : "Ex 32:30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:30\">32:30</a></b> <b>I will go up to the <span class=\"small-caps\">Lord</span>.</b> Although the rebellion had been put down, Israel’s guilt before God still loomed. Moses again had to leave Israel and climb the mountain to meet the Lord.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,32",
    "text" : "But now, please forgive their sin-but if not, then blot me out of the book you have written.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,32",
    "id" : 185954,
    "title" : "Ex 32:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:32\">32:32</a></b> <b>blot me out of your book.</b> As there was a register of Israel (cf. <a class=\"bibleref\" href=\"/passage/?search=Num 1-Num 4\">Num. 1–4</a>), so God Himself has a register of His people (<a class=\"bibleref\" href=\"/passage/?search=Ps 56:8\">Ps. 56:8</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 4:3\">Is. 4:3</a>; <a class=\"bibleref\" href=\"/passage/?search=Mal 3:16\">Mal. 3:16</a>). If God did not forgive His people, Moses asked to be disinherited with them (cf. vv. 10, 11). Note the similar attitude of Paul in <a class=\"bibleref\" href=\"/passage/?search=Rom 9:3\">Rom. 9:3</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,33",
    "text" : "The LORD replied to Moses, \"Whoever has sinned against me I will blot out of my book."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,33",
    "id" : 185955,
    "title" : "Ex 32:33",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:33\">32:33</a></b> <b>Whoever has sinned.</b> Moses’ intercession is partially successful: God does not finally reject His people, but the sinful individuals will be judged. The limitations of Moses’ mediatorial office and ministry point to the need for a greater Mediator who will present a full and efficacious atonement for sin (<a class=\"bibleref\" href=\"/passage/?search=Heb 3:1-Heb 3:6\">Heb. 3:1–6</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 10:11-Heb 10:18\">10:11–18</a>). See “Christ the Mediator” at <a class=\"bibleref\" href=\"/passage/?search=1Tim 2:5\">1 Tim. 2:5</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,32,34",
    "text" : "Now go, lead the people to the place I spoke of, and my angel will go before you. However, when the time comes for me to punish, I will punish them for their sin.\""
  }, {
    "verse" : "exodus,32,35",
    "text" : "And the LORD struck the people with a plague because of what they did with the calf Aaron had made."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,32,34",
    "id" : 185956,
    "title" : "Ex 32:34",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 32:34\">32:34</a></b> <b>I will visit their sin.</b> Israel’s punishment is presented as certain but undefined. Apparently, a plague was soon added as a temporary punishment (<a class=\"bibleref\" href=\"/passage/?search=Exod 32:35\">v. 35</a>). Finally, that whole generation, except for a small remnant, died in the wilderness (<a class=\"bibleref\" href=\"/passage/?search=Num 14:27-Num 14:34\">Num. 14:27–34</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,1",
    "text" : "Then the LORD said to Moses, \"Leave this place, you and the people you brought up out of Egypt, and go up to the land I promised on oath to Abraham, Isaac and Jacob, saying, 'I will give it to your descendants.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,1",
    "id" : 185957,
    "title" : "Ex 33:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:1\">33:1</a></b> <b>you have brought up out.</b> “You” suggests that God absolves Himself of responsibility for Israel since the covenant was broken (<a class=\"bibleref\" href=\"/passage/?search=Exod 32:7\">32:7</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,2",
    "text" : "I will send an angel before you and drive out the Canaanites, Amorites, Hittites, Perizzites, Hivites and Jebusites."
  }, {
    "verse" : "exodus,33,3",
    "text" : "Go up to the land flowing with milk and honey. But I will not go with you, because you are a stiff-necked people and I might destroy you on the way.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,2",
    "id" : 185958,
    "title" : "Ex 33:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:2\">33:2</a></b> <b>I will send an angel before you.</b> There is no real contrast between the Lord and the Angel here, for the Angel who was to go before Israel had already been identified with the Lord (<a class=\"bibleref\" href=\"/passage/?search=Exod 23:20-Exod 23:23\">23:20–23</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 16:7\">Gen. 16:7</a> and notes). The key to understanding God’s proposal is found in v. 3 (“I will not go up among you”). At issue was God’s gracious dwelling in the midst of the people (29:44–46). If God did not dwell in Israel’s midst, then there would be no point in building the tabernacle; indeed, Israel could “depart” immediately without constructing it (v. 1). Instead, another arrangement, already in operation (described in vv. 7–11), would be continued. God would meet with Moses and with inquiring Israelites at a tent “outside the camp, far off from the camp” (v. 7). This new “tent of meeting” was not God’s dwelling; Joshua lived there (v. 11). God only came from time to time to the entrance of the tent in the pillar of cloud to speak with Moses (vv. 9, 10).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,4",
    "text" : "When the people heard these distressing words, they began to mourn and no one put on any ornaments."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,4",
    "id" : 185959,
    "title" : "Ex 33:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:4\">33:4</a></b> <b>they mourned.</b> One might think that Israel would rejoice at the prospect of receiving their inheritance in the land without the threat of God’s immediate presence. Instead, they mourned, for no longer would Israel be a nation of priests, enjoying immediate fellowship with God (<a class=\"bibleref\" href=\"/passage/?search=Exod 19:3-Exod 19:6\">19:3–6</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 29:45\">29:45</a>, <a class=\"bibleref\" href=\"/passage/?search=Exod 29:46\">46</a>). This episode is one of the great crises of the Exodus story.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,5",
    "text" : "For the LORD had said to Moses, \"Tell the Israelites, 'You are a stiff-necked people. If I were to go with you even for a moment, I might destroy you. Now take off your ornaments and I will decide what to do with you.'\""
  }, {
    "verse" : "exodus,33,6",
    "text" : "So the Israelites stripped off their ornaments at Mount Horeb."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,5",
    "id" : 185960,
    "title" : "Ex 33:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:5\">33:5</a></b> <b>take off your ornaments.</b> They stripped off the festive dress associated with idolatry (cf. <a class=\"bibleref\" href=\"/passage/?search=Gen 35:4\">Gen. 35:4</a>) and assumed the posture of mourners. But this was remorse, not true repentance. They were and would continue to be a stiff-necked people. Still, there was a note of hope in God’s words, “that I may know what to do with you.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,7",
    "text" : "Now Moses used to take a tent and pitch it outside the camp some distance away, calling it the \"tent of meeting.\" Anyone inquiring of the LORD would go to the tent of meeting outside the camp."
  }, {
    "verse" : "exodus,33,8",
    "text" : "And whenever Moses went out to the tent, all the people rose and stood at the entrances to their tents, watching Moses until he entered the tent."
  }, {
    "verse" : "exodus,33,9",
    "text" : "As Moses went into the tent, the pillar of cloud would come down and stay at the entrance, while the LORD spoke with Moses."
  }, {
    "verse" : "exodus,33,10",
    "text" : "Whenever the people saw the pillar of cloud standing at the entrance to the tent, they all stood and worshiped, each at the entrance to his tent."
  }, {
    "verse" : "exodus,33,11",
    "text" : "The LORD would speak to Moses face to face, as a man speaks with his friend. Then Moses would return to the camp, but his young aide Joshua son of Nun did not leave the tent."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,7",
    "id" : 185961,
    "title" : "Ex 33:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:7\">33:7</a></b> <b>take . . . pitch.</b> The Hebrew verbal forms used here indicate this was the customary practice during the period at Sinai. This “tent of meeting” was a temporary structure that served as a meeting place for God and Moses until the tabernacle proper could be built (<a class=\"bibleref\" href=\"/passage/?search=Exod 33:2\">v. 2</a> note).</p><p><b>outside . . . far off from.</b> The absence of God’s presence from the camp is emphasized.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,12",
    "text" : "Moses said to the LORD, \"You have been telling me, 'Lead these people,' but you have not let me know whom you will send with me. You have said, 'I know you by name and you have found favor with me.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,12",
    "id" : 185962,
    "title" : "Ex 33:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:12\">33:12</a></b> <b>Moses said to the <span class=\"small-caps\">Lord</span>.</b> Moses responds to the dismaying threat of <a class=\"bibleref\" href=\"/passage/?search=Exod 33:1-Exod 33:3\">vv. 1–3</a>. He could not argue that Israel was not stiff-necked, or that the golden calf was an uncharacteristic aberration. He could only plead God’s grace and covenant mercy. He did so by repeatedly asking for precisely what the Lord was threatening to withdraw: the revelation of His own Presence (<a class=\"bibleref\" href=\"/passage/?search=Exod 33:13-Exod 33:18\">vv. 13–18</a>). Moses’ faithful persistence in intercession was grounded in God’s covenant promise of divine-human communion (<a class=\"bibleref\" href=\"/passage/?search=Exod 6:7\">6:7</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 19:5\">19:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Exod 19:6\">6</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 17:7\">Gen. 17:7</a> note), and reminds us of Jacob’s persistent struggle with God in quest of divine blessing (<a class=\"bibleref\" href=\"/passage/?search=Gen 32:24-Gen 32:30\">Gen. 32:24–30</a>).</p><p><b>whom you will send with me.</b> Moses expresses his objection to the occasional presence of the Angel of the Lord (a mysterious and temporary form of divine manifestation, <a class=\"bibleref\" href=\"/passage/?search=Gen 16:7\">Gen. 16:7</a> note; 32:29; <a class=\"bibleref\" href=\"/passage/?search=Judg 13:17\">Judg. 13:17</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 13:18\">18</a>) acting as a substitute for the immediate presence of God’s glory in the midst of the camp (v. 2 note), a relationship epitomized by God’s revelation of His covenant Name (3:15 note).</p><p><b>I know you by name.</b> God had declared His electing knowledge of Moses (32:10; 33:11) and would repeat that assurance expressly (v. 17). Because the Lord knew Moses by name personally and intimately, Moses would know the Lord (<a class=\"bibleref\" href=\"/passage/?search=Num 12:6-Num 12:8\">Num. 12:6–8</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,13",
    "text" : "If you are pleased with me, teach me your ways so I may know you and continue to find favor with you. Remember that this nation is your people.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,13",
    "id" : 185963,
    "title" : "Ex 33:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:13\">33:13</a></b> <b>your ways.</b> Moses would know the Lord Himself and His purposes for Israel.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,14",
    "text" : "The LORD replied, \"My Presence will go with you, and I will give you rest.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,14",
    "id" : 185964,
    "title" : "Ex 33:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:14\">33:14</a></b> <b>presence.</b> Lit. “face.” God Himself would go with Moses.</p><p><b>give you rest.</b> Use of the singular pronoun “you” means that the promise of <a class=\"bibleref\" href=\"/passage/?search=Exod 3:13-Exod 3:15\">3:13–15</a> for all Israel is now repeated for Moses alone.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,15",
    "text" : "Then Moses said to him, \"If your Presence does not go with us, do not send us up from here."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,15",
    "id" : 185965,
    "title" : "Ex 33:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:15\">33:15</a></b> <b>me . . . us.</b> Moses prays for the Presence to go with “us,” linking Israel with himself. If God chose not to go with His people by dwelling among them, it would be useless to go to the Promised Land. The goal was not just milk and honey in Canaan, but a holy land where God would dwell with His people.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,16",
    "text" : "How will anyone know that you are pleased with me and with your people unless you go with us? What else will distinguish me and your people from all the other people on the face of the earth?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,16",
    "id" : 185966,
    "title" : "Ex 33:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:16\">33:16</a></b> <b>distinct.</b> Israel’s distinctness was grounded in the gracious presence of God Himself.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,17",
    "text" : "And the LORD said to Moses, \"I will do the very thing you have asked, because I am pleased with you and I know you by name.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,17",
    "id" : 185967,
    "title" : "Ex 33:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:17\">33:17</a></b> <b>found favor in My sight.</b> God includes Israel for Moses’ sake; Israel was dependent upon Moses as mediator. Moses’ intercession is a type of Christ’s work as the new covenant Mediator (cf. <a class=\"bibleref\" href=\"/passage/?search=Heb 3\">Heb. 3</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 9:16-Heb 9:22\">9:16–22</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,18",
    "text" : "Then Moses said, \"Now show me your glory.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,18",
    "id" : 185968,
    "title" : "Ex 33:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:18\">33:18</a></b> <b>show me your glory.</b> The Lord had sealed His covenant with Israel by revealing Himself (<a class=\"bibleref\" href=\"/passage/?search=Exod 24:9-Exod 24:11\">24:9–11</a>), and Moses now seeks a further revelation of God in His glory. His only hope for God’s continuing mercy to Israel lay in God Himself. Tasting God’s mercy, Moses yearned for a full disclosure. See “The Transfiguration of Jesus” at <a class=\"bibleref\" href=\"/passage/?search=Mark 9:2\">Mark 9:2</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,19",
    "text" : "And the LORD said, \"I will cause all my goodness to pass in front of you, and I will proclaim my name, the LORD, in your presence. I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion."
  }, {
    "verse" : "exodus,33,20",
    "text" : "But,\" he said, \"you cannot see my face, for no one may see me and live.\""
  }, {
    "verse" : "exodus,33,21",
    "text" : "Then the LORD said, \"There is a place near me where you may stand on a rock."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,19",
    "id" : 185969,
    "title" : "Ex 33:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:19\">33:19</a></b> <b>my goodness . . . my name.</b> Though the visible magnificence of this theophany is apparent from the text, the emphasis falls on a revelation to Moses of God’s sovereign, gracious, and compassionate nature (cf. <a class=\"bibleref\" href=\"/passage/?search=Exod 34:5-Exod 34:7\">34:5–7</a>). In Jesus Christ, the glory of the gracious and compassionate God that was withheld even from Moses is displayed to believers through the Spirit (<a class=\"bibleref\" href=\"/passage/?search=John 1:14\">John 1:14</a>; <a class=\"bibleref\" href=\"/passage/?search=2Cor 3:18\">2 Cor. 3:18</a>).</p><p><b>to whom . . . on whom.</b> The Lord is sovereign in His purposes of mercy (<a class=\"bibleref\" href=\"/passage/?search=Rom 9:14-Rom 9:16\">Rom. 9:14–16</a>). See “The Purpose of God: Predestination and Foreknowledge” at <a class=\"bibleref\" href=\"/passage/?search=Mal 1:2\">Mal. 1:2</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,22",
    "text" : "When my glory passes by, I will put you in a cleft in the rock and cover you with my hand until I have passed by."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,22",
    "id" : 185970,
    "title" : "Ex 33:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:22\">33:22</a></b> See “The Glory of God” at <a class=\"bibleref\" href=\"/passage/?search=Ezek 1:28\">Ezek. 1:28</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "exodus,33,23",
    "text" : "Then I will remove my hand and you will see my back; but my face must not be seen.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "exodus,33,23",
    "id" : 185971,
    "title" : "Ex 33:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Exod 33:23\">33:23</a></b> <b>my back.</b> The Lord’s goodness withheld what Moses could not bear and revealed all that he could bear.</p></div>"
  } ]
} ]
