[ {
  "verses" : [ {
    "verse" : "proverbs,9,7",
    "text" : "\"Whoever corrects a mocker invites insult; whoever rebukes a wicked man incurs abuse."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,9,1-proverbs,9,18",
    "id" : 191822,
    "title" : "Pr 9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 9\">9:1–18</a></b> This section consists of two competing invitations, one from wisdom and the other from folly. Both are portrayed as women calling people to enter their houses. Wisdom invites the simple to eat of her life-giving food (vv. 1–12). Folly offers food that leads to death (vv. 13–18).</p></div>"
  }, {
    "verseRange" : "proverbs,9,7-proverbs,9,12",
    "id" : 191829,
    "title" : "Pr 9:7–12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 9:7-Prov 9:12\">9:7–12</a></b> These verses contrast the wise and the fool, not only at the point of decision to enter the houses of wisdom or folly, but in the kind of lives that result from those decisions.</p></div>"
  }, {
    "verseRange" : "proverbs,9,7",
    "id" : 191830,
    "title" : "Pr 9:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 9:7\">9:7</a></b> <b>scoffer.</b> The scoffer has gone beyond a simple lack of judgment, and has made a conscious decision for evil.</p><p><b>gets himself abuse.</b> The effort to correct such a person will fail and may backfire.</p><p><b>he who reproves.</b> This parallel phrase is synonymous in meaning to the first part of the verse.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,9,8",
    "text" : "Do not rebuke a mocker or he will hate you; rebuke a wise man and he will love you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,9,8",
    "id" : 191831,
    "title" : "Pr 9:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 9:8\">9:8</a></b> Here the parallel structure is antithetic (i.e., the two parts are contrasted opposites).</p><p><b>reprove a wise man.</b> While a fool shuts out wisdom, a wise person is glad for the opportunity to shut out folly. Wisdom perceives the positive side of correction; wisdom is not defensive and easily offended, but humble and responsive.</p></div>"
  } ]
} ]
