[ {
  "verses" : [ {
    "verse" : "leviticus,1,1",
    "text" : "The LORD called to Moses and spoke to him from the Tent of Meeting. He said,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,1,1-leviticus,1,2",
    "id" : 186000,
    "title" : "Lev 1:1–2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 1:1\">1:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 1:2\">2</a></b> Moses begins this manual on worship at the tabernacle by recording the laws of sacrifice. The laws are subdivided into sections addressed to the laity (<a class=\"bibleref\" href=\"/passage/?search=Lev 1:1-Lev 6:7\">1:1–6:7</a>) and to the priests (<a class=\"bibleref\" href=\"/passage/?search=Lev 6:8-Lev 7:38\">6:8–7:38</a>). Sacrifice in Israel involved the offering of selected domestic animals, grain, oil, and wine. All these products symbolized the worshiping Israelite, who, through the act of sacrifice, was giving himself back to God in some way. In every animal offering the worshiper placed his hand on the victim’s head, thereby identifying himself with the animal, saying in effect, “This animal represents me.” The animal sacrifices involved the animal’s death, and so the sacrifices had atoning symbolism: the animal dying in the sinful worshiper’s place represented redemption from the death he deserved. There is then a common core of meaning and significance shared by all the sacrifices. But each sacrifice also had its own distinctive ritual features and religious emphases. This is indicated by the different names of the sacrifices, which sometimes highlight the ritual distinctiveness (“<i>burnt</i> offering,”) and sometimes the theologically distinctive feature (“<i>peace</i> offering, <i>guilt</i> offering”).</p><p>Although the Lord, in response to Moses’ intercession (<a class=\"bibleref\" href=\"/passage/?search=Exod 32\">Ex. 32</a>), had rescinded His verdict to judge the people for their idolatrous worship of the golden calf, the removal of their sin remained an unresolved problem. These sacrifices provided an atonement for them and for Aaron, their priest, who led them into that sin (ch. 9). In contrast to Aaron, Jesus Christ, the High Priest of the new Israel, is without sin and never tempts His people to sin (<a class=\"bibleref\" href=\"/passage/?search=Heb 9:6-Heb 9:15\">Heb. 9:6–15</a>).</p></div>"
  }, {
    "verseRange" : "leviticus,1,1",
    "id" : 186001,
    "title" : "Lev 1:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 1:1\">1:1</a></b> <b>tent of meeting.</b> The tent shrine or tabernacle described in <a class=\"bibleref\" href=\"/passage/?search=Exod 26\">Ex. 26</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,1,2",
    "text" : "\"Speak to the Israelites and say to them: 'When any of you brings an offering to the LORD, bring as your offering an animal from either the herd or the flock."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,1,2",
    "id" : 186002,
    "title" : "Lev 1:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 1:2\">1:2</a></b> <b>you shall bring.</b> Israel must obey this manual of instruction on how to be fit to live in the presence of God. God, not humans, prescribes the way His people must live with Him.</p><p><b>of livestock.</b> Only unblemished (<a class=\"bibleref\" href=\"/passage/?search=Lev 1:3\">v. 3</a>) domesticated animals could be offered. Wild animals, which cost nothing, could not be offered.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,1,3",
    "text" : "\"'If the offering is a burnt offering from the herd, he is to offer a male without defect. He must present it at the entrance to the Tent of Meeting so that it will be acceptable to the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,1,3-leviticus,1,17",
    "id" : 186003,
    "title" : "Lev 1:3–17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 1:3-Lev 1:17\">1:3–17</a></b> The burnt offering begins the list of sacrifices because it was the sacrifice offered most frequently. Its distinctive feature was that the whole animal, except for the skin, was burned on the altar. This symbolized the total consecration of the worshiper to God’s service, and served to cover the sins of the worshiper (<a class=\"bibleref\" href=\"/passage/?search=Lev 1:4\">v. 4</a> and note). The regulations begin by specifying the most expensive kind of animal that could be offered, the bull (<a class=\"bibleref\" href=\"/passage/?search=Lev 1:2-Lev 1:9\">vv. 2–9</a>), and end with the cheapest, the young pigeon (<a class=\"bibleref\" href=\"/passage/?search=Lev 1:14-Lev 1:17\">vv. 14–17</a>).</p></div>"
  }, {
    "verseRange" : "leviticus,1,3",
    "id" : 186004,
    "title" : "Lev 1:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 1:3\">1:3</a></b> <b>he shall offer.</b> The layman offering the sacrifice (<a class=\"bibleref\" href=\"/passage/?search=Lev 1:4-Lev 1:6\">vv. 4–6</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 1:9\">9</a>) was to kill, skin, cut up, and wash the animal, whereas the priest brings it to God by putting the blood and flesh on the altar.</p><p><b>entrance of the tent.</b> The screened-off courtyard surrounding the tabernacle of meeting. The great altar and a laver for washing the sacrifices stood in the courtyard (<a class=\"bibleref\" href=\"/passage/?search=Lev 1:9\">v. 9</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,1,4",
    "text" : "He is to lay his hand on the head of the burnt offering, and it will be accepted on his behalf to make atonement for him."
  }, {
    "verse" : "leviticus,1,5",
    "text" : "He is to slaughter the young bull before the LORD, and then Aaron's sons the priests shall bring the blood and sprinkle it against the altar on all sides at the entrance to the Tent of Meeting."
  }, {
    "verse" : "leviticus,1,6",
    "text" : "He is to skin the burnt offering and cut it into pieces."
  }, {
    "verse" : "leviticus,1,7",
    "text" : "The sons of Aaron the priest are to put fire on the altar and arrange wood on the fire."
  }, {
    "verse" : "leviticus,1,8",
    "text" : "Then Aaron's sons the priests shall arrange the pieces, including the head and the fat, on the burning wood that is on the altar."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,1,4",
    "id" : 186005,
    "title" : "Lev 1:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 1:4\">1:4</a></b> <b>make atonement.</b> Lit. “to cover over.” The death of the animal in place of the sinner “covers over” or shields the worshiper from the holy wrath of God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,1,9",
    "text" : "He is to wash the inner parts and the legs with water, and the priest is to burn all of it on the altar. It is a burnt offering, an offering made by fire, an aroma pleasing to the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,1,9",
    "id" : 186006,
    "title" : "Lev 1:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 1:9\">1:9</a></b> <b>pleasing aroma to the <span class=\"small-caps\">Lord</span>.</b> The meaning of this phrase is seen most clearly in <a class=\"bibleref\" href=\"/passage/?search=Gen 8:21\">Gen. 8:21</a>. Sacrifices averted God’s anger, causing Him to look benevolently on the worshiper. The New Testament speaks of the death of Christ in similar language (<a class=\"bibleref\" href=\"/passage/?search=Eph 5:2\">Eph. 5:2</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,1,10",
    "text" : "\"'If the offering is a burnt offering from the flock, from either the sheep or the goats, he is to offer a male without defect."
  }, {
    "verse" : "leviticus,1,11",
    "text" : "He is to slaughter it at the north side of the altar before the LORD, and Aaron's sons the priests shall sprinkle its blood against the altar on all sides."
  }, {
    "verse" : "leviticus,1,12",
    "text" : "He is to cut it into pieces, and the priest shall arrange them, including the head and the fat, on the burning wood that is on the altar."
  }, {
    "verse" : "leviticus,1,13",
    "text" : "He is to wash the inner parts and the legs with water, and the priest is to bring all of it and burn it on the altar. It is a burnt offering, an offering made by fire, an aroma pleasing to the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,1,10-leviticus,1,13",
    "id" : 186007,
    "title" : "Lev 1:10–13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 1:10-Lev 1:13\">1:10–13</a></b> Sheep and goats were sacrificed in the same way as bulls <a class=\"bibleref\" href=\"/passage/?search=Lev 1:3-Lev 1:9\">vv. 3–9</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,1,14",
    "text" : "\"'If the offering to the LORD is a burnt offering of birds, he is to offer a dove or a young pigeon."
  }, {
    "verse" : "leviticus,1,15",
    "text" : "The priest shall bring it to the altar, wring off the head and burn it on the altar; its blood shall be drained out on the side of the altar."
  }, {
    "verse" : "leviticus,1,16",
    "text" : "He is to remove the crop with its contents and throw it to the east side of the altar, where the ashes are."
  }, {
    "verse" : "leviticus,1,17",
    "text" : "He shall tear it open by the wings, not severing it completely, and then the priest shall burn it on the wood that is on the fire on the altar. It is a burnt offering, an offering made by fire, an aroma pleasing to the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,1,14-leviticus,1,17",
    "id" : 186008,
    "title" : "Lev 1:14–17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 1:14-Lev 1:17\">1:14–17</a></b> A simpler procedure was prescribed for doves or pigeons, the offering of the poor. The priest carried out the whole ceremony.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,2,1",
    "text" : "\"'When someone brings a grain offering to the LORD, his offering is to be of fine flour. He is to pour oil on it, put incense on it"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,2,1",
    "id" : 186009,
    "title" : "Lev 2:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 2:1\">2:1</a></b> <b>grain offering.</b> Usually offered in conjunction with an animal sacrifice, it consisted of wheat flour mixed with olive oil, incense, and salt. The mixture was baked, fried, or cooked. Like the other sacrifices, the grain offering symbolized the worshiper’s dedication of himself to God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,2,2",
    "text" : "and take it to Aaron's sons the priests. The priest shall take a handful of the fine flour and oil, together with all the incense, and burn this as a memorial portion on the altar, an offering made by fire, an aroma pleasing to the LORD."
  }, {
    "verse" : "leviticus,2,3",
    "text" : "The rest of the grain offering belongs to Aaron and his sons; it is a most holy part of the offerings made to the LORD by fire."
  }, {
    "verse" : "leviticus,2,4",
    "text" : "\"'If you bring a grain offering baked in an oven, it is to consist of fine flour: cakes made without yeast and mixed with oil, or wafers made without yeast and spread with oil."
  }, {
    "verse" : "leviticus,2,5",
    "text" : "If your grain offering is prepared on a griddle, it is to be made of fine flour mixed with oil, and without yeast."
  }, {
    "verse" : "leviticus,2,6",
    "text" : "Crumble it and pour oil on it; it is a grain offering."
  }, {
    "verse" : "leviticus,2,7",
    "text" : "If your grain offering is cooked in a pan, it is to be made of fine flour and oil."
  }, {
    "verse" : "leviticus,2,8",
    "text" : "Bring the grain offering made of these things to the LORD; present it to the priest, who shall take it to the altar."
  }, {
    "verse" : "leviticus,2,9",
    "text" : "He shall take out the memorial portion from the grain offering and burn it on the altar as an offering made by fire, an aroma pleasing to the LORD."
  }, {
    "verse" : "leviticus,2,10",
    "text" : "The rest of the grain offering belongs to Aaron and his sons; it is a most holy part of the offerings made to the LORD by fire."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,2,2",
    "id" : 186010,
    "title" : "Lev 2:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 2:2\">2:2</a></b> <b>memorial.</b> Only a handful of the grain offering was burned; the rest went to the priest (<a class=\"bibleref\" href=\"/passage/?search=Lev 2:3\">v. 3</a>). Such offerings constituted an important part of a priest’s income.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,2,11",
    "text" : "\"'Every grain offering you bring to the LORD must be made without yeast, for you are not to burn any yeast or honey in an offering made to the LORD by fire."
  }, {
    "verse" : "leviticus,2,12",
    "text" : "You may bring them to the LORD as an offering of the firstfruits, but they are not to be offered on the altar as a pleasing aroma."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,2,11",
    "id" : 186011,
    "title" : "Lev 2:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 2:11\">2:11</a></b> <b>leaven nor any honey.</b> Possibly omitted because they cause fermentation, which suggests corruption.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,2,13",
    "text" : "Season all your grain offerings with salt. Do not leave the salt of the covenant of your God out of your grain offerings; add salt to all your offerings."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,2,13",
    "id" : 186012,
    "title" : "Lev 2:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 2:13\">2:13</a></b> <b>salt.</b> Probably because it is indestructible by fire, salt symbolizes the enduring covenant between God and Israel (<a class=\"bibleref\" href=\"/passage/?search=Num 18:19\">Num. 18:19</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,2,14",
    "text" : "\"'If you bring a grain offering of firstfruits to the LORD, offer crushed heads of new grain roasted in the fire."
  }, {
    "verse" : "leviticus,2,15",
    "text" : "Put oil and incense on it; it is a grain offering."
  }, {
    "verse" : "leviticus,2,16",
    "text" : "The priest shall burn the memorial portion of the crushed grain and the oil, together with all the incense, as an offering made to the LORD by fire."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,2,14",
    "id" : 186013,
    "title" : "Lev 2:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 2:14\">2:14</a></b> <b>firstfruits.</b> See <a class=\"bibleref\" href=\"/passage/?search=Lev 23:9-Lev 23:14\">23:9–14</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 26:1-Deut 26:11\">Deut. 26:1–11</a>. The Israelite was expected to give the first of his harvest to God, and on this occasion the grain offering was prepared differently.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,3,1",
    "text" : "\"'If someone's offering is a fellowship offering, and he offers an animal from the herd, whether male or female, he is to present before the LORD an animal without defect."
  }, {
    "verse" : "leviticus,3,2",
    "text" : "He is to lay his hand on the head of his offering and slaughter it at the entrance to the Tent of Meeting. Then Aaron's sons the priests shall sprinkle the blood against the altar on all sides."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,3,1",
    "id" : 186014,
    "title" : "Lev 3:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 3:1\">3:1</a></b> <b>peace offering.</b> Also called the “fellowship” or “covenant” offering. The Hebrew term used is related to the word <i>shalom,</i> meaning “peace, well-being.” This sacrifice was unique in that the worshiper and his family could eat much of the meat, only a part being given to the priests or burned on the altar. It was a sacrifice brought when someone was seeking God’s blessing or celebrating blessings received. It was offered to underline a solemn prayer (such as a vow), or when such a prayer was answered, or out of simple gratitude (<a class=\"bibleref\" href=\"/passage/?search=Lev 7:16\">7:16</a>). Eating meat was a rare luxury in ancient times and was usually something of a celebration. Moses prescribed that every animal killed for food must be offered in sacrifice first (<a class=\"bibleref\" href=\"/passage/?search=Lev 17:3\">17:3</a> note), so at least during the wilderness period every meal involving meat was preceded by a peace offering.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,3,3",
    "text" : "From the fellowship offering he is to bring a sacrifice made to the LORD by fire: all the fat that covers the inner parts or is connected to them,"
  }, {
    "verse" : "leviticus,3,4",
    "text" : "both kidneys with the fat on them near the loins, and the covering of the liver, which he will remove with the kidneys."
  }, {
    "verse" : "leviticus,3,5",
    "text" : "Then Aaron's sons are to burn it on the altar on top of the burnt offering that is on the burning wood, as an offering made by fire, an aroma pleasing to the LORD."
  }, {
    "verse" : "leviticus,3,6",
    "text" : "\"'If he offers an animal from the flock as a fellowship offering to the LORD, he is to offer a male or female without defect."
  }, {
    "verse" : "leviticus,3,7",
    "text" : "If he offers a lamb, he is to present it before the LORD."
  }, {
    "verse" : "leviticus,3,8",
    "text" : "He is to lay his hand on the head of his offering and slaughter it in front of the Tent of Meeting. Then Aaron's sons shall sprinkle its blood against the altar on all sides."
  }, {
    "verse" : "leviticus,3,9",
    "text" : "From the fellowship offering he is to bring a sacrifice made to the LORD by fire: its fat, the entire fat tail cut off close to the backbone, all the fat that covers the inner parts or is connected to them,"
  }, {
    "verse" : "leviticus,3,10",
    "text" : "both kidneys with the fat on them near the loins, and the covering of the liver, which he will remove with the kidneys."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,3,3-leviticus,3,4",
    "id" : 186015,
    "title" : "Lev 3:3–4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 3:3\">3:3</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 3:4\">4</a></b> The choicest parts of the carcass were symbolically given to God by being burned. The kidneys symbolized the seat of the emotions (<a class=\"bibleref\" href=\"/passage/?search=Jer 17:10\">Jer. 17:10</a> text note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,3,11",
    "text" : "The priest shall burn them on the altar as food, an offering made to the LORD by fire."
  }, {
    "verse" : "leviticus,3,12",
    "text" : "\"'If his offering is a goat, he is to present it before the LORD."
  }, {
    "verse" : "leviticus,3,13",
    "text" : "He is to lay his hand on its head and slaughter it in front of the Tent of Meeting. Then Aaron's sons shall sprinkle its blood against the altar on all sides."
  }, {
    "verse" : "leviticus,3,14",
    "text" : "From what he offers he is to make this offering to the LORD by fire: all the fat that covers the inner parts or is connected to them,"
  }, {
    "verse" : "leviticus,3,15",
    "text" : "both kidneys with the fat on them near the loins, and the covering of the liver, which he will remove with the kidneys."
  }, {
    "verse" : "leviticus,3,16",
    "text" : "The priest shall burn them on the altar as food, an offering made by fire, a pleasing aroma. All the fat is the LORD's."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,3,11",
    "id" : 186016,
    "title" : "Lev 3:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 3:11\">3:11</a></b> <b>as a food offering.</b> The Old Testament insists that God supplies man with food, not vice versa (<a class=\"bibleref\" href=\"/passage/?search=Gen 1:29\">Gen. 1:29</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 50:12-Ps 50:14\">Ps. 50:12–14</a>). Therefore this comment must be understood figuratively, that God is pleased with the sacrifice offered in faith (cf. <a class=\"bibleref\" href=\"/passage/?search=Heb 11:4\">Heb. 11:4</a>), just as human beings enjoy food.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,3,17",
    "text" : "\"'This is a lasting ordinance for the generations to come, wherever you live: You must not eat any fat or any blood.'\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,3,17",
    "id" : 186017,
    "title" : "Lev 3:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 3:17\">3:17</a></b> <b>neither fat nor blood.</b> Fat from sacrificial animals belonged to God (<a class=\"bibleref\" href=\"/passage/?search=Lev 3:3\">v. 3</a>). Eating blood means eating meat from which the blood has not been drained (<a class=\"bibleref\" href=\"/passage/?search=1Sam 14:33\">1 Sam. 14:33</a>). The theological reason for this ban is given in 17:11 (<a class=\"bibleref\" href=\"/passage/?search=Gen 9:4\">Gen. 9:4</a> and note).</p></div>"
  } ]
} ]
