[ {
  "verses" : [ {
    "verse" : "leviticus,15,1",
    "text" : "The LORD said to Moses and Aaron,"
  }, {
    "verse" : "leviticus,15,2",
    "text" : "\"Speak to the Israelites and say to them: 'When any man has a bodily discharge, the discharge is unclean."
  }, {
    "verse" : "leviticus,15,3",
    "text" : "Whether it continues flowing from his body or is blocked, it will make him unclean. This is how his discharge will bring about uncleanness:"
  }, {
    "verse" : "leviticus,15,4",
    "text" : "\"'Any bed the man with a discharge lies on will be unclean, and anything he sits on will be unclean."
  }, {
    "verse" : "leviticus,15,5",
    "text" : "Anyone who touches his bed must wash his clothes and bathe with water, and he will be unclean till evening."
  }, {
    "verse" : "leviticus,15,6",
    "text" : "Whoever sits on anything that the man with a discharge sat on must wash his clothes and bathe with water, and he will be unclean till evening."
  }, {
    "verse" : "leviticus,15,7",
    "text" : "\"'Whoever touches the man who has a discharge must wash his clothes and bathe with water, and he will be unclean till evening."
  }, {
    "verse" : "leviticus,15,8",
    "text" : "\"'If the man with the discharge spits on someone who is clean, that person must wash his clothes and bathe with water, and he will be unclean till evening."
  }, {
    "verse" : "leviticus,15,9",
    "text" : "\"'Everything the man sits on when riding will be unclean,"
  }, {
    "verse" : "leviticus,15,10",
    "text" : "and whoever touches any of the things that were under him will be unclean till evening; whoever picks up those things must wash his clothes and bathe with water, and he will be unclean till evening."
  }, {
    "verse" : "leviticus,15,11",
    "text" : "\"'Anyone the man with a discharge touches without rinsing his hands with water must wash his clothes and bathe with water, and he will be unclean till evening."
  }, {
    "verse" : "leviticus,15,12",
    "text" : "\"'A clay pot that the man touches must be broken, and any wooden article is to be rinsed with water."
  }, {
    "verse" : "leviticus,15,13",
    "text" : "\"'When a man is cleansed from his discharge, he is to count off seven days for his ceremonial cleansing; he must wash his clothes and bathe himself with fresh water, and he will be clean."
  }, {
    "verse" : "leviticus,15,14",
    "text" : "On the eighth day he must take two doves or two young pigeons and come before the LORD to the entrance to the Tent of Meeting and give them to the priest."
  }, {
    "verse" : "leviticus,15,15",
    "text" : "The priest is to sacrifice them, the one for a sin offering and the other for a burnt offering. In this way he will make atonement before the LORD for the man because of his discharge."
  }, {
    "verse" : "leviticus,15,16",
    "text" : "\"'When a man has an emission of semen, he must bathe his whole body with water, and he will be unclean till evening."
  }, {
    "verse" : "leviticus,15,17",
    "text" : "Any clothing or leather that has semen on it must be washed with water, and it will be unclean till evening."
  }, {
    "verse" : "leviticus,15,18",
    "text" : "When a man lies with a woman and there is an emission of semen, both must bathe with water, and they will be unclean till evening."
  }, {
    "verse" : "leviticus,15,19",
    "text" : "\"'When a woman has her regular flow of blood, the impurity of her monthly period will last seven days, and anyone who touches her will be unclean till evening."
  }, {
    "verse" : "leviticus,15,20",
    "text" : "\"'Anything she lies on during her period will be unclean, and anything she sits on will be unclean."
  }, {
    "verse" : "leviticus,15,21",
    "text" : "Whoever touches her bed must wash his clothes and bathe with water, and he will be unclean till evening."
  }, {
    "verse" : "leviticus,15,22",
    "text" : "Whoever touches anything she sits on must wash his clothes and bathe with water, and he will be unclean till evening."
  }, {
    "verse" : "leviticus,15,23",
    "text" : "Whether it is the bed or anything she was sitting on, when anyone touches it, he will be unclean till evening."
  }, {
    "verse" : "leviticus,15,24",
    "text" : "\"'If a man lies with her and her monthly flow touches him, he will be unclean for seven days; any bed he lies on will be unclean."
  }, {
    "verse" : "leviticus,15,25",
    "text" : "\"'When a woman has a discharge of blood for many days at a time other than her monthly period or has a discharge that continues beyond her period, she will be unclean as long as she has the discharge, just as in the days of her period."
  }, {
    "verse" : "leviticus,15,26",
    "text" : "Any bed she lies on while her discharge continues will be unclean, as is her bed during her monthly period, and anything she sits on will be unclean, as during her period."
  }, {
    "verse" : "leviticus,15,27",
    "text" : "Whoever touches them will be unclean; he must wash his clothes and bathe with water, and he will be unclean till evening."
  }, {
    "verse" : "leviticus,15,28",
    "text" : "\"'When she is cleansed from her discharge, she must count off seven days, and after that she will be ceremonially clean."
  }, {
    "verse" : "leviticus,15,29",
    "text" : "On the eighth day she must take two doves or two young pigeons and bring them to the priest at the entrance to the Tent of Meeting."
  }, {
    "verse" : "leviticus,15,30",
    "text" : "The priest is to sacrifice one for a sin offering and the other for a burnt offering. In this way he will make atonement for her before the LORD for the uncleanness of her discharge."
  }, {
    "verse" : "leviticus,15,31",
    "text" : "\"'You must keep the Israelites separate from things that make them unclean, so they will not die in their uncleanness for defiling my dwelling place, which is among them.'\""
  }, {
    "verse" : "leviticus,15,32",
    "text" : "These are the regulations for a man with a discharge, for anyone made unclean by an emission of semen,"
  }, {
    "verse" : "leviticus,15,33",
    "text" : "for a woman in her monthly period, for a man or a woman with a discharge, and for a man who lies with a woman who is ceremonially unclean."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,11,1-leviticus,16,34",
    "id" : 186072,
    "title" : "Lev 11–16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 11-Lev 16\">11:1–16:34</a></b> In these chapters, Moses explains the difference between the ceremonially clean and unclean. “Clean” means “fit for God’s presence”; “unclean” means “unfit for God’s presence.” Anyone who was unclean or who had come in contact with uncleanness was to abstain from public worship until he was cleansed. The basic idea is that God is perfect life, while the essence of uncleanness is death. Normal, healthy creatures were clean, but abnormal or unhealthy creatures, and particularly corpses, were unclean. Abnormalities that suggested or that could lead to death were marks of uncleanness. Life and death were not to be mixed, so the unclean was never to enter God’s presence. Ultimately, it is Christ, the great Mediator and High Priest, who triumphs over death and corruption on behalf of those who trust in Him (<a class=\"bibleref\" href=\"/passage/?search=1Cor 15:20-1Cor 15:28\">1 Cor. 15:20–28</a>, <a class=\"bibleref\" href=\"/passage/?search=1Cor 15:50-1Cor 15:57\">50–57</a>).</p></div>"
  }, {
    "verseRange" : "leviticus,15,1-leviticus,15,33",
    "id" : 186088,
    "title" : "Lev 15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 15\">15:1–33</a></b> This chapter deals with the uncleanness caused by discharges from the sexual organs: (a) long-term male discharge (e.g., gonorrhea; vv. 2–15); (b) short-term male discharges (vv. 16–18); (c) short-term female discharge (menstruation, vv. 19–24); and (d) long-term female discharges (vv. 25–30). That perfectly natural processes like sexual intercourse (v. 18) or menstruation should make someone unclean (i.e., unfit to worship) is surprising. But all these cases involve the loss of bodily fluids (blood or semen), and any loss of a “life fluid” suggested death and was incompatible with the presence of God, who is perfect life.</p><p>The New Testament shows God, the giver of perfect life, incarnate in Jesus Christ, healing those who suffered exclusion from His presence under these Old Testament rules (<a class=\"bibleref\" href=\"/passage/?search=Matt 9:20-Matt 9:22\">Matt. 9:20–22</a>). The divine program of redemption was historically progressive. The old covenant arrangements that seem so strange to us were early object lessons, a “guardian” pointing forward to the full redemption accomplished in Jesus Christ (<a class=\"bibleref\" href=\"/passage/?search=Gal 3:24\">Gal. 3:24</a>, <a class=\"bibleref\" href=\"/passage/?search=Gal 3:25\">25</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,16,1",
    "text" : "The LORD spoke to Moses after the death of the two sons of Aaron who died when they approached the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,16,1-leviticus,16,34",
    "id" : 186089,
    "title" : "Lev 16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 16\">16:1–34</a></b> The Day of Atonement, when annual atonement was made for the sins of the nation, was the holiest day in the Old Testament calendar. It fell in the Hebrew seventh month (October) and involved the offering of various sacrifices, the entry of the high priest into the Most Holy Place (in this chapter referred to simply as the “Holy Place” or “holy sanctuary”), and the dispatch of a goat into the wilderness carrying the people’s sins. For a summary of the sacrifices see notes on <a class=\"bibleref\" href=\"/passage/?search=Lev 1\">chs. 1</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 4\">4</a>; and <a class=\"bibleref\" href=\"/passage/?search=Lev 5\">5</a>. A summary of the rites is given in vv. 6–10 and fuller details in vv. 11–28. The Day of Atonement proceeded according to the following steps: (a) The high priest washed and dressed (v. 4); (b) he sacrificed a bull as a sin offering for himself (v. 6; cf. <a class=\"bibleref\" href=\"/passage/?search=Lev 5:11\">v. 11</a>); (c) he entered the Most Holy Place and sprinkled the ark with blood (<a class=\"bibleref\" href=\"/passage/?search=Lev 5:12-Lev 5:14\">vv. 12–14</a>); (d) he took two goats and by lot chose one to be the scapegoat (Azazel), the other to be a sin offering (<a class=\"bibleref\" href=\"/passage/?search=Lev 5:7-Lev 5:8\">vv. 7–8</a>); (e) he sacrificed one goat as a sin offering (<a class=\"bibleref\" href=\"/passage/?search=Lev 5:9\">vv. 9</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 5:15\">15</a>); (f) he entered the Most Holy Place and sprinkled the ark with blood (<a class=\"bibleref\" href=\"/passage/?search=Lev 5:15\">v. 15</a>); (g) he went out to the outer part of the tabernacle of meeting and sprinkled the blood (<a class=\"bibleref\" href=\"/passage/?search=Lev 5:16\">v. 16</a>); (h) he went out into the courtyard of the tabernacle and sprinkled the main altar with blood (<a class=\"bibleref\" href=\"/passage/?search=Lev 5:18-Lev 5:19\">vv. 18–19</a>); (i) he confessed the sins of the Israelites as he laid his hands on the scapegoat’s head (v. 21); (j) he sent the scapegoat into the wilderness (vv. 21–22); (k) the scapegoat gone, the high priest changed into his regular garments and washed (vv. 23–24); and (l) finally, he offered burnt offerings for himself and for the people (vv. 24–25).</p><p>For the high priest, the most important aspects of the ceremony were his entry into the Most Holy Place with the blood of the sin offerings and the dispatch of the scapegoat into the wilderness. These actions atoned for the sins of repentant Israelites (<a class=\"bibleref\" href=\"/passage/?search=Lev 5:16\">vv. 16</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 5:19\">19</a>, 21–22). All sin offerings served to cleanse both the earthly sanctuary and the worshipers, but on other occasions the high priest did not enter the (inner) Most Holy Place, but only the anteroom before the separating veil (usually called the “Holy Place”), the chamber containing the altar of incense, the gold lampstand, and the table of showbread. Because the ark of the covenant, the focal point of God’s presence in the tabernacle (<a class=\"bibleref\" href=\"/passage/?search=Lev 5:2\">v. 2</a> note; <a class=\"bibleref\" href=\"/passage/?search=Exod 25:17-Exod 25:22\">Ex. 25:17–22</a> and notes), was housed in the Most Holy Place, entry to the Most Holy Place was rare and dangerous (v. 2). That the high priest entered the inner chamber only on this one day of the year indicated the depth of atonement being made.</p><p>The scapegoat ceremony was also unique to this day. By placing his hands on the goat’s head and confessing the nation’s sins, the high priest transferred those sins to the goat. The goat then symbolically carried the people’s sins away into the wilderness. Christians have long regarded the scapegoat as a type of Christ. The New Testament makes many comparisons between the Day of Atonement and the death of Christ (<a class=\"bibleref\" href=\"/passage/?search=Heb 9:6-Heb 9:28\">Heb. 9:6–28</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 13:11-Heb 13:13\">13:11–13</a>). That Christ was delivered to the Gentiles and killed outside the walls of Jerusalem indicated that He was sent “outside the camp” like the scapegoat of old.</p></div>"
  }, {
    "verseRange" : "leviticus,16,1",
    "id" : 186090,
    "title" : "Lev 16:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 16:1\">16:1</a></b> <b>death of the two sons of Aaron.</b> See <a class=\"bibleref\" href=\"/passage/?search=Lev 10:1-Lev 10:3\">10:1–3</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,16,2",
    "text" : "The LORD said to Moses: \"Tell your brother Aaron not to come whenever he chooses into the Most Holy Place behind the curtain in front of the atonement cover on the ark, or else he will die, because I appear in the cloud over the atonement cover."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,16,2",
    "id" : 186091,
    "title" : "Lev 16:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 16:2\">16:2</a></b> <b>mercy seat.</b> Lit. “atonement covering” or “place of atonement” (<a class=\"bibleref\" href=\"/passage/?search=Exod 25:17\">Ex. 25:17</a> note). This slab of pure gold served as a lid for the ark and as a base for the two golden cherubim. The divine presence appeared above the lid of the ark (<a class=\"bibleref\" href=\"/passage/?search=Exod 25:22\">Ex. 25:22</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 99:1\">Ps. 99:1</a>), and Aaron sprinkled the mercy seat with blood on the Day of Atonement. God symbolically revealed the gospel through this cover on the ark. The ark contained the two stone tablets of the law inscribed by the finger of God Himself, representing the eternal moral law of God (<a class=\"bibleref\" href=\"/passage/?search=Deut 10:1-Deut 10:5\">Deut. 10:1–5</a>). Since all humans have violated this law, the righteousness of God demands death (<a class=\"bibleref\" href=\"/passage/?search=Ezek 18:20\">Ezek. 18:20</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 6:23\">Rom. 6:23</a>). God provided the only means of atonement for His chosen people and for their reconciliation to Him—the atoning blood on the ark’s cover. That blood-drenched cover was the meeting point of the holy God with His unholy people. It symbolized the heavenly sanctuary where Christ has entered with His own blood (<a class=\"bibleref\" href=\"/passage/?search=Heb 9:12\">Heb. 9:12</a>), blood that is efficacious for all the sins of His people, past, present, and future (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:21-Rom 3:26\">Rom. 3:21–26</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 9:15\">Heb. 9:15</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,16,3",
    "text" : "\"This is how Aaron is to enter the sanctuary area: with a young bull for a sin offering and a ram for a burnt offering."
  }, {
    "verse" : "leviticus,16,4",
    "text" : "He is to put on the sacred linen tunic, with linen undergarments next to his body; he is to tie the linen sash around him and put on the linen turban. These are sacred garments; so he must bathe himself with water before he puts them on."
  }, {
    "verse" : "leviticus,16,5",
    "text" : "From the Israelite community he is to take two male goats for a sin offering and a ram for a burnt offering."
  }, {
    "verse" : "leviticus,16,6",
    "text" : "\"Aaron is to offer the bull for his own sin offering to make atonement for himself and his household."
  }, {
    "verse" : "leviticus,16,7",
    "text" : "Then he is to take the two goats and present them before the LORD at the entrance to the Tent of Meeting."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,16,3",
    "id" : 186092,
    "title" : "Lev 16:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 16:3\">16:3</a></b> Aaron was to offer a bull as a sin offering and a ram as a burnt offering for himself and his family, before offering a goat for the people (<a class=\"bibleref\" href=\"/passage/?search=Lev 16:5\">v. 5</a>). By contrast, Jesus Christ, the Mediator of the eternal new covenant, was without sin and therefore offered sacrifice for His people only (<a class=\"bibleref\" href=\"/passage/?search=Heb 7:26\">Heb. 7:26</a>, <a class=\"bibleref\" href=\"/passage/?search=Heb 7:27\">27</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,16,8",
    "text" : "He is to cast lots for the two goats-one lot for the LORD and the other for the scapegoat."
  }, {
    "verse" : "leviticus,16,9",
    "text" : "Aaron shall bring the goat whose lot falls to the LORD and sacrifice it for a sin offering."
  }, {
    "verse" : "leviticus,16,10",
    "text" : "But the goat chosen by lot as the scapegoat shall be presented alive before the LORD to be used for making atonement by sending it into the desert as a scapegoat."
  }, {
    "verse" : "leviticus,16,11",
    "text" : "\"Aaron shall bring the bull for his own sin offering to make atonement for himself and his household, and he is to slaughter the bull for his own sin offering."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,16,8",
    "id" : 186093,
    "title" : "Lev 16:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 16:8\">16:8</a></b> <b>one lot for the <span class=\"small-caps\">Lord</span>.</b> One to be sacrificed.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,16,12",
    "text" : "He is to take a censer full of burning coals from the altar before the LORD and two handfuls of finely ground fragrant incense and take them behind the curtain."
  }, {
    "verse" : "leviticus,16,13",
    "text" : "He is to put the incense on the fire before the LORD, and the smoke of the incense will conceal the atonement cover above the Testimony, so that he will not die."
  }, {
    "verse" : "leviticus,16,14",
    "text" : "He is to take some of the bull's blood and with his finger sprinkle it on the front of the atonement cover; then he shall sprinkle some of it with his finger seven times before the atonement cover."
  }, {
    "verse" : "leviticus,16,15",
    "text" : "\"He shall then slaughter the goat for the sin offering for the people and take its blood behind the curtain and do with it as he did with the bull's blood: He shall sprinkle it on the atonement cover and in front of it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,16,12",
    "id" : 186094,
    "title" : "Lev 16:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 16:12\">16:12</a></b> <b>take a censer.</b> The smoke from the incense served as a screen between the mercy seat and the high priest, probably to prevent the high priest from seeing the divine presence (<a class=\"bibleref\" href=\"/passage/?search=Lev 16:13\">v. 13</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Exod 33:20\">Ex. 33:20</a>). It also may have served to avert God’s wrath (<a class=\"bibleref\" href=\"/passage/?search=Num 16:46-Num 16:50\">Num. 16:46–50</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,16,16",
    "text" : "In this way he will make atonement for the Most Holy Place because of the uncleanness and rebellion of the Israelites, whatever their sins have been. He is to do the same for the Tent of Meeting, which is among them in the midst of their uncleanness."
  }, {
    "verse" : "leviticus,16,17",
    "text" : "No one is to be in the Tent of Meeting from the time Aaron goes in to make atonement in the Most Holy Place until he comes out, having made atonement for himself, his household and the whole community of Israel."
  }, {
    "verse" : "leviticus,16,18",
    "text" : "\"Then he shall come out to the altar that is before the LORD and make atonement for it. He shall take some of the bull's blood and some of the goat's blood and put it on all the horns of the altar."
  }, {
    "verse" : "leviticus,16,19",
    "text" : "He shall sprinkle some of the blood on it with his finger seven times to cleanse it and to consecrate it from the uncleanness of the Israelites."
  }, {
    "verse" : "leviticus,16,20",
    "text" : "\"When Aaron has finished making atonement for the Most Holy Place, the Tent of Meeting and the altar, he shall bring forward the live goat."
  }, {
    "verse" : "leviticus,16,21",
    "text" : "He is to lay both hands on the head of the live goat and confess over it all the wickedness and rebellion of the Israelites-all their sins-and put them on the goat's head. He shall send the goat away into the desert in the care of a man appointed for the task."
  }, {
    "verse" : "leviticus,16,22",
    "text" : "The goat will carry on itself all their sins to a solitary place; and the man shall release it in the desert."
  }, {
    "verse" : "leviticus,16,23",
    "text" : "\"Then Aaron is to go into the Tent of Meeting and take off the linen garments he put on before he entered the Most Holy Place, and he is to leave them there."
  }, {
    "verse" : "leviticus,16,24",
    "text" : "He shall bathe himself with water in a holy place and put on his regular garments. Then he shall come out and sacrifice the burnt offering for himself and the burnt offering for the people, to make atonement for himself and for the people."
  }, {
    "verse" : "leviticus,16,25",
    "text" : "He shall also burn the fat of the sin offering on the altar."
  }, {
    "verse" : "leviticus,16,26",
    "text" : "\"The man who releases the goat as a scapegoat must wash his clothes and bathe himself with water; afterward he may come into the camp."
  }, {
    "verse" : "leviticus,16,27",
    "text" : "The bull and the goat for the sin offerings, whose blood was brought into the Most Holy Place to make atonement, must be taken outside the camp; their hides, flesh and offal are to be burned up."
  }, {
    "verse" : "leviticus,16,28",
    "text" : "The man who burns them must wash his clothes and bathe himself with water; afterward he may come into the camp."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,16,16",
    "id" : 186095,
    "title" : "Lev 16:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 16:16\">16:16</a></b> <b>the Holy Place.</b> Here the term denotes the Most Holy Place, or inner sanctuary. The object of the sacrificial ritual was not only the people but the sanctuary itself, which was defiled by their sins. The earthly sanctuary was a representation of the heavenly sanctuary that the blood of Christ also cleansed (<a class=\"bibleref\" href=\"/passage/?search=Heb 9:23\">Heb. 9:23</a>, <a class=\"bibleref\" href=\"/passage/?search=Heb 9:24\">24</a>).</p><p><b>which dwells with them.</b> Lit. “which camps among them.” The verb connotes impermanence. God’s presence is not finalized in this arrangement. His tent dwelling foreshadowed His dwelling among His people through Christ’s Incarnation (<a class=\"bibleref\" href=\"/passage/?search=John 1:14\">John 1:14</a>). Today He has sent His Spirit upon His new covenant people, the church (<a class=\"bibleref\" href=\"/passage/?search=Acts 2\">Acts 2</a>), and His Spirit indwells believers, making them the temples of God (<a class=\"bibleref\" href=\"/passage/?search=1Cor 3:16\">1 Cor. 3:16</a>; <a class=\"bibleref\" href=\"/passage/?search=1Cor 6:19\">6:19</a>). His final dwelling with His people will occur in the new heavens and the new earth (<a class=\"bibleref\" href=\"/passage/?search=Rev 21:1-Rev 21:4\">Rev. 21:1–4</a>).</p></div>"
  } ]
} ]
