[ {
  "singleVerses" : [ "proverbs,10,13" ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,10,1-proverbs,10,32",
    "id" : 191843,
    "title" : "Pr 10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10\">10:1–32</a></b> As is often the case in the Bible, the chapter divisions are rather arbitrary and do not aid the analysis of the text. The individual sentences can be classified according to their literary structures and their themes. Chapters 10–15 consist mainly of contrasts between opposites, as indicated by the conjunction “but” introducing the second line of most of these proverbs. This common literary device uses contrasting pairs such as “righteous” versus “wicked” and “wise” versus “fool.” Occasional grouping of sentences according to theme and form is evident in the book, a method that aids memorization but does not assist the interpretation of the mostly independent sayings. Each sentence has its own social setting and special aim. Much like folk sayings in our Western societies, some of the sayings have been separated from their contexts in order to provide concise, practical guidelines for living.</p></div>"
  }, {
    "verseRange" : "proverbs,10,13",
    "id" : 191856,
    "title" : "Pr 10:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:13\">10:13</a></b> Those who are perceptive reveal their character in the wisdom of their words. Those who lack sense simply involve themselves in strife. The parallel suggests that foolish talk is the cause of their problems.</p></div>"
  } ]
}, {
  "singleVerses" : [ "proverbs,10,14" ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,14",
    "id" : 191857,
    "title" : "Pr 10:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:14\">10:14</a></b> <b>lay up knowledge.</b> The wise person, though no longer the pupil, will continue to learn. Only a fool claims to know everything.</p><p><b>mouth of a fool.</b> Note how often the fool is portrayed as a babbler (<a class=\"bibleref\" href=\"/passage/?search=Prov 10:6\">vv. 6</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 10:8\">8</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 10:13\">13</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 10:18\">18</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 10:19\">19</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 10:31\">31</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 10:32\">32</a>). The Book of James, the “Proverbs” of the New Testament, also explores this theme (<a class=\"bibleref\" href=\"/passage/?search=Jas 1:26\">James 1:26</a>; <a class=\"bibleref\" href=\"/passage/?search=Jas 3:1-Jas 3:12\">3:1–12</a>). Knowing when to speak and when to keep silent is a prominent wisdom theme (11:12 note; 26:4–5; <a class=\"bibleref\" href=\"/passage/?search=Job 38:2\">Job 38:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Job 42:1-Job 42:6\">42:1–6</a>).</p></div>"
  } ]
} ]
