[ {
  "verses" : [ {
    "verse" : "proverbs,1,7",
    "text" : "The fear of the Lord is the beginning of knowledge, but fools despise wisdom and discipline."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,1,7",
    "id" : 191643,
    "title" : "Pr 1:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a></b> <b>The fear of the <span class=\"small-caps\">Lord</span>.</b> This idea is the controlling principle of Proverbs, and is ancient Israel’s decisive contribution to the human quest for knowledge and understanding. The fear of the Lord is the only basis of true knowledge. This “fear” is not distrustful terror of God, but rather the reverent awe and worshipful response of faith to the God who reveals Himself as Creator, Savior, and Judge.</p><p>Although Israel’s covenant relationship with God receives little overt attention in Proverbs, the use of the divine name most closely associated with the covenant, the <span class=\"small-caps\">Lord</span> (Hebrew <i>Yahweh</i>, <a class=\"bibleref\" href=\"/passage/?search=Exod 3:15\">Ex. 3:15</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 6:3\">6:3</a> and notes), is significant. It indicates that God’s redemptive covenant with His people and the special revelation that accompany it are foundational for true wisdom. In Deuteronomy, “fear the <span class=\"small-caps\">Lord</span>” means living by the stipulations of the covenant in grateful response to God’s redemptive grace (<a class=\"bibleref\" href=\"/passage/?search=Deut 6:2\">Deut. 6:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 6:24\">24</a>). The temple built by Solomon later became the visible expression of Israel’s covenant relationship with the Lord, which again is described as the “fear” of the Lord (<a class=\"bibleref\" href=\"/passage/?search=1Kgs 8:40\">1 Kin. 8:40</a>, <a class=\"bibleref\" href=\"/passage/?search=1Kgs 8:43\">43</a>). There is an important link through Solomon and the temple between biblical wisdom and the covenant theology found elsewhere in the Old Testament.</p><p><b>is the beginning of knowledge.</b> See also 2:4–6; 9:10; 15:33; <a class=\"bibleref\" href=\"/passage/?search=Job 28:28\">Job 28:28</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 111:10\">Ps. 111:10</a>. The Hebrew means either the starting point of knowledge, or its basic, ruling principle. The latter is in view here. While in His common grace God enables unbelievers to know much about the world, only the fear of the Lord enables one to know what anything means ultimately. Relying on this light, wisdom pursues the task of reflecting on human experience. See “The Wisdom and Will of God” at <a class=\"bibleref\" href=\"/passage/?search=Dan 2:20\">Dan. 2:20</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,1,8",
    "text" : "Listen, my son, to your father's instruction and do not forsake your mother's teaching."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,1,8-proverbs,1,9",
    "id" : 191644,
    "title" : "Pr 1:8–9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 1:8\">1:8</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 1:9\">9</a></b> The instruction form of ancient Near Eastern wisdom literature typically begins with a call for attentiveness. Father and mother were both involved in home instruction.</p></div>"
  }, {
    "verseRange" : "proverbs,1,8",
    "id" : 191645,
    "title" : "Pr 1:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 1:8\">1:8</a></b> <b>instruction.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Prov 3:1\">3:1</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,1,9",
    "text" : "They will be a garland to grace your head and a chain to adorn your neck."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,1,9",
    "id" : 191646,
    "title" : "Pr 1:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 1:9\">1:9</a></b> <b>graceful garland . . . pendants.</b> These metaphors portray the effect of wisdom in beautifying one’s life.</p></div>"
  } ]
} ]
