[ {
  "verses" : [ {
    "verse" : "ezekiel,10,1",
    "text" : "I looked, and I saw the likeness of a throne of sapphire above the expanse that was over the heads of the cherubim."
  }, {
    "verse" : "ezekiel,10,2",
    "text" : "The LORD said to the man clothed in linen, \"Go in among the wheels beneath the cherubim. Fill your hands with burning coals from among the cherubim and scatter them over the city.\" And as I watched, he went in."
  }, {
    "verse" : "ezekiel,10,3",
    "text" : "Now the cherubim were standing on the south side of the temple when the man went in, and a cloud filled the inner court."
  }, {
    "verse" : "ezekiel,10,4",
    "text" : "Then the glory of the LORD rose from above the cherubim and moved to the threshold of the temple. The cloud filled the temple, and the court was full of the radiance of the glory of the LORD."
  }, {
    "verse" : "ezekiel,10,5",
    "text" : "The sound of the wings of the cherubim could be heard as far away as the outer court, like the voice of God Almighty when he speaks."
  }, {
    "verse" : "ezekiel,10,6",
    "text" : "When the LORD commanded the man in linen, \"Take fire from among the wheels, from among the cherubim,\" the man went in and stood beside a wheel."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,10,1",
    "id" : 194224,
    "title" : "Ezek 10:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 10:1\">10:1</a></b> <b>cherubim.</b> See <a class=\"bibleref\" href=\"/passage/?search=Ezek 1:5\">1:5</a> note.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,10,7",
    "text" : "Then one of the cherubim reached out his hand to the fire that was among them. He took up some of it and put it into the hands of the man in linen, who took it and went out."
  }, {
    "verse" : "ezekiel,10,8",
    "text" : "(Under the wings of the cherubim could be seen what looked like the hands of a man.)"
  }, {
    "verse" : "ezekiel,10,9",
    "text" : "I looked, and I saw beside the cherubim four wheels, one beside each of the cherubim; the wheels sparkled like chrysolite."
  }, {
    "verse" : "ezekiel,10,10",
    "text" : "As for their appearance, the four of them looked alike; each was like a wheel intersecting a wheel."
  }, {
    "verse" : "ezekiel,10,11",
    "text" : "As they moved, they would go in any one of the four directions the cherubim faced; the wheels did not turn about as the cherubim went. The cherubim went in whatever direction the head faced, without turning as they went."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,10,7",
    "id" : 194225,
    "title" : "Ezek 10:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 10:7\">10:7</a></b> <b>stretched out his hand.</b> The cherub reaches inside the pillar of fire to retrieve the flames that will devour the city (<a class=\"bibleref\" href=\"/passage/?search=Ezek 10:2\">v. 2</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,10,12",
    "text" : "Their entire bodies, including their backs, their hands and their wings, were completely full of eyes, as were their four wheels."
  }, {
    "verse" : "ezekiel,10,13",
    "text" : "I heard the wheels being called \"the whirling wheels.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,10,12",
    "id" : 194226,
    "title" : "Ezek 10:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 10:12\">10:12</a></b> <b>eyes.</b> See <a class=\"bibleref\" href=\"/passage/?search=Deut 11:12\">Deut. 11:12</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 16:9\">2 Chr. 16:9</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 15:3\">Prov. 15:3</a>; <a class=\"bibleref\" href=\"/passage/?search=Zech 3:9\">Zech. 3:9</a>; <a class=\"bibleref\" href=\"/passage/?search=Zech 4:10\">4:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 4:8\">Rev. 4:8</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,10,14",
    "text" : "Each of the cherubim had four faces: One face was that of a cherub, the second the face of a man, the third the face of a lion, and the fourth the face of an eagle."
  }, {
    "verse" : "ezekiel,10,15",
    "text" : "Then the cherubim rose upward. These were the living creatures I had seen by the Kebar River."
  }, {
    "verse" : "ezekiel,10,16",
    "text" : "When the cherubim moved, the wheels beside them moved; and when the cherubim spread their wings to rise from the ground, the wheels did not leave their side."
  }, {
    "verse" : "ezekiel,10,17",
    "text" : "When the cherubim stood still, they also stood still; and when the cherubim rose, they rose with them, because the spirit of the living creatures was in them."
  }, {
    "verse" : "ezekiel,10,18",
    "text" : "Then the glory of the LORD departed from over the threshold of the temple and stopped above the cherubim."
  }, {
    "verse" : "ezekiel,10,19",
    "text" : "While I watched, the cherubim spread their wings and rose from the ground, and as they went, the wheels went with them. They stopped at the entrance to the east gate of the LORD 's house, and the glory of the God of Israel was above them."
  }, {
    "verse" : "ezekiel,10,20",
    "text" : "These were the living creatures I had seen beneath the God of Israel by the Kebar River, and I realized that they were cherubim."
  }, {
    "verse" : "ezekiel,10,21",
    "text" : "Each had four faces and four wings, and under their wings was what looked like the hands of a man."
  }, {
    "verse" : "ezekiel,10,22",
    "text" : "Their faces had the same appearance as those I had seen by the Kebar River. Each one went straight ahead."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,10,14",
    "id" : 194227,
    "title" : "Ezek 10:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 10:14\">10:14</a></b> <b>cherub.</b> This face was an ox or bull in the earlier vision (<a class=\"bibleref\" href=\"/passage/?search=Ezek 1:10\">1:10</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,11,1",
    "text" : "Then the Spirit lifted me up and brought me to the gate of the house of the LORD that faces east. There at the entrance to the gate were twenty-five men, and I saw among them Jaazaniah son of Azzur and Pelatiah son of Benaiah, leaders of the people."
  }, {
    "verse" : "ezekiel,11,2",
    "text" : "The LORD said to me, \"Son of man, these are the men who are plotting evil and giving wicked advice in this city."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,11,1",
    "id" : 194228,
    "title" : "Ezek 11:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 11:1\">11:1</a></b> <b>twenty-five men.</b> These men appear to be political leaders, not priests, and so would not be the same as the twenty-five sun worshipers in <a class=\"bibleref\" href=\"/passage/?search=Ezek 8:16\">8:16</a>.</p><p><b>Jaazaniah the son of Azzur.</b> Not the same person as Jaazaniah the son of Shaphan (<a class=\"bibleref\" href=\"/passage/?search=Ezek 8:11\">8:11</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,11,3",
    "text" : "They say, 'Will it not soon be time to build houses? This city is a cooking pot, and we are the meat.'"
  }, {
    "verse" : "ezekiel,11,4",
    "text" : "Therefore prophesy against them; prophesy, son of man.\""
  }, {
    "verse" : "ezekiel,11,5",
    "text" : "Then the Spirit of the LORD came upon me, and he told me to say: \"This is what the LORD says: That is what you are saying, O house of Israel, but I know what is going through your mind."
  }, {
    "verse" : "ezekiel,11,6",
    "text" : "You have killed many people in this city and filled its streets with the dead."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,11,3",
    "id" : 194229,
    "title" : "Ezek 11:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 11:3\">11:3</a></b> <b>cauldron . . . meat.</b> The leadership of Jerusalem had already been deported by Nebuchadnezzar in 597 <span class=\"small-caps\">b.c.</span>; this deportation included much of the royal family, the leaders of the military, and the craftsmen, leaving only “the poorest people of the land” (<a class=\"bibleref\" href=\"/passage/?search=2Kgs 24:13-2Kgs 24:16\">2 Kin. 24:13–16</a>). Those who rose to prominence in the absence of the earlier ruling class appear to have had delusions of grandeur. The analogy they used of a cauldron and meat seems to mean that they considered those who had been deported from the city as the waste parts of a butchered animal, while they were the best parts.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,11,7",
    "text" : "\"Therefore this is what the Sovereign LORD says: The bodies you have thrown there are the meat and this city is the pot, but I will drive you out of it."
  }, {
    "verse" : "ezekiel,11,8",
    "text" : "You fear the sword, and the sword is what I will bring against you, declares the Sovereign LORD."
  }, {
    "verse" : "ezekiel,11,9",
    "text" : "I will drive you out of the city and hand you over to foreigners and inflict punishment on you."
  }, {
    "verse" : "ezekiel,11,10",
    "text" : "You will fall by the sword, and I will execute judgment on you at the borders of Israel. Then you will know that I am the LORD."
  }, {
    "verse" : "ezekiel,11,11",
    "text" : "This city will not be a pot for you, nor will you be the meat in it; I will execute judgment on you at the borders of Israel."
  }, {
    "verse" : "ezekiel,11,12",
    "text" : "And you will know that I am the LORD, for you have not followed my decrees or kept my laws but have conformed to the standards of the nations around you.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,11,7",
    "id" : 194230,
    "title" : "Ezek 11:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 11:7\">11:7</a></b> <b>meat.</b> The prophet makes clear that the best part, the “meat” of the city, was the ones who had been killed. The new leaders had considered themselves to be this best part (<a class=\"bibleref\" href=\"/passage/?search=Ezek 11:3\">v. 3</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,11,13",
    "text" : "Now as I was prophesying, Pelatiah son of Benaiah died. Then I fell facedown and cried out in a loud voice, \"Ah, Sovereign LORD! Will you completely destroy the remnant of Israel?\""
  }, {
    "verse" : "ezekiel,11,14",
    "text" : "The word of the LORD came to me:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,11,13",
    "id" : 194231,
    "title" : "Ezek 11:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 11:13\">11:13</a></b> <b>Pelatiah.</b> This name means “Yahweh provides escape.” When this man dies suddenly and unexpectedly during Ezekiel’s vision, Ezekiel fears that all hope of escape died with him. The prophet intercedes with the Lord once again on behalf of the remnant. See note <a class=\"bibleref\" href=\"/passage/?search=Ezek 6:8\">6:8</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Ezek 9:8\">9:8</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,11,15",
    "text" : "\"Son of man, your brothers-your brothers who are your blood relatives and the whole house of Israel-are those of whom the people of Jerusalem have said, 'They are far away from the LORD; this land was given to us as our possession.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,11,15",
    "id" : 194232,
    "title" : "Ezek 11:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 11:15\">11:15</a></b> <b>brothers.</b> In case of emergency, such as bankruptcy, a person’s close relatives had an obligation to preserve the family and property (<a class=\"bibleref\" href=\"/passage/?search=Ruth 2:20\">Ruth 2:20</a> note). If these relatives were far away, the property would not be safe.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,11,16",
    "text" : "\"Therefore say: 'This is what the Sovereign LORD says: Although I sent them far away among the nations and scattered them among the countries, yet for a little while I have been a sanctuary for them in the countries where they have gone.'"
  }, {
    "verse" : "ezekiel,11,17",
    "text" : "\"Therefore say: 'This is what the Sovereign LORD says: I will gather you from the nations and bring you back from the countries where you have been scattered, and I will give you back the land of Israel again.'"
  }, {
    "verse" : "ezekiel,11,18",
    "text" : "\"They will return to it and remove all its vile images and detestable idols."
  }, {
    "verse" : "ezekiel,11,19",
    "text" : "I will give them an undivided heart and put a new spirit in them; I will remove from them their heart of stone and give them a heart of flesh."
  }, {
    "verse" : "ezekiel,11,20",
    "text" : "Then they will follow my decrees and be careful to keep my laws. They will be my people, and I will be their God."
  }, {
    "verse" : "ezekiel,11,21",
    "text" : "But as for those whose hearts are devoted to their vile images and detestable idols, I will bring down on their own heads what they have done, declares the Sovereign LORD.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,11,16",
    "id" : 194233,
    "title" : "Ezek 11:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 11:16\">11:16</a></b> <b>sanctuary.</b> Since the exiles were far from the temple in Jerusalem, God Himself would substitute as their sanctuary. Jesus later would take the place of the temple (<a class=\"bibleref\" href=\"/passage/?search=Matt 26:61\">Matt. 26:61</a>; <a class=\"bibleref\" href=\"/passage/?search=Matt 27:40\">27:40</a>; <a class=\"bibleref\" href=\"/passage/?search=John 2:19\">John 2:19</a>), and through the Spirit His followers would become His temple (<a class=\"bibleref\" href=\"/passage/?search=1Cor 3:16\">1 Cor. 3:16</a>, <a class=\"bibleref\" href=\"/passage/?search=1Cor 3:17\">17</a>; <a class=\"bibleref\" href=\"/passage/?search=2Cor 6:16\">2 Cor. 6:16</a>; <a class=\"bibleref\" href=\"/passage/?search=1Pet 2:5\">1 Pet. 2:5</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,11,22",
    "text" : "Then the cherubim, with the wheels beside them, spread their wings, and the glory of the God of Israel was above them."
  }, {
    "verse" : "ezekiel,11,23",
    "text" : "The glory of the LORD went up from within the city and stopped above the mountain east of it."
  }, {
    "verse" : "ezekiel,11,24",
    "text" : "The Spirit lifted me up and brought me to the exiles in Babylonia in the vision given by the Spirit of God. Then the vision I had seen went up from me,"
  }, {
    "verse" : "ezekiel,11,25",
    "text" : "and I told the exiles everything the LORD had shown me."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,11,22-ezekiel,11,24",
    "id" : 194234,
    "title" : "Ezek 11:22–24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 11:22-Ezek 11:24\">11:22–24</a></b> At the close of his vision Ezekiel sees the glory cloud depart from the city of Jerusalem and move east across the Kidron Valley to the Mount of Olives as it departs from the city. But God had not forsaken the city forever. Ezekiel later describes the glory of God returning to Jerusalem (<a class=\"bibleref\" href=\"/passage/?search=Ezek 43\">ch. 43</a>).</p></div>"
  } ]
} ]
