[ {
  "verses" : [ {
    "verse" : "ezekiel,33,1",
    "text" : "The word of the LORD came to me:"
  }, {
    "verse" : "ezekiel,33,2",
    "text" : "\"Son of man, speak to your countrymen and say to them: 'When I bring the sword against a land, and the people of the land choose one of their men and make him their watchman,"
  }, {
    "verse" : "ezekiel,33,3",
    "text" : "and he sees the sword coming against the land and blows the trumpet to warn the people,"
  }, {
    "verse" : "ezekiel,33,4",
    "text" : "then if anyone hears the trumpet but does not take warning and the sword comes and takes his life, his blood will be on his own head."
  }, {
    "verse" : "ezekiel,33,5",
    "text" : "Since he heard the sound of the trumpet but did not take warning, his blood will be on his own head. If he had taken warning, he would have saved himself."
  }, {
    "verse" : "ezekiel,33,6",
    "text" : "But if the watchman sees the sword coming and does not blow the trumpet to warn the people and the sword comes and takes the life of one of them, that man will be taken away because of his sin, but I will hold the watchman accountable for his blood.'"
  }, {
    "verse" : "ezekiel,33,7",
    "text" : "\"Son of man, I have made you a watchman for the house of Israel; so hear the word I speak and give them warning from me."
  }, {
    "verse" : "ezekiel,33,8",
    "text" : "When I say to the wicked, 'O wicked man, you will surely die,' and you do not speak out to dissuade him from his ways, that wicked man will die for his sin, and I will hold you accountable for his blood."
  }, {
    "verse" : "ezekiel,33,9",
    "text" : "But if you do warn the wicked man to turn from his ways and he does not do so, he will die for his sin, but you will have saved yourself."
  }, {
    "verse" : "ezekiel,33,10",
    "text" : "\"Son of man, say to the house of Israel, 'This is what you are saying: \"Our offenses and sins weigh us down, and we are wasting away because of them. How then can we live?\"'"
  }, {
    "verse" : "ezekiel,33,11",
    "text" : "Say to them, 'As surely as I live, declares the Sovereign LORD, I take no pleasure in the death of the wicked, but rather that they turn from their ways and live. Turn! Turn from your evil ways! Why will you die, O house of Israel?'"
  }, {
    "verse" : "ezekiel,33,12",
    "text" : "\"Therefore, son of man, say to your countrymen, 'The righteousness of the righteous man will not save him when he disobeys, and the wickedness of the wicked man will not cause him to fall when he turns from it. The righteous man, if he sins, will not be allowed to live because of his former righteousness.'"
  }, {
    "verse" : "ezekiel,33,13",
    "text" : "If I tell the righteous man that he will surely live, but then he trusts in his righteousness and does evil, none of the righteous things he has done will be remembered; he will die for the evil he has done."
  }, {
    "verse" : "ezekiel,33,14",
    "text" : "And if I say to the wicked man, 'You will surely die,' but he then turns away from his sin and does what is just and right-"
  }, {
    "verse" : "ezekiel,33,15",
    "text" : "if he gives back what he took in pledge for a loan, returns what he has stolen, follows the decrees that give life, and does no evil, he will surely live; he will not die."
  }, {
    "verse" : "ezekiel,33,16",
    "text" : "None of the sins he has committed will be remembered against him. He has done what is just and right; he will surely live."
  }, {
    "verse" : "ezekiel,33,17",
    "text" : "\"Yet your countrymen say, 'The way of the Lord is not just.' But it is their way that is not just."
  }, {
    "verse" : "ezekiel,33,18",
    "text" : "If a righteous man turns from his righteousness and does evil, he will die for it."
  }, {
    "verse" : "ezekiel,33,19",
    "text" : "And if a wicked man turns away from his wickedness and does what is just and right, he will live by doing so."
  }, {
    "verse" : "ezekiel,33,20",
    "text" : "Yet, O house of Israel, you say, 'The way of the Lord is not just.' But I will judge each of you according to his own ways.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,33,1-ezekiel,33,20",
    "id" : 194398,
    "title" : "Ezek 33:1–20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 33:1-Ezek 33:20\">33:1–20</a></b> This chapter marks the beginning of the second part of Ezekiel. The first part of the book is primarily about Jerusalem in the past and present; the second part focuses on the future of the City of God. This part of the book begins by repeating two important themes: first, a reiteration of Ezekiel’s call as watchman (<a class=\"bibleref\" href=\"/passage/?search=Ezek 33:1-Ezek 33:9\">vv. 1–9</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Ezek 3:16-Ezek 3:21\">3:16–21</a>); and second, the doctrine of individual moral responsibility (<a class=\"bibleref\" href=\"/passage/?search=Ezek 3:10-Ezek 3:20\">vv. 10–20</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 18\">ch. 18</a>). The exiles hear the news of the destruction of Jerusalem in v. 21; the remainder of Ezekiel’s utterances about Jerusalem do not anticipate judgment and destruction, but rather restoration.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,33,21",
    "text" : "In the twelfth year of our exile, in the tenth month on the fifth day, a man who had escaped from Jerusalem came to me and said, \"The city has fallen!\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,33,21",
    "id" : 194399,
    "title" : "Ezek 33:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 33:21\">33:21</a></b> <b>year.</b> Jerusalem was destroyed by fire in the fifth month of the eleventh year of Jehoiachin’s rule (<a class=\"bibleref\" href=\"/passage/?search=2Kgs 25:8-2Kgs 25:10\">2 Kin. 25:8–10</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 52:12-Jer 52:14\">Jer. 52:12–14</a>). If news did not reach the exiles until the twelfth year, tenth month, it took over a year and a half for the news to travel a distance covered by Ezra in four months (<a class=\"bibleref\" href=\"/passage/?search=Ezra 7:9\">Ezra 7:9</a>). A few Hebrew texts and one ancient translation of the Bible read “eleventh” year instead of “twelfth”; the difference is only one letter in Hebrew, and “twelfth” could be the mistake of a copyist.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,33,22",
    "text" : "Now the evening before the man arrived, the hand of the LORD was upon me, and he opened my mouth before the man came to me in the morning. So my mouth was opened and I was no longer silent."
  }, {
    "verse" : "ezekiel,33,23",
    "text" : "Then the word of the LORD came to me:"
  }, {
    "verse" : "ezekiel,33,24",
    "text" : "\"Son of man, the people living in those ruins in the land of Israel are saying, 'Abraham was only one man, yet he possessed the land. But we are many; surely the land has been given to us as our possession.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,33,22",
    "id" : 194400,
    "title" : "Ezek 33:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 33:22\">33:22</a></b> <b>opened my mouth.</b> The prophet had been silent for a sustained period; see notes <a class=\"bibleref\" href=\"/passage/?search=Ezek 3:26\">3:26</a> and <a class=\"bibleref\" href=\"/passage/?search=Ezek 24:27\">24:27</a>. Now that the news of Jerusalem’s destruction has reached the exiles, his mouth is opened, and Ezekiel addresses (a) those who remained in Judah after the destruction of the city (<a class=\"bibleref\" href=\"/passage/?search=Ezek 24:23-Ezek 24:27\">vv. 23–29</a>) and (b) his fellow exiles (vv. 30–33).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,33,25",
    "text" : "Therefore say to them, 'This is what the Sovereign LORD says: Since you eat meat with the blood still in it and look to your idols and shed blood, should you then possess the land?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,33,25",
    "id" : 194401,
    "title" : "Ezek 33:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 33:25\">33:25</a></b> <b>eat flesh with the blood.</b> This practice was forbidden in <a class=\"bibleref\" href=\"/passage/?search=Gen 9:4\">Gen. 9:4</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 7:26\">Lev. 7:26</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 7:27\">27</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 17:10\">17:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 12:16\">Deut. 12:16</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 12:23\">23</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,33,26",
    "text" : "You rely on your sword, you do detestable things, and each of you defiles his neighbor's wife. Should you then possess the land?'"
  }, {
    "verse" : "ezekiel,33,27",
    "text" : "\"Say this to them: 'This is what the Sovereign LORD says: As surely as I live, those who are left in the ruins will fall by the sword, those out in the country I will give to the wild animals to be devoured, and those in strongholds and caves will die of a plague."
  }, {
    "verse" : "ezekiel,33,28",
    "text" : "I will make the land a desolate waste, and her proud strength will come to an end, and the mountains of Israel will become desolate so that no one will cross them."
  }, {
    "verse" : "ezekiel,33,29",
    "text" : "Then they will know that I am the LORD, when I have made the land a desolate waste because of all the detestable things they have done.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,33,26",
    "id" : 194402,
    "title" : "Ezek 33:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 33:26\">33:26</a></b> <b>wife.</b> See <a class=\"bibleref\" href=\"/passage/?search=Ezek 18:6\">18:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 18:11\">11</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 18:15\">15</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,33,30",
    "text" : "\"As for you, son of man, your countrymen are talking together about you by the walls and at the doors of the houses, saying to each other, 'Come and hear the message that has come from the LORD.'"
  }, {
    "verse" : "ezekiel,33,31",
    "text" : "My people come to you, as they usually do, and sit before you to listen to your words, but they do not put them into practice. With their mouths they express devotion, but their hearts are greedy for unjust gain."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,33,30",
    "id" : 194403,
    "title" : "Ezek 33:30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 33:30\">33:30</a></b> <b>talk together about you.</b> Ezekiel had been ignored and even ridiculed, but now that events had confirmed the truth of his words, he had become popular with the people. But they still were not hearing, still not listening so as to repent and obey (<a class=\"bibleref\" href=\"/passage/?search=Ezek 33:11\">v. 11</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,33,32",
    "text" : "Indeed, to them you are nothing more than one who sings love songs with a beautiful voice and plays an instrument well, for they hear your words but do not put them into practice."
  }, {
    "verse" : "ezekiel,33,33",
    "text" : "\"When all this comes true-and it surely will-then they will know that a prophet has been among them.\""
  }, {
    "verse" : "ezekiel,34,1",
    "text" : "The word of the LORD came to me:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,33,32",
    "id" : 194404,
    "title" : "Ezek 33:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 33:32\">33:32</a></b> <b>lustful songs.</b> Now the exiles had begun to see Ezekiel as a source of entertainment. Hearing him seemed to be a way of passing an idle evening or afternoon (cf. <a class=\"bibleref\" href=\"/passage/?search=Ezek 20:49\">20:49</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,34,2",
    "text" : "\"Son of man, prophesy against the shepherds of Israel; prophesy and say to them: 'This is what the Sovereign LORD says: Woe to the shepherds of Israel who only take care of themselves! Should not shepherds take care of the flock?"
  }, {
    "verse" : "ezekiel,34,3",
    "text" : "You eat the curds, clothe yourselves with the wool and slaughter the choice animals, but you do not take care of the flock."
  }, {
    "verse" : "ezekiel,34,4",
    "text" : "You have not strengthened the weak or healed the sick or bound up the injured. You have not brought back the strays or searched for the lost. You have ruled them harshly and brutally."
  }, {
    "verse" : "ezekiel,34,5",
    "text" : "So they were scattered because there was no shepherd, and when they were scattered they became food for all the wild animals."
  }, {
    "verse" : "ezekiel,34,6",
    "text" : "My sheep wandered over all the mountains and on every high hill. They were scattered over the whole earth, and no one searched or looked for them."
  }, {
    "verse" : "ezekiel,34,7",
    "text" : "\"'Therefore, you shepherds, hear the word of the LORD:"
  }, {
    "verse" : "ezekiel,34,8",
    "text" : "As surely as I live, declares the Sovereign LORD, because my flock lacks a shepherd and so has been plundered and has become food for all the wild animals, and because my shepherds did not search for my flock but cared for themselves rather than for my flock,"
  }, {
    "verse" : "ezekiel,34,9",
    "text" : "therefore, O shepherds, hear the word of the LORD:"
  }, {
    "verse" : "ezekiel,34,10",
    "text" : "This is what the Sovereign LORD says: I am against the shepherds and will hold them accountable for my flock. I will remove them from tending the flock so that the shepherds can no longer feed themselves. I will rescue my flock from their mouths, and it will no longer be food for them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,34,2-ezekiel,34,10",
    "id" : 194405,
    "title" : "Ezek 34:2–10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 34:2-Ezek 34:10\">34:2–10</a></b> Sheep that are weak, injured, or ill are the special care of a good shepherd, but Israel’s kings often ignored this basic rule. See <a class=\"bibleref\" href=\"/passage/?search=Ps 9:18\">Ps. 9:18</a> note.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,34,11",
    "text" : "\"'For this is what the Sovereign LORD says: I myself will search for my sheep and look after them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,34,11",
    "id" : 194406,
    "title" : "Ezek 34:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 34:11\">34:11</a></b> <b>I myself.</b> Having set aside the unfaithful undershepherds, God Himself takes the role of shepherd (<a class=\"bibleref\" href=\"/passage/?search=Luke 15:3-Luke 15:7\">Luke 15:3–7</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,34,12",
    "text" : "As a shepherd looks after his scattered flock when he is with them, so will I look after my sheep. I will rescue them from all the places where they were scattered on a day of clouds and darkness."
  }, {
    "verse" : "ezekiel,34,13",
    "text" : "I will bring them out from the nations and gather them from the countries, and I will bring them into their own land. I will pasture them on the mountains of Israel, in the ravines and in all the settlements in the land."
  }, {
    "verse" : "ezekiel,34,14",
    "text" : "I will tend them in a good pasture, and the mountain heights of Israel will be their grazing land. There they will lie down in good grazing land, and there they will feed in a rich pasture on the mountains of Israel."
  }, {
    "verse" : "ezekiel,34,15",
    "text" : "I myself will tend my sheep and have them lie down, declares the Sovereign LORD."
  }, {
    "verse" : "ezekiel,34,16",
    "text" : "I will search for the lost and bring back the strays. I will bind up the injured and strengthen the weak, but the sleek and the strong I will destroy. I will shepherd the flock with justice."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,34,12",
    "id" : 194407,
    "title" : "Ezek 34:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 34:12\">34:12 a</a></b> <b>day of clouds and thick darkness.</b> This language is ordinarily associated with the day of the Lord (<a class=\"bibleref\" href=\"/passage/?search=Ezek 7:7\">7:7</a> note; <a class=\"bibleref\" href=\"/passage/?search=Joel 2:1\">Joel 2:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Joel 2:2\">2</a>; <a class=\"bibleref\" href=\"/passage/?search=Zeph 1:15\">Zeph. 1:15</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 60:2\">Is. 60:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 13:16\">Jer. 13:16</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 23:12\">23:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Amos 5:18-Amos 5:20\">Amos 5:18–20</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,34,17",
    "text" : "\"'As for you, my flock, this is what the Sovereign LORD says: I will judge between one sheep and another, and between rams and goats."
  }, {
    "verse" : "ezekiel,34,18",
    "text" : "Is it not enough for you to feed on the good pasture? Must you also trample the rest of your pasture with your feet? Is it not enough for you to drink clear water? Must you also muddy the rest with your feet?"
  }, {
    "verse" : "ezekiel,34,19",
    "text" : "Must my flock feed on what you have trampled and drink what you have muddied with your feet?"
  }, {
    "verse" : "ezekiel,34,20",
    "text" : "\"'Therefore this is what the Sovereign LORD says to them: See, I myself will judge between the fat sheep and the lean sheep."
  }, {
    "verse" : "ezekiel,34,21",
    "text" : "Because you shove with flank and shoulder, butting all the weak sheep with your horns until you have driven them away,"
  }, {
    "verse" : "ezekiel,34,22",
    "text" : "I will save my flock, and they will no longer be plundered. I will judge between one sheep and another."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,34,17",
    "id" : 194408,
    "title" : "Ezek 34:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 34:17\">34:17</a></b> <b>rams and male goats.</b> God’s judgment is not confined to the shepherds, but will include the livestock. Some of the animals in the herd had been bullying others; these probably represent members of the upper classes of Jerusalem society who had oppressed the poor. There was a similar situation in the restoration community (<a class=\"bibleref\" href=\"/passage/?search=Neh 5\">Neh. 5</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,34,23",
    "text" : "I will place over them one shepherd, my servant David, and he will tend them; he will tend them and be their shepherd."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,34,23",
    "id" : 194409,
    "title" : "Ezek 34:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 34:23\">34:23</a></b> <b>David.</b> This promise of restoration (<a class=\"bibleref\" href=\"/passage/?search=Ezek 34:6\">vv. 6</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 34:10-Ezek 34:16\">10–16</a>) looks forward to a messianic kingdom. God’s Servant, One like David, would rule in peace, righteousness, and prosperity exceeding that known during the rule of the historical David. No descendant of David in the restoration period fulfilled Ezekiel’s prophetic description of Israel’s future. The New Testament identifies Jesus as the Good Shepherd (<a class=\"bibleref\" href=\"/passage/?search=Ezek 34:2-Ezek 34:10\">vv. 2–10</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,34,24",
    "text" : "I the LORD will be their God, and my servant David will be prince among them. I the LORD have spoken."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,34,24",
    "id" : 194410,
    "title" : "Ezek 34:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 34:24\">34:24</a></b> <b>prince.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Ezek 37:24\">37:24</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,34,25",
    "text" : "\"'I will make a covenant of peace with them and rid the land of wild beasts so that they may live in the desert and sleep in the forests in safety."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,34,25",
    "id" : 194411,
    "title" : "Ezek 34:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 34:25\">34:25</a></b> <b>covenant of peace.</b> The verses that follow spell out what this covenant entails. It includes safety and agricultural bounty in the land. The imagery is of paradise restored.</p><p><b>securely.</b> Wild animals were a constant danger (<a class=\"bibleref\" href=\"/passage/?search=Lev 26:6\">Lev. 26:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 33:20\">Deut. 33:20</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 14:5\">Judg. 14:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 14:6\">6</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 17:34-1Sam 17:37\">1 Sam. 17:34–37</a>; <a class=\"bibleref\" href=\"/passage/?search=1Kgs 13:24-1Kgs 13:28\">1 Kin. 13:24–28</a>; <a class=\"bibleref\" href=\"/passage/?search=1Kgs 20:36\">20:36</a>; <a class=\"bibleref\" href=\"/passage/?search=2Kgs 2:24\">2 Kin. 2:24</a>; <a class=\"bibleref\" href=\"/passage/?search=2Kgs 17:25\">17:25</a>, <a class=\"bibleref\" href=\"/passage/?search=2Kgs 17:26\">26</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 7:2\">Ps. 7:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 10:9\">10:9</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 17:12\">17:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 28:15\">Prov. 28:15</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 31:4\">Is. 31:4</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 5:6\">Jer. 5:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Lam 3:10\">Lam. 3:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Hos 13:8\">Hos. 13:8</a>; <a class=\"bibleref\" href=\"/passage/?search=Amos 3:4\">Amos 3:4</a>, <a class=\"bibleref\" href=\"/passage/?search=Amos 3:8\">8</a>, <a class=\"bibleref\" href=\"/passage/?search=Amos 3:12\">12</a>; <a class=\"bibleref\" href=\"/passage/?search=Amos 5:19\">5:19</a>; <a class=\"bibleref\" href=\"/passage/?search=Mic 5:8\">Mic. 5:8</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Isa 11:6-Isa 11:9\">Is. 11:6–9</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 65:25\">65:25</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,34,26",
    "text" : "I will bless them and the places surrounding my hill. I will send down showers in season; there will be showers of blessing."
  }, {
    "verse" : "ezekiel,34,27",
    "text" : "The trees of the field will yield their fruit and the ground will yield its crops; the people will be secure in their land. They will know that I am the LORD, when I break the bars of their yoke and rescue them from the hands of those who enslaved them."
  }, {
    "verse" : "ezekiel,34,28",
    "text" : "They will no longer be plundered by the nations, nor will wild animals devour them. They will live in safety, and no one will make them afraid."
  }, {
    "verse" : "ezekiel,34,29",
    "text" : "I will provide for them a land renowned for its crops, and they will no longer be victims of famine in the land or bear the scorn of the nations."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,34,26",
    "id" : 194412,
    "title" : "Ezek 34:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 34:26\">34:26 a</a></b> <b>blessing.</b> Agricultural prosperity is a common theme in Old Testament portrayals of the blessed future of God’s people (<a class=\"bibleref\" href=\"/passage/?search=Ezek 34:25-Ezek 34:29\">vv. 25–29</a>); see note <a class=\"bibleref\" href=\"/passage/?search=Ezek 28:26\">28:26</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,34,30",
    "text" : "Then they will know that I, the LORD their God, am with them and that they, the house of Israel, are my people, declares the Sovereign LORD."
  }, {
    "verse" : "ezekiel,34,31",
    "text" : "You my sheep, the sheep of my pasture, are people, and I am your God, declares the Sovereign LORD.'\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,34,30",
    "id" : 194413,
    "title" : "Ezek 34:30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 34:30\">34:30</a></b> <b>And they shall know.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Ezek 6:7\">6:7</a>.</p><p><b>with them . . . my people.</b> The essence of God’s covenant with Israel was that the Lord would be their God, and they would be His people (<a class=\"bibleref\" href=\"/passage/?search=Ezek 11:20\">11:20</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 36:28\">36:28</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 6:7\">Ex. 6:7</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 26:12\">Lev. 26:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 7:6\">Deut. 7:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 14:2\">14:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 27:9\">27:9</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 29:13\">29:13</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 50:7\">Ps. 50:7</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 51:22\">Is. 51:22</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 7:23\">Jer. 7:23</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 11:4\">11:4</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 30:22\">30:22</a>; <a class=\"bibleref\" href=\"/passage/?search=Joel 2:27\">Joel 2:27</a>).</p></div>"
  } ]
} ]
