[ {
  "verses" : [ {
    "verse" : "daniel,6,1",
    "text" : "It pleased Darius to appoint 120 satraps to rule throughout the kingdom,"
  }, {
    "verse" : "daniel,6,2",
    "text" : "with three administrators over them, one of whom was Daniel. The satraps were made accountable to them so that the king might not suffer loss."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,6,1",
    "id" : 194600,
    "title" : "Dan 6:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 6:1\">6:1</a></b> <b>Darius.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Dan 5:31\">5:31</a>. Darius the Mede is not referred to in surviving historical sources outside the Scripture, and there is no interval between Belshazzar and Nabonidus (<a class=\"bibleref\" href=\"/passage/?search=Dan 5:1\">5:1</a> note) and the accession of Cyrus of Persia. Commentators have suggested that “Darius the Mede” could be: a throne name for Cyrus, the founder of the Persian Empire (<a class=\"bibleref\" href=\"/passage/?search=Dan 5:28\">v. 28</a> note); a title; or a designation for Gobryas, a general who had defected from Nebuchadnezzar to Cyrus and later captured Babylon. Cyrus made Gobryas governor over the territories the Persians took from the Babylonians.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,6,3",
    "text" : "Now Daniel so distinguished himself among the administrators and the satraps by his exceptional qualities that the king planned to set him over the whole kingdom."
  }, {
    "verse" : "daniel,6,4",
    "text" : "At this, the administrators and the satraps tried to find grounds for charges against Daniel in his conduct of government affairs, but they were unable to do so. They could find no corruption in him, because he was trustworthy and neither corrupt nor negligent."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,6,3",
    "id" : 194601,
    "title" : "Dan 6:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 6:3\">6:3</a></b> <b>an excellent spirit was in him.</b> See <a class=\"bibleref\" href=\"/passage/?search=Dan 1:17\">1:17</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 4:8\">4:8</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 5:12\">5:12</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,6,5",
    "text" : "Finally these men said, \"We will never find any basis for charges against this man Daniel unless it has something to do with the law of his God.\""
  }, {
    "verse" : "daniel,6,6",
    "text" : "So the administrators and the satraps went as a group to the king and said: \"O King Darius, live forever!"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,6,5",
    "id" : 194602,
    "title" : "Dan 6:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 6:5\">6:5</a></b> <b>the law of his God.</b> Unintentionally, Daniel’s adversaries affirm not only his moral integrity but also the visible nature of his piety and commitment to the God of Israel.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,6,7",
    "text" : "The royal administrators, prefects, satraps, advisers and governors have all agreed that the king should issue an edict and enforce the decree that anyone who prays to any god or man during the next thirty days, except to you, O king, shall be thrown into the lions' den."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,6,7",
    "id" : 194603,
    "title" : "Dan 6:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 6:7\">6:7</a></b> <b>are agreed.</b> The false implication is that Daniel concurred with the proposal. These officials are hypocritical in their seeming devotion to Darius. Their scheme is an attempt to manipulate him for their own designs.</p><p><b>any god or man . . . except to you.</b> The proposal would appear to Darius to be more political than religious, and would serve to consolidate his authority over newly conquered territories.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,6,8",
    "text" : "Now, O king, issue the decree and put it in writing so that it cannot be altered-in accordance with the laws of the Medes and Persians, which cannot be repealed.\""
  }, {
    "verse" : "daniel,6,9",
    "text" : "So King Darius put the decree in writing."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,6,8",
    "id" : 194604,
    "title" : "Dan 6:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 6:8\">6:8</a></b> <b>the law of the Medes and the Persians.</b> The unchangeableness of their law is also attested in extrabiblical writings. The effect of the decree was to create a conflict for Daniel between allegiance to God and obedience to human government.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,6,10",
    "text" : "Now when Daniel learned that the decree had been published, he went home to his upstairs room where the windows opened toward Jerusalem. Three times a day he got down on his knees and prayed, giving thanks to his God, just as he had done before."
  }, {
    "verse" : "daniel,6,11",
    "text" : "Then these men went as a group and found Daniel praying and asking God for help."
  }, {
    "verse" : "daniel,6,12",
    "text" : "So they went to the king and spoke to him about his royal decree: \"Did you not publish a decree that during the next thirty days anyone who prays to any god or man except to you, O king, would be thrown into the lions' den?\" The king answered, \"The decree stands-in accordance with the laws of the Medes and Persians, which cannot be repealed.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,6,10",
    "id" : 194605,
    "title" : "Dan 6:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 6:10\">6:10</a></b> <b>down on his knees.</b> Standing may have been a regular posture in prayer (<a class=\"bibleref\" href=\"/passage/?search=1Chr 23:30\">1 Chr. 23:30</a>; <a class=\"bibleref\" href=\"/passage/?search=Neh 9:2-Neh 9:5\">Neh. 9:2–5</a>), while kneeling, a mark of humility, occurred in circumstances of particular solemnity (<a class=\"bibleref\" href=\"/passage/?search=1Kgs 8:54\">1 Kin. 8:54</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezra 9:5\">Ezra 9:5</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 95:6\">Ps. 95:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Luke 22:41\">Luke 22:41</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 7:60\">Acts 7:60</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 9:40\">9:40</a>).</p><p><b>as he had done previously.</b> Evidently Daniel’s prayer habits were public knowledge.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,6,13",
    "text" : "Then they said to the king, \"Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or to the decree you put in writing. He still prays three times a day.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,6,13",
    "id" : 194606,
    "title" : "Dan 6:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 6:13\">6:13</a></b> <b>one of the exiles from Judah.</b> This ethnic identification of Daniel is perhaps indicative of prejudice towards the Jews on the part of the other officials (<a class=\"bibleref\" href=\"/passage/?search=Dan 3:8\">3:8</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,6,14",
    "text" : "When the king heard this, he was greatly distressed; he was determined to rescue Daniel and made every effort until sundown to save him."
  }, {
    "verse" : "daniel,6,15",
    "text" : "Then the men went as a group to the king and said to him, \"Remember, O king, that according to the law of the Medes and Persians no decree or edict that the king issues can be changed.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,6,14",
    "id" : 194607,
    "title" : "Dan 6:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 6:14\">6:14</a></b> <b>set his mind to deliver Daniel.</b> Darius immediately perceived that he had been victimized by the intrigue of his own officials in order to trap Daniel. His loyalty to Daniel remained unshaken.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,6,16",
    "text" : "So the king gave the order, and they brought Daniel and threw him into the lions' den. The king said to Daniel, \"May your God, whom you serve continually, rescue you!\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,6,16",
    "id" : 194608,
    "title" : "Dan 6:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 6:16\">6:16</a></b> <b>May your God . . . deliver you.</b> Against his own will Darius was forced to comply with the decree. Nevertheless, he is confident that Daniel’s God will intervene on behalf of His faithful servant.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,6,17",
    "text" : "A stone was brought and placed over the mouth of the den, and the king sealed it with his own signet ring and with the rings of his nobles, so that Daniel's situation might not be changed."
  }, {
    "verse" : "daniel,6,18",
    "text" : "Then the king returned to his palace and spent the night without eating and without any entertainment being brought to him. And he could not sleep."
  }, {
    "verse" : "daniel,6,19",
    "text" : "At the first light of dawn, the king got up and hurried to the lions' den."
  }, {
    "verse" : "daniel,6,20",
    "text" : "When he came near the den, he called to Daniel in an anguished voice, \"Daniel, servant of the living God, has your God, whom you serve continually, been able to rescue you from the lions?\""
  }, {
    "verse" : "daniel,6,21",
    "text" : "Daniel answered, \"O king, live forever!"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,6,17",
    "id" : 194609,
    "title" : "Dan 6:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 6:17\">6:17</a></b> <b>sealed it with his own signet.</b> Signet rings and cylinder seals were used by the Assyrians, Babylonians, and Persians. The ring or cylinder was pressed into soft clay to leave the mark of the owner of the seal. Breaking seals was a violation of the law.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,6,22",
    "text" : "My God sent his angel, and he shut the mouths of the lions. They have not hurt me, because I was found innocent in his sight. Nor have I ever done any wrong before you, O king.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,6,22",
    "id" : 194610,
    "title" : "Dan 6:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 6:22\">6:22</a></b> <b>My God sent his angel.</b> Possibly, although not necessarily in the context, this was the Angel of the Lord. See note <a class=\"bibleref\" href=\"/passage/?search=Dan 3:28\">3:28</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,6,23",
    "text" : "The king was overjoyed and gave orders to lift Daniel out of the den. And when Daniel was lifted from the den, no wound was found on him, because he had trusted in his God."
  }, {
    "verse" : "daniel,6,24",
    "text" : "At the king's command, the men who had falsely accused Daniel were brought in and thrown into the lions' den, along with their wives and children. And before they reached the floor of the den, the lions overpowered them and crushed all their bones."
  }, {
    "verse" : "daniel,6,25",
    "text" : "Then King Darius wrote to all the peoples, nations and men of every language throughout the land: \"May you prosper greatly!"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,6,23",
    "id" : 194611,
    "title" : "Dan 6:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 6:23\">6:23</a></b> <b>the king . . . commanded.</b> Darius could rescue Daniel without violating the decree since its demands had been fulfilled.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,6,26",
    "text" : "\"I issue a decree that in every part of my kingdom people must fear and reverence the God of Daniel. \"For he is the living God and he endures forever; his kingdom will not be destroyed, his dominion will never end."
  }, {
    "verse" : "daniel,6,27",
    "text" : "He rescues and he saves; he performs signs and wonders in the heavens and on the earth. He has rescued Daniel from the power of the lions.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,6,26",
    "id" : 194612,
    "title" : "Dan 6:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 6:26\">6:26 a</a></b> <b>decree.</b> Compare <a class=\"bibleref\" href=\"/passage/?search=Dan 2:47\">2:47</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 3:28\">3:28</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 3:29\">29</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 4:2\">4:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 4:3\">3</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 4:34-Dan 4:37\">34–37</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 5:18-Dan 5:29\">5:18–29</a>. As in the previous narratives, God displays His sovereign control of nature and history, kingdoms and kings. The decree is an eloquent testimony to “the living God” and His indestructible kingdom. It is an official acknowledgment of Daniel’s God, although it does not necessarily reflect personal faith on the part of Darius.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,6,28",
    "text" : "So Daniel prospered during the reign of Darius and the reign of Cyrus the Persian."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,6,28",
    "id" : 194613,
    "title" : "Dan 6:28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 6:28\">6:28</a></b> <b>Daniel prospered.</b> Although the government changed hands, God’s favor sustained Daniel and continued his authority.</p></div>"
  } ]
} ]
