[ {
  "verses" : [ {
    "verse" : "acts,21,1",
    "text" : "After we had torn ourselves away from them, we put out to sea and sailed straight to Cos. The next day we went to Rhodes and from there to Patara."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,21,1",
    "id" : 197623,
    "title" : "Acts 21:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 21:1\">21:1</a></b> <b>Cos . . . Rhodes . . . Patara.</b> They sailed on a direct course through the islands off the coast of Asia Minor to the port of Patara. The small island of Cos was a free state in the province of Asia. Rhodes, the capital on the north end of the island of Rhodes, was famous and prosperous in the earlier Greek period. Patara, a port on the southwest coast of Asia Minor, was an important harbor for ancient ships sailing the eastern Mediterranean, thus bringing Syria, Palestine, and Egypt into contact with Asia Minor, Macedonia, and Achaia.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,21,2",
    "text" : "We found a ship crossing over to Phoenicia, went on board and set sail."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,21,2",
    "id" : 197624,
    "title" : "Acts 21:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 21:2\">21:2</a></b> <b>Phoenicia.</b> Syria controlled Phoenicia in the Roman period.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,21,3",
    "text" : "After sighting Cyprus and passing to the south of it, we sailed on to Syria. We landed at Tyre, where our ship was to unload its cargo."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,21,3",
    "id" : 197625,
    "title" : "Acts 21:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 21:3\">21:3</a></b> <b>Tyre.</b> This port, famous in Old Testament times and conquered by Alexander the Great, was about four hundred miles southeast of Patara, a sea journey of about five days.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,21,4",
    "text" : "Finding the disciples there, we stayed with them seven days. Through the Spirit they urged Paul not to go on to Jerusalem."
  }, {
    "verse" : "acts,21,5",
    "text" : "But when our time was up, we left and continued on our way. All the disciples and their wives and children accompanied us out of the city, and there on the beach we knelt to pray."
  }, {
    "verse" : "acts,21,6",
    "text" : "After saying good-by to each other, we went aboard the ship, and they returned home."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,21,4",
    "id" : 197626,
    "title" : "Acts 21:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 21:4\">21:4</a></b> <b>through the Spirit.</b> Paul was not disobedient to the Spirit; the Holy Spirit was compelling him to go to Jerusalem (<a class=\"bibleref\" href=\"/passage/?search=Acts 20:22\">20:22</a> note). It was “through the Spirit” that Paul’s friends learned he was soon to suffer prison and hardship (<a class=\"bibleref\" href=\"/passage/?search=Acts 20:23\">20:23</a>), and in response to this revelation they tried to persuade Paul “not to go on to Jerusalem” (cf. <a class=\"bibleref\" href=\"/passage/?search=Acts 20:11\">vv. 11</a>, <a class=\"bibleref\" href=\"/passage/?search=Acts 20:12\">12</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,21,7",
    "text" : "We continued our voyage from Tyre and landed at Ptolemais, where we greeted the brothers and stayed with them for a day."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,21,7",
    "id" : 197627,
    "title" : "Acts 21:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 21:7\">21:7</a></b> <b>Ptolemais.</b> A port twenty-five miles south of Tyre, where the ship unloaded cargo.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,21,8",
    "text" : "Leaving the next day, we reached Caesarea and stayed at the house of Philip the evangelist, one of the Seven."
  }, {
    "verse" : "acts,21,9",
    "text" : "He had four unmarried daughters who prophesied."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,21,8",
    "id" : 197628,
    "title" : "Acts 21:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 21:8\">21:8</a></b> <b>Caesarea.</b> This seaport, built by Herod the Great, was the provincial capital of Judea; it was thirty-two miles south of Ptolemais (<a class=\"bibleref\" href=\"/passage/?search=Acts 10:1\">10:1</a> note).</p><p><b>Philip . . . one of the seven.</b> One of the seven chosen to handle the food distribution (<a class=\"bibleref\" href=\"/passage/?search=Acts 6:1-Acts 6:6\">6:1–6</a>). He had preached to the Samaritans, the Ethiopian eunuch, and the people along the Palestinian coast (<a class=\"bibleref\" href=\"/passage/?search=Acts 8\">ch. 8</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,21,10",
    "text" : "After we had been there a number of days, a prophet named Agabus came down from Judea."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,21,10",
    "id" : 197629,
    "title" : "Acts 21:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 21:10\">21:10</a></b> <b>prophet named Agabus.</b> The same Agabus who fifteen years earlier prophesied the severe famine in Judea and the surrounding area (<a class=\"bibleref\" href=\"/passage/?search=Acts 11:27\">11:27</a>, <a class=\"bibleref\" href=\"/passage/?search=Acts 11:28\">28</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,21,11",
    "text" : "Coming over to us, he took Paul's belt, tied his own hands and feet with it and said, \"The Holy Spirit says, 'In this way the Jews of Jerusalem will bind the owner of this belt and will hand him over to the Gentiles.'\""
  }, {
    "verse" : "acts,21,12",
    "text" : "When we heard this, we and the people there pleaded with Paul not to go up to Jerusalem."
  }, {
    "verse" : "acts,21,13",
    "text" : "Then Paul answered, \"Why are you weeping and breaking my heart? I am ready not only to be bound, but also to die in Jerusalem for the name of the Lord Jesus.\""
  }, {
    "verse" : "acts,21,14",
    "text" : "When he would not be dissuaded, we gave up and said, \"The Lord's will be done.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,21,11",
    "id" : 197630,
    "title" : "Acts 21:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 21:11\">21:11</a></b> <b>says the Holy Spirit.</b> In the first century context of the apostles, Agabus, as a prophet, was led directly by the Spirit to give God’s inspired message.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "acts,21,15",
    "text" : "After this, we got ready and went up to Jerusalem."
  }, {
    "verse" : "acts,21,16",
    "text" : "Some of the disciples from Caesarea accompanied us and brought us to the home of Mnason, where we were to stay. He was a man from Cyprus and one of the early disciples."
  }, {
    "verse" : "acts,21,17",
    "text" : "When we arrived at Jerusalem, the brothers received us warmly."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "acts,21,15",
    "id" : 197631,
    "title" : "Acts 21:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Acts 21:15\">21:15</a></b> <b>went up to Jerusalem.</b> Pentecost, the fiftieth day after Passover, was fast approaching (they had spent at least thirty-six days traveling from Philippi to Caesarea, and they had spent several days at Caesarea), and Paul wanted to be at Jerusalem for this feast.</p></div>"
  } ]
} ]
