[ {
  "verses" : [ {
    "verse" : "proverbs,18,16",
    "text" : "A gift opens the way for the giver and ushers him into the presence of the great."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,18,16",
    "id" : 192058,
    "title" : "Pr 18:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 18:16\">18:16</a></b> Here the gift is not necessarily a bribe, but the practical effects of a gift are noted (<a class=\"bibleref\" href=\"/passage/?search=Prov 17:8\">17:8</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,18,17",
    "text" : "The first to present his case seems right, till another comes forward and questions him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,18,17",
    "id" : 192059,
    "title" : "Pr 18:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 18:17\">18:17</a></b> An argument in a dispute may be persuasive until it is challenged by the other side. This piece of practical wisdom stresses the importance of getting to the truth.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,18,18",
    "text" : "Casting the lot settles disputes and keeps strong opponents apart."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,18,18",
    "id" : 192060,
    "title" : "Pr 18:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 18:18\">18:18</a></b> <b>The lot.</b> If the decision comes from without, the contending parties can both rest.</p></div>"
  } ]
} ]
