[ {
  "verses" : [ {
    "verse" : "proverbs,18,23",
    "text" : "A poor man pleads for mercy, but a rich man answers harshly."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,18,23",
    "id" : 192065,
    "title" : "Pr 18:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 18:23\">18:23</a></b> The proverb is a matter-of-fact observation of the harsh reality of life’s inequalities due to the effects of sin.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,18,24",
    "text" : "A man of many companions may come to ruin, but there is a friend who sticks closer than a brother."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,18,24",
    "id" : 192066,
    "title" : "Pr 18:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 18:24\">18:24</a></b> <b>A man . . . come to ruin.</b> The contrast seems to be between two kinds of companions: those whose friendship is superficial and who cause trouble, and the rare friend who is as loyal as a brother (<a class=\"bibleref\" href=\"/passage/?search=Prov 17:17\">17:17</a>).</p></div>"
  } ]
} ]
