[ {
  "verses" : [ {
    "verse" : "proverbs,19,13",
    "text" : "A foolish son is his father's ruin, and a quarrelsome wife is like a constant dripping."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,19,13",
    "id" : 192076,
    "title" : "Pr 19:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 19:13\">19:13</a></b> See <a class=\"bibleref\" href=\"/passage/?search=Prov 10:1\">10:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 17:21\">17:21</a>.</p><p><b>quarreling.</b> Or “nagging.” Closer relationships have potential for greater destructiveness.</p><p><b>continual dripping.</b> Like the leaking roof that makes a house uninhabitable during rain (<a class=\"bibleref\" href=\"/passage/?search=Prov 27:15\">27:15</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,19,14",
    "text" : "Houses and wealth are inherited from parents, but a prudent wife is from the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,19,14",
    "id" : 192077,
    "title" : "Pr 19:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 19:14\">19:14</a></b> This proverb does not imply that the Lord is not ultimately in control of the inheritance of wealth. It emphasizes rather that the outcome of one’s choice of spouse is not so easy to predict or control. A happy marriage is indeed cause to thank God.</p></div>"
  } ]
} ]
