[ {
  "verses" : [ {
    "verse" : "romans,7,1",
    "text" : "Do you not know, brothers--for I am speaking to men who know the law--that the law has authority over a man only as long as he lives?"
  }, {
    "verse" : "romans,7,2",
    "text" : "For example, by law a married woman is bound to her husband as long as he is alive, but if her husband dies, she is released from the law of marriage."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,1-romans,7,12",
    "id" : 197792,
    "title" : "Rom 7:1–12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:1-Rom 7:12\">7:1–12</a></b> Paul now expands on the theme of the believer’s relationship to the law. Although the law is holy, just, and good (<a class=\"bibleref\" href=\"/passage/?search=Rom 7:12\">v. 12</a>), the sinner’s subjection to it resulted only in condemnation, because law in its justice uncovered every transgression and failure. In this section the relationship of the sinner to the law is compared with marriage. The point of the comparison is that death brings an end to these relationships, and the widowed partner is free to be in a new relationship. Because the “marriage” with the law was broken by death, the believer is not an adulteress and cannot be condemned by the law. The believer dies through being united with Christ in His death, breaking the chain of disobedience and death that bound the sinner together with Adam in his destiny (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:12-Rom 5:21\">5:12–21</a>). The other side of the illustration is that union with Christ in His resurrection gives the believer a new relationship, in which a true, if not yet perfect, obedience is offered to God in love and gratitude. In the new relationship with Christ, the energy of the Spirit ensures that there will be life and fruitfulness.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,7,3",
    "text" : "So then, if she marries another man while her husband is still alive, she is called an adulteress. But if her husband dies, she is released from that law and is not an adulteress, even though she marries another man."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,3",
    "id" : 197793,
    "title" : "Rom 7:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:3\">7:3</a></b> Paul assumes that remarriage after the death of a spouse is wholly consistent with the Christian gospel (<a class=\"bibleref\" href=\"/passage/?search=1Tim 5:14\">1 Tim. 5:14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,7,4",
    "text" : "So, my brothers, you also died to the law through the body of Christ, that you might belong to another, to him who was raised from the dead, in order that we might bear fruit to God."
  }, {
    "verse" : "romans,7,5",
    "text" : "For when we were controlled by the sinful nature, the sinful passions aroused by the law were at work in our bodies, so that we bore fruit for death."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,4",
    "id" : 197794,
    "title" : "Rom 7:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:4\">7:4</a></b> <b>body of Christ.</b> Here referring to the physical death of Christ.</p><p><b>fruit.</b> A metaphor meaning result or natural consequence.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,7,6",
    "text" : "But now, by dying to what once bound us, we have been released from the law so that we serve in the new way of the Spirit, and not in the old way of the written code."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,6",
    "id" : 197795,
    "title" : "Rom 7:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:6\">7:6</a></b> <b>held us captive.</b> The complex of sin, condemnation, and death in Adam and under the law.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,7,7",
    "text" : "What shall we say, then? Is the law sin? Certainly not! Indeed I would not have known what sin was except through the law. For I would not have known what coveting really was if the law had not said, \"Do not covet.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,7",
    "id" : 197796,
    "title" : "Rom 7:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:7\">7:7</a></b> <b>That the law is sin?</b> Paul’s allusions to the law thus far have been negative in tone, especially his statement that the law arouses sinful passions (<a class=\"bibleref\" href=\"/passage/?search=Rom 7:5\">v. 5</a>). Now he explains that recognizing the negative effect the law had on the life of fallen humanity is not a devaluation of the law itself (note the vehement language in <a class=\"bibleref\" href=\"/passage/?search=Rom 3:31\">3:31</a>). The God-ordained role of the law in a fallen world is to reveal the nature of human sin. The law not only defines sin, but acts as a catalyst, provoking the precise sinful reactions that it forbids and condemns (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:8-Rom 3:11\">vv. 8–11</a>). In itself the law, which brings us to know the reality of sin in our moral and spiritual system (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:20\">3:20</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 5:13\">5:13</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 5:20\">20</a>), is “holy and righteous and good” (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:12\">v. 12</a>). The law is a faithful revelation of what is right or wrong, and does not lose its validity to measure and direct our moral behavior.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,7,8",
    "text" : "But sin, seizing the opportunity afforded by the commandment, produced in me every kind of covetous desire. For apart from law, sin is dead."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,8",
    "id" : 197797,
    "title" : "Rom 7:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:8\">7:8</a></b> <b>sin lies dead.</b> In the sense that either sin or its real offensiveness was not recognized.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,7,9",
    "text" : "Once I was alive apart from law; but when the commandment came, sin sprang to life and I died."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,9",
    "id" : 197798,
    "title" : "Rom 7:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:9\">7:9</a></b> <b>I was once alive apart from the law . . . I died.</b> He was alive, not in the sense of having spiritual life (<a class=\"bibleref\" href=\"/passage/?search=Rom 6:11\">6:11</a>), but in his own estimation. Knowing the law, which promised life for obedience (<a class=\"bibleref\" href=\"/passage/?search=Rom 6:10\">v. 10</a>), made Paul realize that law-keeping was required. Trying to obey it made him realize that inwardly, in the desires of his heart (especially coveting, <a class=\"bibleref\" href=\"/passage/?search=Rom 6:8\">v. 8</a>, the sin forbidden in the tenth commandment), he was constantly breaking the law even before he knew it, and when he saw what he was doing he could not stop it. Thus, Paul writes that sin, the anti-God, anti-law driving force within him, “deceived me and . . . killed me” (<a class=\"bibleref\" href=\"/passage/?search=Rom 6:11\">v. 11</a>). He became convinced that spiritually he was lifeless and lost. Paul offers his personal experience as an index of how sin and law relate in everyone.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,7,10",
    "text" : "I found that the very commandment that was intended to bring life actually brought death."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,10",
    "id" : 197799,
    "title" : "Rom 7:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:10\">7:10</a></b> <b>promised life.</b> See <a class=\"bibleref\" href=\"/passage/?search=Lev 18:5\">Lev. 18:5</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 30:15\">Deut. 30:15</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 30:19\">19</a>. In itself, the law marks out a path that guarantees God’s favor and humanity’s happiness. But where sin reigns, the law brings only misery and death.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,7,11",
    "text" : "For sin, seizing the opportunity afforded by the commandment, deceived me, and through the commandment put me to death."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,11",
    "id" : 197800,
    "title" : "Rom 7:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:11\">7:11</a></b> <b>sin . . . deceived me.</b> Here, as elsewhere in Romans, the shadow of Eden emerges in Paul’s language (<a class=\"bibleref\" href=\"/passage/?search=Gen 3:13\">Gen. 3:13</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=2Cor 11:3\">2 Cor. 11:3</a>; <a class=\"bibleref\" href=\"/passage/?search=1Tim 2:14\">1 Tim. 2:14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,7,12",
    "text" : "So then, the law is holy, and the commandment is holy, righteous and good."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,12",
    "id" : 197801,
    "title" : "Rom 7:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:12\">7:12</a></b> <b>holy and righteous and good.</b> The law reflects God’s character (“holy”); it is the objective norm for humanity’s covenantal response to God (“righteous”); and it is beneficial for each one of us personally, since we have been created in the image of God (“good”).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,7,13",
    "text" : "Did that which is good, then, become death to me? By no means! But in order that sin might be recognized as sin, it produced death in me through what was good, so that through the commandment sin might become utterly sinful."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,7,13",
    "id" : 197802,
    "title" : "Rom 7:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 7:13\">7:13</a></b> <b>Did that which is good, then, bring death to me.</b> No, says Paul, it was sin in me that became the cause of my spiritual death by leading me to break God’s good law. Sin is seen to be “sinful beyond measure.”</p></div>"
  } ]
} ]
