[ {
  "verses" : [ {
    "verse" : "proverbs,19,24",
    "text" : "The sluggard buries his hand in the dish; he will not even bring it back to his mouth!"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,19,24",
    "id" : 192085,
    "title" : "Pr 19:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 19:24\">19:24</a></b> The proverb is a humorous comment on the sluggard (<a class=\"bibleref\" href=\"/passage/?search=Prov 6:6\">6:6</a> note). The picture of a person too lazy to feed himself reflects the situation of <a class=\"bibleref\" href=\"/passage/?search=Prov 6:10\">6:10</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 6:11\">11</a>. Such a one does not have the will for self-preservation.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,19,25",
    "text" : "Flog a mocker, and the simple will learn prudence; rebuke a discerning man, and he will gain knowledge."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,19,25",
    "id" : 192086,
    "title" : "Pr 19:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 19:25\">19:25</a></b> <b>scoffer.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Prov 9:7\">9:7</a>.</p><p><b>simple will learn prudence.</b> See <a class=\"bibleref\" href=\"/passage/?search=Prov 1:4\">1:4</a> and note. The mocker deserves the punishment, and the teachable mind of the untutored observes it and learns, and so is deterred from similar folly.</p></div>"
  } ]
} ]
