[ {
  "verses" : [ {
    "verse" : "2chronicles,8,11",
    "text" : "Solomon brought Pharaoh's daughter up from the City of David to the palace he had built for her, for he said, \"My wife must not live in the palace of David king of Israel, because the places the ark of the LORD has entered are holy.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,8,1-2chronicles,8,16",
    "id" : 189271,
    "title" : "2 Chr 8:1–16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 8:1-2Chr 8:16\">8:1–16</a></b> This account of Solomon’s building projects and temple arrangements balances with <a class=\"bibleref\" href=\"/passage/?search=2Chr 3:1-2Chr 5:1\">3:1–5:1</a>. Its content follows <a class=\"bibleref\" href=\"/passage/?search=1Kgs 9:10-1Kgs 9:28\">1 Kin. 9:10–28</a>.</p></div>"
  }, {
    "verseRange" : "2chronicles,8,11",
    "id" : 189274,
    "title" : "2 Chr 8:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 8:11\">8:11</a></b> <b>the places . . . are holy.</b> Solomon moved his Egyptian wife out of regard for the holiness of the ark and the places associated with it. Unlike the books of Kings (<a class=\"bibleref\" href=\"/passage/?search=1Kgs 11:1-1Kgs 11:13\">1 Kin. 11:1–13</a>) and Nehemiah (<a class=\"bibleref\" href=\"/passage/?search=Neh 13:26\">Neh. 13:26</a>, <a class=\"bibleref\" href=\"/passage/?search=Neh 13:27\">27</a>), Chronicles reserves negative comment on Solomon’s international marriages. These sad facts were well known.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,8,12",
    "text" : "On the altar of the LORD that he had built in front of the portico, Solomon sacrificed burnt offerings to the LORD,"
  }, {
    "verse" : "2chronicles,8,13",
    "text" : "according to the daily requirement for offerings commanded by Moses for Sabbaths, New Moons and the three annual feasts-the Feast of Unleavened Bread, the Feast of Weeks and the Feast of Tabernacles."
  }, {
    "verse" : "2chronicles,8,14",
    "text" : "In keeping with the ordinance of his father David, he appointed the divisions of the priests for their duties, and the Levites to lead the praise and to assist the priests according to each day's requirement. He also appointed the gatekeepers by divisions for the various gates, because this was what David the man of God had ordered."
  }, {
    "verse" : "2chronicles,8,15",
    "text" : "They did not deviate from the king's commands to the priests or to the Levites in any matter, including that of the treasuries."
  }, {
    "verse" : "2chronicles,8,16",
    "text" : "All Solomon's work was carried out, from the day the foundation of the temple of the LORD was laid until its completion. So the temple of the LORD was finished."
  }, {
    "verse" : "2chronicles,8,17",
    "text" : "Then Solomon went to Ezion Geber and Elath on the coast of Edom."
  }, {
    "verse" : "2chronicles,8,18",
    "text" : "And Hiram sent him ships commanded by his own officers, men who knew the sea. These, with Solomon's men, sailed to Ophir and brought back four hundred and fifty talents of gold, which they delivered to King Solomon."
  }, {
    "verse" : "2chronicles,9,1",
    "text" : "When the queen of Sheba heard of Solomon's fame, she came to Jerusalem to test him with hard questions. Arriving with a very great caravan-with camels carrying spices, large quantities of gold, and precious stones-she came to Solomon and talked with him about all she had on her mind."
  }, {
    "verse" : "2chronicles,9,2",
    "text" : "Solomon answered all her questions; nothing was too hard for him to explain to her."
  }, {
    "verse" : "2chronicles,9,3",
    "text" : "When the queen of Sheba saw the wisdom of Solomon, as well as the palace he had built,"
  }, {
    "verse" : "2chronicles,9,4",
    "text" : "the food on his table, the seating of his officials, the attending servants in their robes, the cupbearers in their robes and the burnt offerings he made at the temple of the LORD, she was overwhelmed."
  }, {
    "verse" : "2chronicles,9,5",
    "text" : "She said to the king, \"The report I heard in my own country about your achievements and your wisdom is true."
  }, {
    "verse" : "2chronicles,9,6",
    "text" : "But I did not believe what they said until I came and saw with my own eyes. Indeed, not even half the greatness of your wisdom was told me; you have far exceeded the report I heard."
  }, {
    "verse" : "2chronicles,9,7",
    "text" : "How happy your men must be! How happy your officials, who continually stand before you and hear your wisdom!"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,8,12-2chronicles,8,16",
    "id" : 189275,
    "title" : "2 Chr 8:12–16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 8:12-2Chr 8:16\">8:12–16</a></b> Again the account of details concerning worship, Levites, and priests, is more full than that in Kings (cf. <a class=\"bibleref\" href=\"/passage/?search=1Kgs 9:25\">1 Kin. 9:25</a>; <a class=\"bibleref\" href=\"/passage/?search=1Chr 6:1\">1 Chr. 6:1</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,9,8",
    "text" : "Praise be to the LORD your God, who has delighted in you and placed you on his throne as king to rule for the LORD your God. Because of the love of your God for Israel and his desire to uphold them forever, he has made you king over them, to maintain justice and righteousness.\""
  }, {
    "verse" : "2chronicles,9,9",
    "text" : "Then she gave the king 120 talents of gold, large quantities of spices, and precious stones. There had never been such spices as those the queen of Sheba gave to King Solomon."
  }, {
    "verse" : "2chronicles,9,10",
    "text" : "(The men of Hiram and the men of Solomon brought gold from Ophir; they also brought algumwood and precious stones."
  }, {
    "verse" : "2chronicles,9,11",
    "text" : "The king used the algumwood to make steps for the temple of the LORD and for the royal palace, and to make harps and lyres for the musicians. Nothing like them had ever been seen in Judah.)"
  }, {
    "verse" : "2chronicles,9,12",
    "text" : "King Solomon gave the queen of Sheba all she desired and asked for; he gave her more than she had brought to him. Then she left and returned with her retinue to her own country."
  }, {
    "verse" : "2chronicles,9,13",
    "text" : "The weight of the gold that Solomon received yearly was 666 talents,"
  }, {
    "verse" : "2chronicles,9,14",
    "text" : "not including the revenues brought in by merchants and traders. Also all the kings of Arabia and the governors of the land brought gold and silver to Solomon."
  }, {
    "verse" : "2chronicles,9,15",
    "text" : "King Solomon made two hundred large shields of hammered gold; six hundred bekas of hammered gold went into each shield."
  }, {
    "verse" : "2chronicles,9,16",
    "text" : "He also made three hundred small shields of hammered gold, with three hundred bekas of gold in each shield. The king put them in the Palace of the Forest of Lebanon."
  }, {
    "verse" : "2chronicles,9,17",
    "text" : "Then the king made a great throne inlaid with ivory and overlaid with pure gold."
  }, {
    "verse" : "2chronicles,9,18",
    "text" : "The throne had six steps, and a footstool of gold was attached to it. On both sides of the seat were armrests, with a lion standing beside each of them."
  }, {
    "verse" : "2chronicles,9,19",
    "text" : "Twelve lions stood on the six steps, one at either end of each step. Nothing like it had ever been made for any other kingdom."
  }, {
    "verse" : "2chronicles,9,20",
    "text" : "All King Solomon's goblets were gold, and all the household articles in the Palace of the Forest of Lebanon were pure gold. Nothing was made of silver, because silver was considered of little value in Solomon's day."
  }, {
    "verse" : "2chronicles,9,21",
    "text" : "The king had a fleet of trading ships manned by Hiram's men. Once every three years it returned, carrying gold, silver and ivory, and apes and baboons."
  }, {
    "verse" : "2chronicles,9,22",
    "text" : "King Solomon was greater in riches and wisdom than all the other kings of the earth."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,9,8",
    "id" : 189276,
    "title" : "2 Chr 9:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 9:8\">9:8</a></b> <b>establish them forever.</b> The queen of Sheba recognized Solomon’s wise rule as God’s provision for the well-being of Israel. Solomon’s wealth and wisdom (<a class=\"bibleref\" href=\"/passage/?search=2Chr 2:13-2Chr 2:18\">2:13–28</a>), like the international favor he enjoyed (v. 23), was a high point for the covenant community. The generation that returned from the distress of exile in Babylonia looked to it for inspiration and courage in their work of rebuilding.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,9,23",
    "text" : "All the kings of the earth sought audience with Solomon to hear the wisdom God had put in his heart."
  }, {
    "verse" : "2chronicles,9,24",
    "text" : "Year after year, everyone who came brought a gift-articles of silver and gold, and robes, weapons and spices, and horses and mules."
  }, {
    "verse" : "2chronicles,9,25",
    "text" : "Solomon had four thousand stalls for horses and chariots, and twelve thousand horses, which he kept in the chariot cities and also with him in Jerusalem."
  }, {
    "verse" : "2chronicles,9,26",
    "text" : "He ruled over all the kings from the River to the land of the Philistines, as far as the border of Egypt."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,9,23",
    "id" : 189277,
    "title" : "2 Chr 9:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 9:23\">9:23</a></b> <b>all the kings of the earth.</b> See <a class=\"bibleref\" href=\"/passage/?search=2Chr 9:8\">9:8</a> note.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,9,27",
    "text" : "The king made silver as common in Jerusalem as stones, and cedar as plentiful as sycamore-fig trees in the foothills."
  }, {
    "verse" : "2chronicles,9,28",
    "text" : "Solomon's horses were imported from Egypt and from all other countries."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,9,27-2chronicles,9,28",
    "id" : 189278,
    "title" : "2 Chr 9:27–28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 9:27\">9:27</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 9:28\">28</a> silver . . . cedar . . . horses.</b> See note <a class=\"bibleref\" href=\"/passage/?search=2Chr 1:14-2Chr 1:17\">1:14–17</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,9,29",
    "text" : "As for the other events of Solomon's reign, from beginning to end, are they not written in the records of Nathan the prophet, in the prophecy of Ahijah the Shilonite and in the visions of Iddo the seer concerning Jeroboam son of Nebat?"
  }, {
    "verse" : "2chronicles,9,30",
    "text" : "Solomon reigned in Jerusalem over all Israel forty years."
  }, {
    "verse" : "2chronicles,9,31",
    "text" : "Then he rested with his fathers and was buried in the city of David his father. And Rehoboam his son succeeded him as king."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,9,29-2chronicles,9,31",
    "id" : 189279,
    "title" : "2 Chr 9:29–31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 9:29-2Chr 9:31\">9:29–31</a></b> Writing for a generation in need of encouragement (<a class=\"bibleref\" href=\"/passage/?search=2Chr 9:8\">v. 8</a> note), the author does not discuss the well-known trouble caused by Solomon’s foreign wives (<a class=\"bibleref\" href=\"/passage/?search=1Kgs 11:1-1Kgs 11:40\">1 Kin. 11:1–40</a>). He moves directly from the king’s glory to the end of his reign. In the same way he does not bring up David’s sin with Bathsheba and the troubles this caused.</p></div>"
  }, {
    "verseRange" : "2chronicles,9,29",
    "id" : 189280,
    "title" : "2 Chr 9:29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 9:29\">9:29</a></b> <b>written in the history of.</b> See Introduction to 1 Chronicles: Author.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,10,1",
    "text" : "Rehoboam went to Shechem, for all the Israelites had gone there to make him king."
  }, {
    "verse" : "2chronicles,10,2",
    "text" : "When Jeroboam son of Nebat heard this (he was in Egypt, where he had fled from King Solomon), he returned from Egypt."
  }, {
    "verse" : "2chronicles,10,3",
    "text" : "So they sent for Jeroboam, and he and all Israel went to Rehoboam and said to him:"
  }, {
    "verse" : "2chronicles,10,4",
    "text" : "\"Your father put a heavy yoke on us, but now lighten the harsh labor and the heavy yoke he put on us, and we will serve you.\""
  }, {
    "verse" : "2chronicles,10,5",
    "text" : "Rehoboam answered, \"Come back to me in three days.\" So the people went away."
  }, {
    "verse" : "2chronicles,10,6",
    "text" : "Then King Rehoboam consulted the elders who had served his father Solomon during his lifetime. \"How would you advise me to answer these people?\" he asked."
  }, {
    "verse" : "2chronicles,10,7",
    "text" : "They replied, \"If you will be kind to these people and please them and give them a favorable answer, they will always be your servants.\""
  }, {
    "verse" : "2chronicles,10,8",
    "text" : "But Rehoboam rejected the advice the elders gave him and consulted the young men who had grown up with him and were serving him."
  }, {
    "verse" : "2chronicles,10,9",
    "text" : "He asked them, \"What is your advice? How should we answer these people who say to me, 'Lighten the yoke your father put on us'?\""
  }, {
    "verse" : "2chronicles,10,10",
    "text" : "The young men who had grown up with him replied, \"Tell the people who have said to you, 'Your father put a heavy yoke on us, but make our yoke lighter'-tell them, 'My little finger is thicker than my father's waist."
  }, {
    "verse" : "2chronicles,10,11",
    "text" : "My father laid on you a heavy yoke; I will make it even heavier. My father scourged you with whips; I will scourge you with scorpions.'\""
  }, {
    "verse" : "2chronicles,10,12",
    "text" : "Three days later Jeroboam and all the people returned to Rehoboam, as the king had said, \"Come back to me in three days.\""
  }, {
    "verse" : "2chronicles,10,13",
    "text" : "The king answered them harshly. Rejecting the advice of the elders,"
  }, {
    "verse" : "2chronicles,10,14",
    "text" : "he followed the advice of the young men and said, \"My father made your yoke heavy; I will make it even heavier. My father scourged you with whips; I will scourge you with scorpions.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,10,1-2chronicles,28,27",
    "id" : 189281,
    "title" : "2 Chr 10–28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 10-2Chr 28\">10:1–28:27</a></b> The Divided Kingdom. In this section the writer makes use of <a class=\"bibleref\" href=\"/passage/?search=1Kgs 12-2Kgs 17\">1 Kin. 12–2 Kin. 17</a>. His record of the period of the divided monarchy does not rehearse the harsh condemnation of the northern tribes found in Kings, focusing instead on events in Judah where the temple was and the Davidic king lived. Throughout this section, the writer reports how the conditions in the kingdom depended on the nation’s faithfulness to God. As readers considered these events, they could see clearly the choices for blessing and curse in their own day.</p><p>In telling about Rehoboam’s kingship, the writer makes broad use of Kings (cf. 10:1–11:4 with <a class=\"bibleref\" href=\"/passage/?search=1Kgs 12:1-1Kgs 12:24\">1 Kin. 12:1–24</a>; <a class=\"bibleref\" href=\"/passage/?search=1Kgs 12:9-1Kgs 12:16\">12:9–16</a> with <a class=\"bibleref\" href=\"/passage/?search=1Kgs 14:21\">1 Kin. 14:21</a>, <a class=\"bibleref\" href=\"/passage/?search=1Kgs 14:25-1Kgs 14:31\">25–31</a>), while presenting the material in accord with his own theological understanding and emphasis. The account is presented in two parts (chs. 10; 11 and 12:1–14), each part narrating a problematic situation, prophetic encounter, and divine blessing. The conclusion is a notice of his wars with Jeroboam and his death (12:15, 16). The chapters impress on the readers God’s curse against pride and infidelity and the benefits of living in humility and obedience to the prophetic word (20:20 note).</p></div>"
  }, {
    "verseRange" : "2chronicles,10,1-2chronicles,11,23",
    "id" : 189282,
    "title" : "2 Chr 10–11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 10-2Chr 11\">10:1–11:23</a></b> The first section recounting Rehoboam’s reign focuses on his first three years as king (<a class=\"bibleref\" href=\"/passage/?search=2Chr 11:17\">11:17</a>), in which there is conflict (<a class=\"bibleref\" href=\"/passage/?search=2Chr 10\">ch. 10</a>), obedience to the prophetic word (<a class=\"bibleref\" href=\"/passage/?search=2Chr 11:1-2Chr 11:4\">11:1–4</a>), and divine blessing (<a class=\"bibleref\" href=\"/passage/?search=2Chr 11:5-2Chr 11:23\">11:5–23</a>). 10:1–11:4 is derived from <a class=\"bibleref\" href=\"/passage/?search=1Kgs 12:1-1Kgs 12:24\">1 Kin. 12:1–24</a> (notes); the Chronicler adds 11:5–23.</p></div>"
  }, {
    "verseRange" : "2chronicles,10,1",
    "id" : 189283,
    "title" : "2 Chr 10:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 10:1\">10:1</a></b> <b>Rehoboam.</b> Reigned 931–913 <span class=\"small-caps\">b.c.</span></p><p><b>all Israel.</b> In the discussion of the period of the divided monarchy, this expression and others like it can refer to: the southern kingdom alone (<a class=\"bibleref\" href=\"/passage/?search=2Chr 11:3\">11:3</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 12:1\">12:1</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 24:5\">24:5</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 28:23\">28:23</a>); the northern kingdom alone (<a class=\"bibleref\" href=\"/passage/?search=2Chr 10:16\">10:16</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 11:13\">11:13</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 13:4\">13:4</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 13:15\">15</a>); or both kingdoms together (<a class=\"bibleref\" href=\"/passage/?search=2Chr 18:16\">18:16</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=1Chr 11:1\">1 Chr. 11:1</a> note; <a class=\"bibleref\" href=\"/passage/?search=2Chr 29:24\">2 Chr. 29:24</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,10,15",
    "text" : "So the king did not listen to the people, for this turn of events was from God, to fulfill the word the LORD had spoken to Jeroboam son of Nebat through Ahijah the Shilonite."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,10,15",
    "id" : 189284,
    "title" : "2 Chr 10:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 10:15\">10:15</a></b> <b>by God that the <span class=\"small-caps\">Lord</span> might fulfill his word.</b> The author points out that Rehoboam’s reaction must be seen in the light of God’s sovereign purposes. Ahijah’s prophecy concerning Jeroboam (<a class=\"bibleref\" href=\"/passage/?search=1Kgs 11:29-1Kgs 11:39\">1 Kin. 11:29–39</a>) was fulfilled by this turn of events. Divine sovereignty extends over the sinful actions of human beings (<a class=\"bibleref\" href=\"/passage/?search=1Chr 21:1\">1 Chr. 21:1</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,10,16",
    "text" : "When all Israel saw that the king refused to listen to them, they answered the king: \"What share do we have in David, what part in Jesse's son? To your tents, O Israel! Look after your own house, O David!\" So all the Israelites went home."
  }, {
    "verse" : "2chronicles,10,17",
    "text" : "But as for the Israelites who were living in the towns of Judah, Rehoboam still ruled over them."
  }, {
    "verse" : "2chronicles,10,18",
    "text" : "King Rehoboam sent out Adoniram, who was in charge of forced labor, but the Israelites stoned him to death. King Rehoboam, however, managed to get into his chariot and escape to Jerusalem."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,10,16",
    "id" : 189285,
    "title" : "2 Chr 10:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 10:16\">10:16</a></b> <b>all Israel.</b> See note <a class=\"bibleref\" href=\"/passage/?search=2Chr 10:1\">10:1</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,10,19",
    "text" : "So Israel has been in rebellion against the house of David to this day."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,10,19",
    "id" : 189286,
    "title" : "2 Chr 10:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 10:19\">10:19</a></b> <b>to this day.</b> See note <a class=\"bibleref\" href=\"/passage/?search=1Chr 4:41\">1 Chr. 4:41</a>.</p></div>"
  } ]
} ]
