[ {
  "verses" : [ {
    "verse" : "romans,14,1",
    "text" : "Accept him whose faith is weak, without passing judgment on disputable matters."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,14,1",
    "id" : 197918,
    "title" : "Rom 14:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 14:1\">14:1</a></b> <b>As for the one who is weak.</b> The Christian’s basic attitude to a fellow-Christian is one of welcome and acceptance based on God’s attitude to us in Christ (<a class=\"bibleref\" href=\"/passage/?search=Rom 14:3\">v. 3</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 15:7\">15:7</a>). There must be charity toward the “weak” person whose conscience is still bound by scruples from which the gospel normally sets us free (<a class=\"bibleref\" href=\"/passage/?search=Rom 15:2\">v. 2</a>).</p><p><b>quarrel over opinions.</b> In this instance, questions of food, drink, and the religious observation of days. While Paul does not regard these controversies as insoluble, he regards the unity of the church’s fellowship as more important than resolving them (cf. <a class=\"bibleref\" href=\"/passage/?search=Rom 12:5\">12:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 12:10\">10</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 12:16\">16</a>). The issues in view here did not belong to the gospel, but to the relative strength or weakness of the individual’s faith in the gospel. Where essentials of the gospel were at stake, Paul’s response was very different (e.g., <a class=\"bibleref\" href=\"/passage/?search=Gal 1:6\">Gal. 1:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Gal 1:7\">7</a>; <a class=\"bibleref\" href=\"/passage/?search=Gal 3:1-Gal 3:5\">3:1–5</a>; <a class=\"bibleref\" href=\"/passage/?search=Phil 3:2\">Phil. 3:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Phil 3:18\">18</a>, <a class=\"bibleref\" href=\"/passage/?search=Phil 3:19\">19</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,14,2",
    "text" : "One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,14,2",
    "id" : 197919,
    "title" : "Rom 14:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 14:2\">14:2</a></b> <b>eats only vegetables.</b> Vegetarianism was not required by the Old Testament, though it appears there (e.g., <a class=\"bibleref\" href=\"/passage/?search=Dan 1:12\">Dan. 1:12</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,14,3",
    "text" : "The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him."
  }, {
    "verse" : "romans,14,4",
    "text" : "Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,14,3",
    "id" : 197920,
    "title" : "Rom 14:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 14:3\">14:3</a></b> <b>despise . . . pass judgment.</b> The tendency of those who better understand the gospel is to be impatient with the inhibitions of the “weak” as legalistic bondage. The temptation of the “weak” is to condemn the “strong” for behavior that seems to be lawless license. These mistaken responses should yield to the light of God’s gracious acceptance of both “weak” and “strong.” Furthermore, a fellow-believer is God’s servant, not ours, and is answerable to Him, not to us. It must be understood that the issues in such possible disputes are not matters of real morality, but of morally indifferent things.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,14,5",
    "text" : "One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,14,5",
    "id" : 197921,
    "title" : "Rom 14:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 14:5\">14:5</a></b> <b>One person esteems one day as better than another.</b> A pattern of holy days characterized the Jewish year, and it is probably to these that Paul refers, and not the Sabbath. If the Sabbath were in view it would have been more natural to say, “One man considers the Sabbath above the other days.”</p><p><b>Each one should be fully convinced.</b> See <a class=\"bibleref\" href=\"/passage/?search=Rom 4:21\">4:21</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,14,6",
    "text" : "He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God."
  }, {
    "verse" : "romans,14,7",
    "text" : "For none of us lives to himself alone and none of us dies to himself alone."
  }, {
    "verse" : "romans,14,8",
    "text" : "If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,14,6-romans,14,7",
    "id" : 197922,
    "title" : "Rom 14:6–7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 14:6\">14:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 14:7\">7</a></b> An appeal to what is shared by both groups (<a class=\"bibleref\" href=\"/passage/?search=Rom 14:3\">v. 3</a>), namely the desire to honor the same Lord. That both belong to Him puts minor divisions into perspective. See “The Kingdom of God” at <a class=\"bibleref\" href=\"/passage/?search=Luke 17:20\">Luke 17:20</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,14,9",
    "text" : "For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living."
  }, {
    "verse" : "romans,14,10",
    "text" : "You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat."
  }, {
    "verse" : "romans,14,11",
    "text" : "It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\""
  }, {
    "verse" : "romans,14,12",
    "text" : "So then, each of us will give an account of himself to God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,14,9-romans,14,12",
    "id" : 197923,
    "title" : "Rom 14:9–12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 14:9-Rom 14:12\">14:9–12</a></b> Christ alone is the Lord (<a class=\"bibleref\" href=\"/passage/?search=Rom 14:8\">v. 8</a>) and Judge of His people (see “The Final Judgment” at <a class=\"bibleref\" href=\"/passage/?search=Matt 25:41\">Matt. 25:41</a>). The cost to Him of this privilege was immense and exposes the inappropriateness of believers judging or despising their brothers. We must give an account of our own lives to the Lord, as those being judged, not as those who judge.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,14,13",
    "text" : "Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way."
  }, {
    "verse" : "romans,14,14",
    "text" : "As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,14,13-romans,15,4",
    "id" : 197924,
    "title" : "Rom 14:13–15:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 14:13-Rom 15:4\">14:13–15:4</a></b> While Paul’s own conscience has been liberated by the teaching of Christ (<a class=\"bibleref\" href=\"/passage/?search=Rom 15:14\">v. 14</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Mark 7:18\">Mark 7:18</a>, <a class=\"bibleref\" href=\"/passage/?search=Mark 7:19\">19</a>) he recognizes that not all believers have come to enjoy such freedom. Consideration for such brethren (“walking in love,” v. 15) means avoiding behavior that might distress them. Two specific injunctions to this effect follow in vv. 15, 16.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,14,15",
    "text" : "If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,14,15",
    "id" : 197925,
    "title" : "Rom 14:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 14:15\">14:15</a></b> <b>By what you eat, do not destroy the one for whom Christ died.</b> In the context of Jewish faith, “destroy” means to cut off from the covenant community (<a class=\"bibleref\" href=\"/passage/?search=Deut 28:21\">Deut. 28:21</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 28:45\">45</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 28:48\">48</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 28:51\">51</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 28:61\">61</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 28:63\">63</a>). To encourage behavior that weak believers’ consciences forbid is to encourage them to go against their conscience, a serious and dangerous act.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,14,16",
    "text" : "Do not allow what you consider good to be spoken of as evil."
  }, {
    "verse" : "romans,14,17",
    "text" : "For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,14,16-romans,14,18",
    "id" : 197926,
    "title" : "Rom 14:16–18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 14:16-Rom 14:18\">14:16–18</a></b> The strong are urged to weigh the importance of exercising their freedom against two considerations: (a) the use of their freedom may bring division and disrepute on the church; (b) God’s kingdom (and therefore our freedom) is not a matter of food and drink, but of the blessings of grace (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:1\">5:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 5:2\">2</a>). Since freedom does not consist in these things, it cannot be lost by our refraining from them.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,14,18",
    "text" : "because anyone who serves Christ in this way is pleasing to God and approved by men."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,14,18",
    "id" : 197927,
    "title" : "Rom 14:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 14:18\">14:18</a></b> <b>approved by men.</b> See <a class=\"bibleref\" href=\"/passage/?search=Rom 14:16\">v. 16</a>. While God alone is our Judge (<a class=\"bibleref\" href=\"/passage/?search=Rom 14:12\">v. 12</a>), the impact of our actions on others plays a vital role in fellowship and evangelism.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,14,19",
    "text" : "Let us therefore make every effort to do what leads to peace and to mutual edification."
  }, {
    "verse" : "romans,14,20",
    "text" : "Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble."
  }, {
    "verse" : "romans,14,21",
    "text" : "It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,14,19-romans,14,21",
    "id" : 197928,
    "title" : "Rom 14:19–21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 14:19-Rom 14:21\">14:19–21</a></b> The believer’s responsibility is now stated positively: avoiding the destruction of others is complemented by promoting “peace” and the things that “upbuild” (<a class=\"bibleref\" href=\"/passage/?search=Rom 14:19\">v. 19</a>). For the “strong,” (<a class=\"bibleref\" href=\"/passage/?search=Rom 15:1\">15:1</a>) this includes both maintaining fellowship with the “weak” and also encouraging them to understand the liberty that is theirs in Christ. When such aims are in view, freedom to eat and drink will be made subservient to them; the well-being of the brother will take precedence over the enjoyment of meat and wine.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "romans,14,22",
    "text" : "So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves."
  }, {
    "verse" : "romans,14,23",
    "text" : "But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "romans,14,22-romans,14,23",
    "id" : 197929,
    "title" : "Rom 14:22–23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Rom 14:22\">14:22</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 14:23\">23</a></b> Paul further urges the “strong” (<a class=\"bibleref\" href=\"/passage/?search=Rom 15:1\">15:1</a>) to enjoy the fact of their liberty of conscience in God’s presence (while refraining from publicly exercising it). See “Conscience and the Law” at <a class=\"bibleref\" href=\"/passage/?search=1Sam 24:5\">1 Sam. 24:5</a>.</p></div>"
  } ]
} ]
