[ {
  "verses" : [ {
    "verse" : "ezekiel,7,1",
    "text" : "The word of the LORD came to me:"
  }, {
    "verse" : "ezekiel,7,2",
    "text" : "\"Son of man, this is what the Sovereign LORD says to the land of Israel: The end! The end has come upon the four corners of the land."
  }, {
    "verse" : "ezekiel,7,3",
    "text" : "The end is now upon you and I will unleash my anger against you. I will judge you according to your conduct and repay you for all your detestable practices."
  }, {
    "verse" : "ezekiel,7,4",
    "text" : "I will not look on you with pity or spare you; I will surely repay you for your conduct and the detestable practices among you. Then you will know that I am the LORD."
  }, {
    "verse" : "ezekiel,7,5",
    "text" : "\"This is what the Sovereign LORD says: Disaster! An unheard-of disaster is coming."
  }, {
    "verse" : "ezekiel,7,6",
    "text" : "The end has come! The end has come! It has roused itself against you. It has come!"
  } ],
  "rsbNotes" : [ ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,7,7",
    "text" : "Doom has come upon you-you who dwell in the land. The time has come, the day is near; there is panic, not joy, upon the mountains."
  }, {
    "verse" : "ezekiel,7,8",
    "text" : "I am about to pour out my wrath on you and spend my anger against you; I will judge you according to your conduct and repay you for all your detestable practices."
  }, {
    "verse" : "ezekiel,7,9",
    "text" : "I will not look on you with pity or spare you; I will repay you in accordance with your conduct and the detestable practices among you. Then you will know that it is I the LORD who strikes the blow."
  }, {
    "verse" : "ezekiel,7,10",
    "text" : "\"The day is here! It has come! Doom has burst forth, the rod has budded, arrogance has blossomed!"
  }, {
    "verse" : "ezekiel,7,11",
    "text" : "Violence has grown into a rod to punish wickedness; none of the people will be left, none of that crowd-no wealth, nothing of value."
  }, {
    "verse" : "ezekiel,7,12",
    "text" : "The time has come, the day has arrived. Let not the buyer rejoice nor the seller grieve, for wrath is upon the whole crowd."
  }, {
    "verse" : "ezekiel,7,13",
    "text" : "The seller will not recover the land he has sold as long as both of them live, for the vision concerning the whole crowd will not be reversed. Because of their sins, not one of them will preserve his life."
  }, {
    "verse" : "ezekiel,7,14",
    "text" : "Though they blow the trumpet and get everything ready, no one will go into battle, for my wrath is upon the whole crowd."
  }, {
    "verse" : "ezekiel,7,15",
    "text" : "\"Outside is the sword, inside are plague and famine; those in the country will die by the sword, and those in the city will be devoured by famine and plague."
  }, {
    "verse" : "ezekiel,7,16",
    "text" : "All who survive and escape will be in the mountains, moaning like doves of the valleys, each because of his sins."
  }, {
    "verse" : "ezekiel,7,17",
    "text" : "Every hand will go limp, and every knee will become as weak as water."
  }, {
    "verse" : "ezekiel,7,18",
    "text" : "They will put on sackcloth and be clothed with terror. Their faces will be covered with shame and their heads will be shaved."
  }, {
    "verse" : "ezekiel,7,19",
    "text" : "They will throw their silver into the streets, and their gold will be an unclean thing. Their silver and gold will not be able to save them in the day of the LORD 's wrath. They will not satisfy their hunger or fill their stomachs with it, for it has made them stumble into sin."
  }, {
    "verse" : "ezekiel,7,20",
    "text" : "They were proud of their beautiful jewelry and used it to make their detestable idols and vile images. Therefore I will turn these into an unclean thing for them."
  }, {
    "verse" : "ezekiel,7,21",
    "text" : "I will hand it all over as plunder to foreigners and as loot to the wicked of the earth, and they will defile it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,7,7",
    "id" : 194209,
    "title" : "Ezek 7:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 7:7\">7:7 a</a></b> <b>day.</b> The prophets of the Old Testament often speak of “the day” or “the day of the <span class=\"small-caps\">Lord</span>” (<a class=\"bibleref\" href=\"/passage/?search=Ezek 30:3-Ezek 30:9\">30:3–9</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 2:12-Isa 2:17\">Is. 2:12–17</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 13:6-Isa 13:10\">13:6–10</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 34:8-Isa 34:12\">34:8–12</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 61:1-Isa 61:3\">61:1–3</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 63:3-Isa 63:6\">63:3–6</a>; <a class=\"bibleref\" href=\"/passage/?search=Joel 2\">Joel 2</a>; <a class=\"bibleref\" href=\"/passage/?search=Joel 3\">3</a>; <a class=\"bibleref\" href=\"/passage/?search=Amos 5:18-Amos 5:20\">Amos 5:18–20</a>; <a class=\"bibleref\" href=\"/passage/?search=Obad 1:8\">Obad. 8</a>, <a class=\"bibleref\" href=\"/passage/?search=Obad 1:15\">15</a>; <a class=\"bibleref\" href=\"/passage/?search=Zeph 1:1-Zeph 2:3\">Zeph. 1:1–2:3</a>; <a class=\"bibleref\" href=\"/passage/?search=Zech 14\">Zech. 14</a>; <a class=\"bibleref\" href=\"/passage/?search=Mal 4:1-Mal 4:3\">Mal. 4:1–3</a>). This was the day when the Lord would come to judge His enemies and to vindicate His name. Depending on the context in which it was spoken by the prophet, the day of the Lord could mean joy or sorrow for Israel. In the New Testament, see <a class=\"bibleref\" href=\"/passage/?search=Rom 2:16\">Rom. 2:16</a>; <a class=\"bibleref\" href=\"/passage/?search=1Cor 1:8\">1 Cor. 1:8</a>; <a class=\"bibleref\" href=\"/passage/?search=1Cor 5:5\">5:5</a>; <a class=\"bibleref\" href=\"/passage/?search=2Cor 1:14\">2 Cor. 1:14</a>; <a class=\"bibleref\" href=\"/passage/?search=Phil 1:6\">Phil. 1:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Phil 1:10\">10</a>; <a class=\"bibleref\" href=\"/passage/?search=Phil 2:16\">2:16</a>; <a class=\"bibleref\" href=\"/passage/?search=2Tim 1:12\">2 Tim. 1:12</a>, <a class=\"bibleref\" href=\"/passage/?search=2Tim 1:18\">18</a>; <a class=\"bibleref\" href=\"/passage/?search=2Tim 4:8\">4:8</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 10:25\">Heb. 10:25</a>; <a class=\"bibleref\" href=\"/passage/?search=2Pet 2:9\">2 Pet. 2:9</a>; <a class=\"bibleref\" href=\"/passage/?search=2Pet 3:12\">3:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 16:14\">Rev. 16:14</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,7,22",
    "text" : "I will turn my face away from them, and they will desecrate my treasured place; robbers will enter it and desecrate it."
  }, {
    "verse" : "ezekiel,7,23",
    "text" : "\"Prepare chains, because the land is full of bloodshed and the city is full of violence."
  }, {
    "verse" : "ezekiel,7,24",
    "text" : "I will bring the most wicked of the nations to take possession of their houses; I will put an end to the pride of the mighty, and their sanctuaries will be desecrated."
  }, {
    "verse" : "ezekiel,7,25",
    "text" : "When terror comes, they will seek peace, but there will be none."
  }, {
    "verse" : "ezekiel,7,26",
    "text" : "Calamity upon calamity will come, and rumor upon rumor. They will try to get a vision from the prophet; the teaching of the law by the priest will be lost, as will the counsel of the elders."
  }, {
    "verse" : "ezekiel,7,27",
    "text" : "The king will mourn, the prince will be clothed with despair, and the hands of the people of the land will tremble. I will deal with them according to their conduct, and by their own standards I will judge them. Then they will know that I am the LORD.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,7,22-ezekiel,7,27",
    "id" : 194210,
    "title" : "Ezek 7:22–27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 7:22-Ezek 7:27\">7:22–27</a></b> Because the Lord had chosen Jerusalem as His dwelling and had miraculously fought on behalf of the city in the past (<a class=\"bibleref\" href=\"/passage/?search=2Kgs 18\">2 Kin. 18</a>; <a class=\"bibleref\" href=\"/passage/?search=2Kgs 19\">19</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 32\">2 Chr. 32</a>; Is. 36:37), Judah had come to accept the notion that the city was inviolable as a theological truth. Ezekiel’s contemporary, Jeremiah, was also warning the inhabitants of the city not to trust in the existence of the temple as a guarantee of their own security (<a class=\"bibleref\" href=\"/passage/?search=Jer 7:1-Jer 7:15\">Jer. 7:1–15</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 26:1-Jer 26:19\">26:1–19</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,8,1",
    "text" : "In the sixth year, in the sixth month on the fifth day, while I was sitting in my house and the elders of Judah were sitting before me, the hand of the Sovereign LORD came upon me there."
  }, {
    "verse" : "ezekiel,8,2",
    "text" : "I looked, and I saw a figure like that of a man. From what appeared to be his waist down he was like fire, and from there up his appearance was as bright as glowing metal."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,8,1-ezekiel,8,18",
    "id" : 194211,
    "title" : "Ezek 8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 8\">8:1–18</a></b> The prophet sees four different types of idolatry flourishing in the city: (a) worship of the “image of jealousy” (vv. 5, <a class=\"bibleref\" href=\"/passage/?search=Ezek 8:6\">6</a>); (b) worship of “beasts” (<a class=\"bibleref\" href=\"/passage/?search=Ezek 8:7-Ezek 8:13\">vv. 7–13</a>); (c) the “Tammuz” cult (<a class=\"bibleref\" href=\"/passage/?search=Ezek 8:14\">vv. 14</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 8:15\">15</a>); and (d) worship of the “sun” (<a class=\"bibleref\" href=\"/passage/?search=Ezek 8:16\">v. 16</a>). All segments of society were involved: the elders (<a class=\"bibleref\" href=\"/passage/?search=Ezek 8:11\">vv. 11</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 8:12\">12</a>), the women (<a class=\"bibleref\" href=\"/passage/?search=Ezek 8:14\">v. 14</a>), and the priests (<a class=\"bibleref\" href=\"/passage/?search=Ezek 8:16\">v. 16</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,8,3",
    "text" : "He stretched out what looked like a hand and took me by the hair of my head. The Spirit lifted me up between earth and heaven and in visions of God he took me to Jerusalem, to the entrance to the north gate of the inner court, where the idol that provokes to jealousy stood."
  }, {
    "verse" : "ezekiel,8,4",
    "text" : "And there before me was the glory of the God of Israel, as in the vision I had seen in the plain."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,8,3",
    "id" : 194212,
    "title" : "Ezek 8:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 8:3\">8:3</a></b> <b>to Jerusalem.</b> It is not necessary to conclude that Ezekiel went physically to Jerusalem. His visionary experience of transport is not unlike other visionary experiences in the Bible (<a class=\"bibleref\" href=\"/passage/?search=Ezek 3:12\">3:12</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 3:14\">14</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 37:1\">37:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 40:1\">40:1</a>; <a class=\"bibleref\" href=\"/passage/?search=2Cor 12:2\">2 Cor. 12:2</a>).</p><p><b>north.</b> This led from the outer to the inner court of the temple.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,8,5",
    "text" : "Then he said to me, \"Son of man, look toward the north.\" So I looked, and in the entrance north of the gate of the altar I saw this idol of jealousy."
  }, {
    "verse" : "ezekiel,8,6",
    "text" : "And he said to me, \"Son of man, do you see what they are doing-the utterly detestable things the house of Israel is doing here, things that will drive me far from my sanctuary? But you will see things that are even more detestable.\""
  }, {
    "verse" : "ezekiel,8,7",
    "text" : "Then he brought me to the entrance to the court. I looked, and I saw a hole in the wall."
  }, {
    "verse" : "ezekiel,8,8",
    "text" : "He said to me, \"Son of man, now dig into the wall.\" So I dug into the wall and saw a doorway there."
  }, {
    "verse" : "ezekiel,8,9",
    "text" : "And he said to me, \"Go in and see the wicked and detestable things they are doing here.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,8,5",
    "id" : 194213,
    "title" : "Ezek 8:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 8:5\">8:5</a></b> <b>image of jealousy.</b> The image is defined in <a class=\"bibleref\" href=\"/passage/?search=Ezek 8:3\">v. 3</a> as something that “provokes to jealousy,” that is, provokes the anger of the God who is jealous for His own honor (<a class=\"bibleref\" href=\"/passage/?search=Exod 20:5\">Ex. 20:5</a>). God’s glory belonged there (v. 4); the idol did not. This idol was probably an Asherah, an image of a Canaanite goddess who was possibly viewed as Yahweh’s consort. Manasseh put an image of this kind in the temple (<a class=\"bibleref\" href=\"/passage/?search=2Kgs 21:7\">2 Kin. 21:7</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,8,10",
    "text" : "So I went in and looked, and I saw portrayed all over the walls all kinds of crawling things and detestable animals and all the idols of the house of Israel."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,8,10",
    "id" : 194214,
    "title" : "Ezek 8:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 8:10\">8:10</a></b> <b>beasts.</b> Worshiping beasts was worshiping the creature rather than the Creator (<a class=\"bibleref\" href=\"/passage/?search=Rom 1:25\">Rom. 1:25</a>). Animals over which man was to rule and have dominion had become the object of veneration (<a class=\"bibleref\" href=\"/passage/?search=Gen 1:28\">Gen. 1:28</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,8,11",
    "text" : "In front of them stood seventy elders of the house of Israel, and Jaazaniah son of Shaphan was standing among them. Each had a censer in his hand, and a fragrant cloud of incense was rising."
  }, {
    "verse" : "ezekiel,8,12",
    "text" : "He said to me, \"Son of man, have you seen what the elders of the house of Israel are doing in the darkness, each at the shrine of his own idol? They say, 'The LORD does not see us; the LORD has forsaken the land.'\""
  }, {
    "verse" : "ezekiel,8,13",
    "text" : "Again, he said, \"You will see them doing things that are even more detestable.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,8,11",
    "id" : 194215,
    "title" : "Ezek 8:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 8:11\">8:11</a></b> <b>Jaazaniah the son of Shaphan.</b> Shaphan had been instrumental in Josiah’s reform (<a class=\"bibleref\" href=\"/passage/?search=2Kgs 22:3-2Kgs 22:14\">2 Kin. 22:3–14</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 34:8\">2 Chr. 34:8</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 34:15-2Chr 34:20\">15–20</a>). Burning incense in the temple precincts was a rite reserved for the priests (<a class=\"bibleref\" href=\"/passage/?search=Exod 30:1-Exod 30:10\">Ex. 30:1–10</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 16:40\">Num. 16:40</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 18:1-Num 18:7\">18:1–7</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 26:16-2Chr 26:21\">2 Chr. 26:16–21</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,8,14",
    "text" : "Then he brought me to the entrance to the north gate of the house of the LORD, and I saw women sitting there, mourning for Tammuz."
  }, {
    "verse" : "ezekiel,8,15",
    "text" : "He said to me, \"Do you see this, son of man? You will see things that are even more detestable than this.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,8,14",
    "id" : 194216,
    "title" : "Ezek 8:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 8:14\">8:14</a></b> <b>Tammuz.</b> At the time of Ezekiel, Tammuz was worshiped both as a fertility god and the lord of the underworld. Rites used in worship of Tammuz were tied to the annual cycles of death and rebirth of vegetation. When plants withered under the heat of the summer sun, Tammuz was thought to have died and descended to the underworld; mourning rites marked his passing. The reappearance of vegetation was viewed as the return of Tammuz; fertility rites sought to ensure the productivity of the land.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,8,16",
    "text" : "He then brought me into the inner court of the house of the LORD, and there at the entrance to the temple, between the portico and the altar, were about twenty-five men. With their backs toward the temple of the LORD and their faces toward the east, they were bowing down to the sun in the east."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,8,16",
    "id" : 194217,
    "title" : "Ezek 8:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 8:16\">8:16</a></b> <b>twenty-five men.</b> These were probably priests since access to the area between the altar and the portico of the temple was ordinarily restricted to priests. The temple faced east. Rather than face the temple to lament and mourn their sins and to intercede for the nation as they should have done (<a class=\"bibleref\" href=\"/passage/?search=Ezek 9:4\">9:4</a>; <a class=\"bibleref\" href=\"/passage/?search=Joel 2:17\">Joel 2:17</a>), these men literally turned their backs on the house of God and worshiped the rising sun instead (<a class=\"bibleref\" href=\"/passage/?search=2Kgs 21:5\">2 Kin. 21:5</a>; <a class=\"bibleref\" href=\"/passage/?search=2Kgs 23:11\">23:11</a>). Astral cults were common in the ancient Near East.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,8,17",
    "text" : "He said to me, \"Have you seen this, son of man? Is it a trivial matter for the house of Judah to do the detestable things they are doing here? Must they also fill the land with violence and continually provoke me to anger? Look at them putting the branch to their nose!"
  }, {
    "verse" : "ezekiel,8,18",
    "text" : "Therefore I will deal with them in anger; I will not look on them with pity or spare them. Although they shout in my ears, I will not listen to them.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,8,17",
    "id" : 194218,
    "title" : "Ezek 8:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 8:17\">8:17</a></b> <b>violence.</b> The sins denounced in this chapter are primarily in reference to corrupt religious practice, but not exclusively. Corrupt religion is inevitably accompanied by corrupt relations between people, so that the entire land is described as full of violence or lawlessness. This theme is further developed in <a class=\"bibleref\" href=\"/passage/?search=Ezek 9:9\">9:9</a> and <a class=\"bibleref\" href=\"/passage/?search=Ezek 11:6\">11:6</a>.</p><p><b>branch to their nose.</b> Some Assyrian reliefs show people holding branches before their faces in a gesture of reverence and worship; this may be a reference to that ritual gesture.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,9,1",
    "text" : "Then I heard him call out in a loud voice, \"Bring the guards of the city here, each with a weapon in his hand.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,9,1",
    "id" : 194219,
    "title" : "Ezek 9:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 9:1\">9:1</a></b> <b>each with his destroying weapon.</b> The idolatry of the nation would not go unpunished (cf. <a class=\"bibleref\" href=\"/passage/?search=2Chr 15:12\">2 Chr. 15:12</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 15:13\">13</a>). Though the slayers are described as men (vv. 1, 2), they are probably angelic warriors (<a class=\"bibleref\" href=\"/passage/?search=Exod 12:23-Exod 12:30\">Ex. 12:23–30</a>; <a class=\"bibleref\" href=\"/passage/?search=1Chr 21:15-1Chr 21:20\">1 Chr. 21:15–20</a>) assigned to the execution of the idolaters.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,9,2",
    "text" : "And I saw six men coming from the direction of the upper gate, which faces north, each with a deadly weapon in his hand. With them was a man clothed in linen who had a writing kit at his side. They came in and stood beside the bronze altar."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,9,2",
    "id" : 194220,
    "title" : "Ezek 9:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 9:2\">9:2</a></b> <b>clothed in linen.</b> Linen garments were worn by priests (<a class=\"bibleref\" href=\"/passage/?search=Exod 28:31-Exod 28:42\">Ex. 28:31–42</a>), but angels and those in the presence of God were also so described (<a class=\"bibleref\" href=\"/passage/?search=Dan 10:5\">Dan. 10:5</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 12:6\">12:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 12:7\">7</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 15:6\">Rev. 15:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 19:8\">19:8</a>, <a class=\"bibleref\" href=\"/passage/?search=Rev 19:14\">14</a>).</p><p><b>a writing case.</b> This man is a scribe, apparently charged with keeping the heavenly record (<a class=\"bibleref\" href=\"/passage/?search=Exod 32:32\">Ex. 32:32</a>, <a class=\"bibleref\" href=\"/passage/?search=Exod 32:33\">33</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 69:28\">Ps. 69:28</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 139:16\">139:16</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 12:1\">Dan. 12:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Phil 4:3\">Phil. 4:3</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 3:5\">Rev. 3:5</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 13:8\">13:8</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 17:8\">17:8</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 20:12\">20:12</a>, <a class=\"bibleref\" href=\"/passage/?search=Rev 20:15\">15</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 21:27\">21:27</a>). Ezekiel’s vision is a reminder that idolaters have no place in the city of God (<a class=\"bibleref\" href=\"/passage/?search=1Cor 5:11\">1 Cor. 5:11</a>; <a class=\"bibleref\" href=\"/passage/?search=1Cor 6:9\">6:9</a>; <a class=\"bibleref\" href=\"/passage/?search=Eph 5:5\">Eph. 5:5</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 21:8\">Rev. 21:8</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 22:15\">22:15</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,9,3",
    "text" : "Now the glory of the God of Israel went up from above the cherubim, where it had been, and moved to the threshold of the temple. Then the LORD called to the man clothed in linen who had the writing kit at his side"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,9,3",
    "id" : 194221,
    "title" : "Ezek 9:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 9:3\">9:3</a></b> <b>the glory.</b> The glory cloud that revealed the divine presence was understood to dwell above the Most Holy Place in the temple; now the cloud has begun a journey visually portraying the way in which God will forsake Jerusalem (<a class=\"bibleref\" href=\"/passage/?search=Ezek 10:18\">10:18</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 10:19\">19</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 11:22\">11:22</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 11:23\">23</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,9,4",
    "text" : "and said to him, \"Go throughout the city of Jerusalem and put a mark on the foreheads of those who grieve and lament over all the detestable things that are done in it.\""
  }, {
    "verse" : "ezekiel,9,5",
    "text" : "As I listened, he said to the others, \"Follow him through the city and kill, without showing pity or compassion."
  }, {
    "verse" : "ezekiel,9,6",
    "text" : "Slaughter old men, young men and maidens, women and children, but do not touch anyone who has the mark. Begin at my sanctuary.\" So they began with the elders who were in front of the temple."
  }, {
    "verse" : "ezekiel,9,7",
    "text" : "Then he said to them, \"Defile the temple and fill the courts with the slain. Go!\" So they went out and began killing throughout the city."
  }, {
    "verse" : "ezekiel,9,8",
    "text" : "While they were killing and I was left alone, I fell facedown, crying out, \"Ah, Sovereign LORD! Are you going to destroy the entire remnant of Israel in this outpouring of your wrath on Jerusalem?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,9,4",
    "id" : 194222,
    "title" : "Ezek 9:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 9:4\">9:4</a></b> <b>mark.</b> The mark on the foreheads in this vision may have influenced John in <a class=\"bibleref\" href=\"/passage/?search=Rev 7:3\">Rev. 7:3</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 14:9\">14:9</a>. The mark placed on the foreheads was the last letter of the Hebrew alphabet, <i>tau</i>. At the time of Ezekiel, <i>tau</i> was written like the English “X.” Early Christian interpreters saw in this slanted cross an anticipation of the cross of Christ. Compare also the marking of the doorposts and lintels in the Passover narrative (<a class=\"bibleref\" href=\"/passage/?search=Exod 12:21-Exod 12:23\">Ex. 12:21–23</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,9,9",
    "text" : "He answered me, \"The sin of the house of Israel and Judah is exceedingly great; the land is full of bloodshed and the city is full of injustice. They say, 'The LORD has forsaken the land; the LORD does not see.'"
  }, {
    "verse" : "ezekiel,9,10",
    "text" : "So I will not look on them with pity or spare them, but I will bring down on their own heads what they have done.\""
  }, {
    "verse" : "ezekiel,9,11",
    "text" : "Then the man in linen with the writing kit at his side brought back word, saying, \"I have done as you commanded.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,9,9",
    "id" : 194223,
    "title" : "Ezek 9:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 9:9\">9:9</a></b> <b>blood.</b> The indictments in <a class=\"bibleref\" href=\"/passage/?search=Ezek 8\">ch. 8</a> had concentrated on idolatry and cultic offenses; here the issue is not the relationship between God and people, but relations among people. The prophet is elaborating on the violence and lawlessness mentioned in <a class=\"bibleref\" href=\"/passage/?search=Ezek 8:17\">8:17</a>.</p></div>"
  } ]
} ]
