[ {
  "verses" : [ {
    "verse" : "psalms,106,1",
    "text" : "Praise the LORD. Give thanks to the LORD, for he is good; his love endures forever."
  }, {
    "verse" : "psalms,106,2",
    "text" : "Who can proclaim the mighty acts of the LORD or fully declare his praise?"
  }, {
    "verse" : "psalms,106,3",
    "text" : "Blessed are they who maintain justice, who constantly do what is right."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,106,1-psalms,106,48",
    "id" : 191194,
    "title" : "Ps 106",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 106\">Ps. 106</a></b> While <a class=\"bibleref\" href=\"/passage/?search=Ps 105\">Ps. 105</a> is mainly concerned with God’s redemptive acts, this psalm focuses on human sin.</p></div>"
  }, {
    "verseRange" : "psalms,106,1",
    "id" : 191195,
    "title" : "Ps 106:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 106:1\">106:1</a></b> <b>Praise the <span class=\"small-caps\">Lord.</span> </b>In Hebrew <i>Hallu yah,</i> “You (plural) praise Yah.”</p><p><b>for he is good.</b> Though the writer is concerned about Israel’s suffering, he knows that its source is in Israel’s sin and not in God’s character.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,106,4",
    "text" : "Remember me, O LORD, when you show favor to your people, come to my aid when you save them,"
  }, {
    "verse" : "psalms,106,5",
    "text" : "that I may enjoy the prosperity of your chosen ones, that I may share in the joy of your nation and join your inheritance in giving praise."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,106,4",
    "id" : 191196,
    "title" : "Ps 106:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 106:4\">106:4</a></b> <b>me.</b> The psalmist has no doubt that God will come to aid His chosen people, but he does not assume that he will personally enjoy God’s blessing. He turns to God in prayer for this.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,106,6",
    "text" : "We have sinned, even as our fathers did; we have done wrong and acted wickedly."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,106,6",
    "id" : 191197,
    "title" : "Ps 106:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 106:6\">106:6</a></b> <b>we . . . have sinned.</b> This verse is an introductory statement that gives the theme for the body of the psalm down through <a class=\"bibleref\" href=\"/passage/?search=Ps 106:39\">v. 39</a>. Israel has deliberately and constantly rebelled against the Lord.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,106,7",
    "text" : "When our fathers were in Egypt, they gave no thought to your miracles; they did not remember your many kindnesses, and they rebelled by the sea, the Red Sea."
  }, {
    "verse" : "psalms,106,8",
    "text" : "Yet he saved them for his name's sake, to make his mighty power known."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,106,7",
    "id" : 191198,
    "title" : "Ps 106:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 106:7\">106:7</a></b> <b>rebelled by the Sea.</b> The poet stands amazed at the stubbornness of his people. He remembers that a previous generation had doubted God’s power—even though they had just witnessed the ten plagues—when they were caught between the Egyptian army and the Red Sea (<a class=\"bibleref\" href=\"/passage/?search=Exod 14\">Ex. 14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,106,9",
    "text" : "He rebuked the Red Sea, and it dried up; he led them through the depths as through a desert."
  }, {
    "verse" : "psalms,106,10",
    "text" : "He saved them from the hand of the foe; from the hand of the enemy he redeemed them."
  }, {
    "verse" : "psalms,106,11",
    "text" : "The waters covered their adversaries; not one of them survived."
  }, {
    "verse" : "psalms,106,12",
    "text" : "Then they believed his promises and sang his praise."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,106,9",
    "id" : 191199,
    "title" : "Ps 106:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 106:9\">106:9</a></b> <b>He rebuked the Red Sea.</b> By personifying the Red Sea, the psalmist makes it a part of God’s defeat of the powers of chaos.</p><p><b>he led them through.</b> In spite of their sin, God saved them. God’s persevering love in the face of rejection is a major theme here, and indeed throughout the Bible.</p></div>"
  } ]
} ]
