[ {
  "verses" : [ {
    "verse" : "ezekiel,31,1",
    "text" : "In the eleventh year, in the third month on the first day, the word of the LORD came to me:"
  }, {
    "verse" : "ezekiel,31,2",
    "text" : "\"Son of man, say to Pharaoh king of Egypt and to his hordes: \"'Who can be compared with you in majesty?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,25,1-ezekiel,32,32",
    "id" : 194340,
    "title" : "Ezek 25–32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 25-Ezek 32\">25:1–32:32</a></b> Between warnings of the destruction of Jerusalem (<a class=\"bibleref\" href=\"/passage/?search=Ezek 1-Ezek 24\">chs. 1–24</a>) and prophecies of hope and restoration (<a class=\"bibleref\" href=\"/passage/?search=Ezek 33-Ezek 48\">chs. 33–48</a>), Ezekiel includes a section of oracles against foreign nations. Israel’s prophets played an important role in the nation’s warfare, often providing oracles concerning particular battles (<a class=\"bibleref\" href=\"/passage/?search=1Sam 22:5\">1 Sam. 22:5</a>; <a class=\"bibleref\" href=\"/passage/?search=1Kgs 20:13\">1 Kin. 20:13</a>, <a class=\"bibleref\" href=\"/passage/?search=1Kgs 20:14\">14</a>, <a class=\"bibleref\" href=\"/passage/?search=1Kgs 20:22\">22</a>; <a class=\"bibleref\" href=\"/passage/?search=1Kgs 22:5-1Kgs 22:23\">22:5–23</a>; <a class=\"bibleref\" href=\"/passage/?search=2Kgs 3:11\">2 Kin. 3:11</a>; <a class=\"bibleref\" href=\"/passage/?search=2Kgs 9:6\">9:6</a>, <a class=\"bibleref\" href=\"/passage/?search=2Kgs 9:7\">7</a>; <a class=\"bibleref\" href=\"/passage/?search=2Kgs 20:14\">20:14</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 16:7\">2 Chr. 16:7</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 20:14-2Chr 20:20\">20:14–20</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 28:9\">28:9</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 28:8\">Jer. 28:8</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 38:14\">38:14</a>). Archaeological evidence from the cultures surrounding Israel shows that they conducted ritual denunciations or rites of symbolic destruction. The nations denounced here by Ezekiel include most of the states of the ancient Near East, with Babylon as a notable exception (38:2 note).</p></div>"
  }, {
    "verseRange" : "ezekiel,29,1-ezekiel,32,32",
    "id" : 194372,
    "title" : "Ezek 29–32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 29-Ezek 32\">29:1–32:32</a></b> The proclamations against foreign nations in <a class=\"bibleref\" href=\"/passage/?search=Ezek 25-Ezek 28\">chs. 25–28</a> were directed largely against lesser states and immediate neighbors of Israel. However, these four chapters are directed against Egypt, one of the great empires of the ancient world. The chapters contain seven prophecies against Egypt; all are dated (<a class=\"bibleref\" href=\"/passage/?search=Ezek 29:1\">29:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 29:17\">17</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 30:20\">30:20</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 31:1\">31:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 32:1\">32:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 32:17\">17</a>) except the oracle beginning in <a class=\"bibleref\" href=\"/passage/?search=Ezek 30:1\">30:1</a>.</p></div>"
  }, {
    "verseRange" : "ezekiel,31,1",
    "id" : 194389,
    "title" : "Ezek 31:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 31:1\">31:1</a></b> <b>year.</b> June, 587 <span class=\"small-caps\">b.c.</span>, a few months after the preceding oracle (<a class=\"bibleref\" href=\"/passage/?search=Ezek 30:20\">30:20</a>). Jerusalem was besieged and within weeks of being destroyed by Nebuchadnezzar.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,31,3",
    "text" : "Consider Assyria, once a cedar in Lebanon, with beautiful branches overshadowing the forest; it towered on high, its top above the thick foliage."
  }, {
    "verse" : "ezekiel,31,4",
    "text" : "The waters nourished it, deep springs made it grow tall; their streams flowed all around its base and sent their channels to all the trees of the field."
  }, {
    "verse" : "ezekiel,31,5",
    "text" : "So it towered higher than all the trees of the field; its boughs increased and its branches grew long, spreading because of abundant waters."
  }, {
    "verse" : "ezekiel,31,6",
    "text" : "All the birds of the air nested in its boughs, all the beasts of the field gave birth under its branches; all the great nations lived in its shade."
  }, {
    "verse" : "ezekiel,31,7",
    "text" : "It was majestic in beauty, with its spreading boughs, for its roots went down to abundant waters."
  }, {
    "verse" : "ezekiel,31,8",
    "text" : "The cedars in the garden of God could not rival it, nor could the pine trees equal its boughs, nor could the plane trees compare with its branches- no tree in the garden of God could match its beauty."
  }, {
    "verse" : "ezekiel,31,9",
    "text" : "I made it beautiful with abundant branches, the envy of all the trees of Eden in the garden of God."
  }, {
    "verse" : "ezekiel,31,10",
    "text" : "\"'Therefore this is what the Sovereign LORD says: Because it towered on high, lifting its top above the thick foliage, and because it was proud of its height,"
  }, {
    "verse" : "ezekiel,31,11",
    "text" : "I handed it over to the ruler of the nations, for him to deal with according to its wickedness. I cast it aside,"
  }, {
    "verse" : "ezekiel,31,12",
    "text" : "and the most ruthless of foreign nations cut it down and left it. Its boughs fell on the mountains and in all the valleys; its branches lay broken in all the ravines of the land. All the nations of the earth came out from under its shade and left it."
  }, {
    "verse" : "ezekiel,31,13",
    "text" : "All the birds of the air settled on the fallen tree, and all the beasts of the field were among its branches."
  }, {
    "verse" : "ezekiel,31,14",
    "text" : "Therefore no other trees by the waters are ever to tower proudly on high, lifting their tops above the thick foliage. No other trees so well-watered are ever to reach such a height; they are all destined for death, for the earth below, among mortal men, with those who go down to the pit."
  }, {
    "verse" : "ezekiel,31,15",
    "text" : "\"'This is what the Sovereign LORD says: On the day it was brought down to the grave I covered the deep springs with mourning for it; I held back its streams, and its abundant waters were restrained. Because of it I clothed Lebanon with gloom, and all the trees of the field withered away."
  }, {
    "verse" : "ezekiel,31,16",
    "text" : "I made the nations tremble at the sound of its fall when I brought it down to the grave with those who go down to the pit. Then all the trees of Eden, the choicest and best of Lebanon, all the trees that were well-watered, were consoled in the earth below."
  }, {
    "verse" : "ezekiel,31,17",
    "text" : "Those who lived in its shade, its allies among the nations, had also gone down to the grave with it, joining those killed by the sword."
  }, {
    "verse" : "ezekiel,31,18",
    "text" : "\"'Which of the trees of Eden can be compared with you in splendor and majesty? Yet you, too, will be brought down with the trees of Eden to the earth below; you will lie among the uncircumcised, with those killed by the sword. \"'This is Pharaoh and all his hordes, declares the Sovereign LORD.'\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,31,3",
    "id" : 194390,
    "title" : "Ezek 31:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 31:3\">31:3</a></b> <b>Assyria.</b> The prophet uses the fate of Assyria as a warning to Egypt, for the once powerful Assyrian Empire had collapsed between 640 and 609 <span class=\"small-caps\">b.c.</span> Some scholars think it unlikely that in an oracle against Egypt the primary focus should fall on Assyria (<a class=\"bibleref\" href=\"/passage/?search=Ezek 31:3-Ezek 31:17\">vv. 3–17</a>). They suggest that a copyist’s error has altered one of the consonants in the text, and translate “Assyria” as “cypress” or “to what can I compare you,” a better parallel with the last clause in <a class=\"bibleref\" href=\"/passage/?search=Ezek 31:2\">v. 2</a>. With this correction, the whole passage is about Egypt.</p><p><b>cedar.</b> Ezekiel has already used a similar symbol (<a class=\"bibleref\" href=\"/passage/?search=Ezek 17\">ch. 17</a>). Great trees can tower hundreds of feet and live for thousands of years; they provide an apt metaphor for kingdoms and dynasties (<a class=\"bibleref\" href=\"/passage/?search=Ezek 17:22-Ezek 17:24\">17:22–24</a>). Much of the description of this tree resembles Nebuchadnezzar’s dream in <a class=\"bibleref\" href=\"/passage/?search=Dan 4:1-Dan 4:12\">Dan. 4:1–12</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 4:19-Dan 4:27\">19–27</a>. The lavishness of Ezekiel’s description of this tree compares with the extravagance of his description of Tyre as a richly appointed merchant ship (27:3–11).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,32,1",
    "text" : "In the twelfth year, in the twelfth month on the first day, the word of the LORD came to me:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,32,1",
    "id" : 194391,
    "title" : "Ezek 32:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 32:1\">32:1</a></b> <b>year.</b> March, 585 <span class=\"small-caps\">b.c.</span>, two months after the exiles would have received news of the destruction of Jerusalem (<a class=\"bibleref\" href=\"/passage/?search=Ezek 33:21\">33:21</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,32,2",
    "text" : "\"Son of man, take up a lament concerning Pharaoh king of Egypt and say to him: \"'You are like a lion among the nations; you are like a monster in the seas thrashing about in your streams, churning the water with your feet and muddying the streams."
  }, {
    "verse" : "ezekiel,32,3",
    "text" : "\"'This is what the Sovereign LORD says: \"'With a great throng of people I will cast my net over you, and they will haul you up in my net."
  }, {
    "verse" : "ezekiel,32,4",
    "text" : "I will throw you on the land and hurl you on the open field. I will let all the birds of the air settle on you and all the beasts of the earth gorge themselves on you."
  }, {
    "verse" : "ezekiel,32,5",
    "text" : "I will spread your flesh on the mountains and fill the valleys with your remains."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,32,2",
    "id" : 194392,
    "title" : "Ezek 32:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 32:2\">32:2</a></b> <b>dragon.</b> In the pagan mythology of the ancient Near East, the orderly universe emerges from chaos after a titanic battle between a god and a great sea monster or dragon called “Sea.” After the battle, parts of the universe are created from the carcass of the dead monster. Ezekiel refers to this myth in several places (<a class=\"bibleref\" href=\"/passage/?search=Ezek 28:2\">28:2</a> note; <a class=\"bibleref\" href=\"/passage/?search=Ezek 29:3-Ezek 29:5\">29:3–5</a>). Here Ezekiel compares Egypt to the great sea dragon, terrible but destined to be defeated by the Lord.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,32,6",
    "text" : "I will drench the land with your flowing blood all the way to the mountains, and the ravines will be filled with your flesh."
  }, {
    "verse" : "ezekiel,32,7",
    "text" : "When I snuff you out, I will cover the heavens and darken their stars; I will cover the sun with a cloud, and the moon will not give its light."
  }, {
    "verse" : "ezekiel,32,8",
    "text" : "All the shining lights in the heavens I will darken over you; I will bring darkness over your land, declares the Sovereign LORD."
  }, {
    "verse" : "ezekiel,32,9",
    "text" : "I will trouble the hearts of many peoples when I bring about your destruction among the nations, among lands you have not known."
  }, {
    "verse" : "ezekiel,32,10",
    "text" : "I will cause many peoples to be appalled at you, and their kings will shudder with horror because of you when I brandish my sword before them. On the day of your downfall each of them will tremble every moment for his life."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,32,6-ezekiel,32,8",
    "id" : 194393,
    "title" : "Ezek 32:6–8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 32:6-Ezek 32:8\">32:6–8</a></b> The language of this section is similar to that used to describe the day of the Lord in <a class=\"bibleref\" href=\"/passage/?search=Isa 13:10\">Is. 13:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Joel 2:30\">Joel 2:30</a>, <a class=\"bibleref\" href=\"/passage/?search=Joel 2:31\">31</a>; <a class=\"bibleref\" href=\"/passage/?search=Joel 3:15\">3:15</a>; <a class=\"bibleref\" href=\"/passage/?search=Amos 8:9\">Amos 8:9</a>. See note 7:7. The appearance of God as a divine warrior is accompanied by convulsions in the created order. The universe dissolves into the chaos that existed before creation, when the heavens were dark (38:18–23 note). Here the extravagant imagery is not meant literally but is used in connection with the death of a Pharaoh.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,32,11",
    "text" : "\"'For this is what the Sovereign LORD says: \"'The sword of the king of Babylon will come against you."
  }, {
    "verse" : "ezekiel,32,12",
    "text" : "I will cause your hordes to fall by the swords of mighty men- the most ruthless of all nations. They will shatter the pride of Egypt, and all her hordes will be overthrown."
  }, {
    "verse" : "ezekiel,32,13",
    "text" : "I will destroy all her cattle from beside abundant waters no longer to be stirred by the foot of man or muddied by the hoofs of cattle."
  }, {
    "verse" : "ezekiel,32,14",
    "text" : "Then I will let her waters settle and make her streams flow like oil, declares the Sovereign LORD."
  }, {
    "verse" : "ezekiel,32,15",
    "text" : "When I make Egypt desolate and strip the land of everything in it, when I strike down all who live there, then they will know that I am the LORD.'"
  }, {
    "verse" : "ezekiel,32,16",
    "text" : "\"This is the lament they will chant for her. The daughters of the nations will chant it; for Egypt and all her hordes they will chant it, declares the Sovereign LORD.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,32,11",
    "id" : 194394,
    "title" : "Ezek 32:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 32:11\">32:11</a></b> <b>sword.</b> God threatens to subdue the sea dragon Egypt by bringing the armies of Babylon against her. The “sword of the king of Babylon” was in effect the sword of the Lord (<a class=\"bibleref\" href=\"/passage/?search=Ezek 21\">ch. 21</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 30:25\">30:25</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,32,17",
    "text" : "In the twelfth year, on the fifteenth day of the month, the word of the LORD came to me:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,32,17",
    "id" : 194395,
    "title" : "Ezek 32:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 32:17\">32:17</a></b> <b>year.</b> Probably the spring of 585 <span class=\"small-caps\">b.c.</span></p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,32,18",
    "text" : "\"Son of man, wail for the hordes of Egypt and consign to the earth below both her and the daughters of mighty nations, with those who go down to the pit."
  }, {
    "verse" : "ezekiel,32,19",
    "text" : "Say to them, 'Are you more favored than others? Go down and be laid among the uncircumcised.'"
  }, {
    "verse" : "ezekiel,32,20",
    "text" : "They will fall among those killed by the sword. The sword is drawn; let her be dragged off with all her hordes."
  }, {
    "verse" : "ezekiel,32,21",
    "text" : "From within the grave the mighty leaders will say of Egypt and her allies, 'They have come down and they lie with the uncircumcised, with those killed by the sword.'"
  }, {
    "verse" : "ezekiel,32,22",
    "text" : "\"Assyria is there with her whole army; she is surrounded by the graves of all her slain, all who have fallen by the sword."
  }, {
    "verse" : "ezekiel,32,23",
    "text" : "Their graves are in the depths of the pit and her army lies around her grave. All who had spread terror in the land of the living are slain, fallen by the sword."
  }, {
    "verse" : "ezekiel,32,24",
    "text" : "\"Elam is there, with all her hordes around her grave. All of them are slain, fallen by the sword. All who had spread terror in the land of the living went down uncircumcised to the earth below. They bear their shame with those who go down to the pit."
  }, {
    "verse" : "ezekiel,32,25",
    "text" : "A bed is made for her among the slain, with all her hordes around her grave. All of them are uncircumcised, killed by the sword. Because their terror had spread in the land of the living, they bear their shame with those who go down to the pit; they are laid among the slain."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,32,18",
    "id" : 194396,
    "title" : "Ezek 32:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 32:18\">32:18</a></b> <b>to the world below.</b> The prophet describes the descent of Egypt into the underworld. The proud empire becomes just one more among the many states that preceded her (Assyria, <a class=\"bibleref\" href=\"/passage/?search=Ezek 32:22\">v. 22</a>; Elam, <a class=\"bibleref\" href=\"/passage/?search=Ezek 32:24\">v. 24</a>; Meshech and Tubal, <a class=\"bibleref\" href=\"/passage/?search=Ezek 32:26\">v. 26</a>; Edom, <a class=\"bibleref\" href=\"/passage/?search=Ezek 32:29\">v. 29</a>; Sidon and “the princes of the north,” <a class=\"bibleref\" href=\"/passage/?search=Ezek 32:30\">v. 30</a>). The underworld (“Sheol” or “the grave”) was commonly portrayed as a vast burial chamber where the dead had a shadowy and joyless existence. See note <a class=\"bibleref\" href=\"/passage/?search=Isa 14:9-Isa 14:11\">Is. 14:9–11</a>; also <a class=\"bibleref\" href=\"/passage/?search=Gen 37:35\">Gen. 37:35</a>; <a class=\"bibleref\" href=\"/passage/?search=Job 3:17-Job 3:19\">Job 3:17–19</a>; <a class=\"bibleref\" href=\"/passage/?search=Job 7:9\">7:9</a>; <a class=\"bibleref\" href=\"/passage/?search=Job 10:20-Job 10:22\">10:20–22</a>; <a class=\"bibleref\" href=\"/passage/?search=Job 17:13-Job 17:16\">17:13–16</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 88:5\">Ps. 88:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Ps 88:11\">11</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 115:17\">115:17</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 1:12\">Prov. 1:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 9:18\">9:18</a>; <a class=\"bibleref\" href=\"/passage/?search=Eccl 9:10\">Eccl. 9:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 5:14\">Is. 5:14</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 38:18\">38:18</a>; <a class=\"bibleref\" href=\"/passage/?search=Hab 2:5\">Hab. 2:5</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,32,26",
    "text" : "\"Meshech and Tubal are there, with all their hordes around their graves. All of them are uncircumcised, killed by the sword because they spread their terror in the land of the living."
  }, {
    "verse" : "ezekiel,32,27",
    "text" : "Do they not lie with the other uncircumcised warriors who have fallen, who went down to the grave with their weapons of war, whose swords were placed under their heads? The punishment for their sins rested on their bones, though the terror of these warriors had stalked through the land of the living."
  }, {
    "verse" : "ezekiel,32,28",
    "text" : "\"You too, O Pharaoh, will be broken and will lie among the uncircumcised, with those killed by the sword."
  }, {
    "verse" : "ezekiel,32,29",
    "text" : "\"Edom is there, her kings and all her princes; despite their power, they are laid with those killed by the sword. They lie with the uncircumcised, with those who go down to the pit."
  }, {
    "verse" : "ezekiel,32,30",
    "text" : "\"All the princes of the north and all the Sidonians are there; they went down with the slain in disgrace despite the terror caused by their power. They lie uncircumcised with those killed by the sword and bear their shame with those who go down to the pit."
  }, {
    "verse" : "ezekiel,32,31",
    "text" : "\"Pharaoh-he and all his army-will see them and he will be consoled for all his hordes that were killed by the sword, declares the Sovereign LORD."
  }, {
    "verse" : "ezekiel,32,32",
    "text" : "Although I had him spread terror in the land of the living, Pharaoh and all his hordes will be laid among the uncircumcised, with those killed by the sword, declares the Sovereign LORD.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,32,26",
    "id" : 194397,
    "title" : "Ezek 32:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 32:26\">32:26</a></b> <b>Meshech-Tubal.</b> See <a class=\"bibleref\" href=\"/passage/?search=Ezek 27:13\">27:13</a> note.</p></div>"
  } ]
} ]
