[ {
  "verses" : [ {
    "verse" : "ezekiel,40,28",
    "text" : "Then he brought me into the inner court through the south gate, and he measured the south gate; it had the same measurements as the others."
  }, {
    "verse" : "ezekiel,40,29",
    "text" : "Its alcoves, its projecting walls and its portico had the same measurements as the others. The gateway and its portico had openings all around. It was fifty cubits long and twenty-five cubits wide."
  }, {
    "verse" : "ezekiel,40,30",
    "text" : "(The porticoes of the gateways around the inner court were twenty-five cubits wide and five cubits deep.)"
  }, {
    "verse" : "ezekiel,40,31",
    "text" : "Its portico faced the outer court; palm trees decorated its jambs, and eight steps led up to it."
  }, {
    "verse" : "ezekiel,40,32",
    "text" : "Then he brought me to the inner court on the east side, and he measured the gateway; it had the same measurements as the others."
  }, {
    "verse" : "ezekiel,40,33",
    "text" : "Its alcoves, its projecting walls and its portico had the same measurements as the others. The gateway and its portico had openings all around. It was fifty cubits long and twenty-five cubits wide."
  }, {
    "verse" : "ezekiel,40,34",
    "text" : "Its portico faced the outer court; palm trees decorated the jambs on either side, and eight steps led up to it."
  }, {
    "verse" : "ezekiel,40,35",
    "text" : "Then he brought me to the north gate and measured it. It had the same measurements as the others,"
  }, {
    "verse" : "ezekiel,40,36",
    "text" : "as did its alcoves, its projecting walls and its portico, and it had openings all around. It was fifty cubits long and twenty-five cubits wide."
  }, {
    "verse" : "ezekiel,40,37",
    "text" : "Its portico faced the outer court; palm trees decorated the jambs on either side, and eight steps led up to it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,40,1-ezekiel,48,35",
    "id" : 194457,
    "title" : "Ezek 40–48",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 40-Ezek 48\">40:1–48:35</a></b> Ezekiel’s vision of the restored city combines many strands of biblical tradition. Ezekiel weaves together the familiar understanding of Jerusalem as the city where God had chosen to dwell with references to Mount Sinai and the Garden of Eden.</p><p>An angel leads the prophet on a tour of the city, beginning at the gates to the outer court of the temple (<a class=\"bibleref\" href=\"/passage/?search=Ezek 40:6-Ezek 40:27\">40:6–27</a>) and ending after several chapters with a division of land among the twelve tribes (<a class=\"bibleref\" href=\"/passage/?search=Ezek 47:13-Ezek 48:35\">47:13–48:35</a>). Interpretations of these chapters vary widely. Many have seen in these passages a blueprint and building specifications for a normal city that was to be built (<a class=\"bibleref\" href=\"/passage/?search=Ezek 43:10\">43:10</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 43:11\">11</a>). However, elements of the prophetic vision seem to go beyond a literal understanding (e.g., <a class=\"bibleref\" href=\"/passage/?search=Ezek 47:1-Ezek 47:12\">47:1–12</a>). Other interpreters understand Ezekiel’s temple vision as a largely symbolic description of the way God would bless His people, with the temple preeminently standing for the presence of God in the midst of His people. Through the use of vision and symbol (<a class=\"bibleref\" href=\"/passage/?search=Ezek 40:2\">40:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 12:6\">Num. 12:6</a>), the prophet describes a point in the future when the presence of God among His people would transcend anything Israel had experienced in history.</p></div>"
  }, {
    "verseRange" : "ezekiel,40,28",
    "id" : 194467,
    "title" : "Ezek 40:28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 40:28\">40:28</a></b> <b>inner court.</b> The inner court was separated from the outer court by a wall; it too had three gateways (<a class=\"bibleref\" href=\"/passage/?search=Ezek 40:28-Ezek 40:37\">vv. 28–37</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,40,38",
    "text" : "A room with a doorway was by the portico in each of the inner gateways, where the burnt offerings were washed."
  }, {
    "verse" : "ezekiel,40,39",
    "text" : "In the portico of the gateway were two tables on each side, on which the burnt offerings, sin offerings and guilt offerings were slaughtered."
  }, {
    "verse" : "ezekiel,40,40",
    "text" : "By the outside wall of the portico of the gateway, near the steps at the entrance to the north gateway were two tables, and on the other side of the steps were two tables."
  }, {
    "verse" : "ezekiel,40,41",
    "text" : "So there were four tables on one side of the gateway and four on the other-eight tables in all-on which the sacrifices were slaughtered."
  }, {
    "verse" : "ezekiel,40,42",
    "text" : "There were also four tables of dressed stone for the burnt offerings, each a cubit and a half long, a cubit and a half wide and a cubit high. On them were placed the utensils for slaughtering the burnt offerings and the other sacrifices."
  }, {
    "verse" : "ezekiel,40,43",
    "text" : "And double-pronged hooks, each a handbreadth long, were attached to the wall all around. The tables were for the flesh of the offerings."
  }, {
    "verse" : "ezekiel,40,44",
    "text" : "Outside the inner gate, within the inner court, were two rooms, one at the side of the north gate and facing south, and another at the side of the south gate and facing north."
  }, {
    "verse" : "ezekiel,40,45",
    "text" : "He said to me, \"The room facing south is for the priests who have charge of the temple,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,40,38",
    "id" : 194468,
    "title" : "Ezek 40:38",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 40:38\">40:38</a></b> <b>washed.</b> Animals offered for sacrifice were slaughtered in the gateways to the inner court (<a class=\"bibleref\" href=\"/passage/?search=Ezek 43:13-Ezek 43:27\">43:13–27</a>). When the animals had been slaughtered, the parts were washed (<a class=\"bibleref\" href=\"/passage/?search=Lev 1:9\">Lev. 1:9</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 1:13\">13</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 4:6\">2 Chr. 4:6</a>) and hung on hooks (v. 43).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,40,46",
    "text" : "and the room facing north is for the priests who have charge of the altar. These are the sons of Zadok, who are the only Levites who may draw near to the LORD to minister before him.\""
  }, {
    "verse" : "ezekiel,40,47",
    "text" : "Then he measured the court: It was square-a hundred cubits long and a hundred cubits wide. And the altar was in front of the temple."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,40,46",
    "id" : 194469,
    "title" : "Ezek 40:46",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 40:46\">40:46</a></b> <b>Zadok.</b> See <a class=\"bibleref\" href=\"/passage/?search=Ezek 44:15\">44:15</a> note.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,40,48",
    "text" : "He brought me to the portico of the temple and measured the jambs of the portico; they were five cubits wide on either side. The width of the entrance was fourteen cubits and its projecting walls were three cubits wide on either side."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,40,48-ezekiel,41,4",
    "id" : 194470,
    "title" : "Ezek 40:48–41:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 40:48-Ezek 41:4\">40:48–41:4</a></b> Like Solomon’s temple before it, the temple of Ezekiel’s vision had three rooms: a vestibule or portico (<a class=\"bibleref\" href=\"/passage/?search=Ezek 40:48\">40:48</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 40:49\">49</a>); an outer sanctuary (<a class=\"bibleref\" href=\"/passage/?search=Ezek 41:1\">41:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 41:2\">2</a>); and the inner sanctuary or Most Holy Place (<a class=\"bibleref\" href=\"/passage/?search=Ezek 41:3\">41:3</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 41:4\">4</a>). The temple building was higher than the surrounding courtyard and reached by stairways leading to the portico (<a class=\"bibleref\" href=\"/passage/?search=Ezek 40:6\">40:6</a> note). The increase in height represented increasing sanctity as one approached the inner room.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,40,49",
    "text" : "The portico was twenty cubits wide, and twelve cubits from front to back. It was reached by a flight of stairs, and there were pillars on each side of the jambs."
  }, {
    "verse" : "ezekiel,41,1",
    "text" : "Then the man brought me to the outer sanctuary and measured the jambs; the width of the jambs was six cubits on each side."
  }, {
    "verse" : "ezekiel,41,2",
    "text" : "The entrance was ten cubits wide, and the projecting walls on each side of it were five cubits wide. He also measured the outer sanctuary; it was forty cubits long and twenty cubits wide."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,40,49",
    "id" : 194471,
    "title" : "Ezek 40:49",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 40:49\">40:49</a></b> <b>pillars.</b> The pillars presumably resembled Jachin and Boaz, the pillars that stood outside Solomon’s temple (<a class=\"bibleref\" href=\"/passage/?search=1Kgs 7:15-1Kgs 7:22\">1 Kin. 7:15–22</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,41,3",
    "text" : "Then he went into the inner sanctuary and measured the jambs of the entrance; each was two cubits wide. The entrance was six cubits wide, and the projecting walls on each side of it were seven cubits wide."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,41,3",
    "id" : 194472,
    "title" : "Ezek 41:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 41:3\">41:3</a></b> <b>he went into.</b> Access to the Most Holy Place was restricted to the high priest on the Day of Atonement (<a class=\"bibleref\" href=\"/passage/?search=Lev 16\">Lev. 16</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Heb 9:11-Heb 9:14\">Heb. 9:11–14</a>); the angel could enter this room, but Ezekiel could not.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,41,4",
    "text" : "And he measured the length of the inner sanctuary; it was twenty cubits, and its width was twenty cubits across the end of the outer sanctuary. He said to me, \"This is the Most Holy Place.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,41,4",
    "id" : 194473,
    "title" : "Ezek 41:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 41:4\">41:4</a></b> <b>twenty cubits.</b> The Most Holy Place in the tabernacle and in Solomon’s temple as well was a cube, equal in length, width, and height (cf. <a class=\"bibleref\" href=\"/passage/?search=Rev 21:16\">Rev. 21:16</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,41,5",
    "text" : "Then he measured the wall of the temple; it was six cubits thick, and each side room around the temple was four cubits wide."
  }, {
    "verse" : "ezekiel,41,6",
    "text" : "The side rooms were on three levels, one above another, thirty on each level. There were ledges all around the wall of the temple to serve as supports for the side rooms, so that the supports were not inserted into the wall of the temple."
  }, {
    "verse" : "ezekiel,41,7",
    "text" : "The side rooms all around the temple were wider at each successive level. The structure surrounding the temple was built in ascending stages, so that the rooms widened as one went upward. A stairway went up from the lowest floor to the top floor through the middle floor."
  }, {
    "verse" : "ezekiel,41,8",
    "text" : "I saw that the temple had a raised base all around it, forming the foundation of the side rooms. It was the length of the rod, six long cubits."
  }, {
    "verse" : "ezekiel,41,9",
    "text" : "The outer wall of the side rooms was five cubits thick. The open area between the side rooms of the temple"
  }, {
    "verse" : "ezekiel,41,10",
    "text" : "and the priests' rooms was twenty cubits wide all around the temple."
  }, {
    "verse" : "ezekiel,41,11",
    "text" : "There were entrances to the side rooms from the open area, one on the north and another on the south; and the base adjoining the open area was five cubits wide all around."
  }, {
    "verse" : "ezekiel,41,12",
    "text" : "The building facing the temple courtyard on the west side was seventy cubits wide. The wall of the building was five cubits thick all around, and its length was ninety cubits."
  }, {
    "verse" : "ezekiel,41,13",
    "text" : "Then he measured the temple; it was a hundred cubits long, and the temple courtyard and the building with its walls were also a hundred cubits long."
  }, {
    "verse" : "ezekiel,41,14",
    "text" : "The width of the temple courtyard on the east, including the front of the temple, was a hundred cubits."
  }, {
    "verse" : "ezekiel,41,15",
    "text" : "Then he measured the length of the building facing the courtyard at the rear of the temple, including its galleries on each side; it was a hundred cubits. The outer sanctuary, the inner sanctuary and the portico facing the court,"
  }, {
    "verse" : "ezekiel,41,16",
    "text" : "as well as the thresholds and the narrow windows and galleries around the three of them-everything beyond and including the threshold was covered with wood. The floor, the wall up to the windows, and the windows were covered."
  }, {
    "verse" : "ezekiel,41,17",
    "text" : "In the space above the outside of the entrance to the inner sanctuary and on the walls at regular intervals all around the inner and outer sanctuary"
  }, {
    "verse" : "ezekiel,41,18",
    "text" : "were carved cherubim and palm trees. Palm trees alternated with cherubim. Each cherub had two faces:"
  }, {
    "verse" : "ezekiel,41,19",
    "text" : "the face of a man toward the palm tree on one side and the face of a lion toward the palm tree on the other. They were carved all around the whole temple."
  }, {
    "verse" : "ezekiel,41,20",
    "text" : "From the floor to the area above the entrance, cherubim and palm trees were carved on the wall of the outer sanctuary."
  }, {
    "verse" : "ezekiel,41,21",
    "text" : "The outer sanctuary had a rectangular doorframe, and the one at the front of the Most Holy Place was similar."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,41,5-ezekiel,41,12",
    "id" : 194474,
    "title" : "Ezek 41:5–12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 41:5-Ezek 41:12\">41:5–12</a></b> Rooms were built around the north, west, and south sides of the temple building. Probably they were used to store equipment and the wealth of the temple (cf. <a class=\"bibleref\" href=\"/passage/?search=Ezek 42:13\">42:13</a>; <a class=\"bibleref\" href=\"/passage/?search=1Kgs 6:5-1Kgs 6:10\">1 Kin. 6:5–10</a>). The second and third stories were offset so that each was a cubit wider than the level below.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,41,22",
    "text" : "There was a wooden altar three cubits high and two cubits square; its corners, its base and its sides were of wood. The man said to me, \"This is the table that is before the LORD.\""
  }, {
    "verse" : "ezekiel,41,23",
    "text" : "Both the outer sanctuary and the Most Holy Place had double doors."
  }, {
    "verse" : "ezekiel,41,24",
    "text" : "Each door had two leaves-two hinged leaves for each door."
  }, {
    "verse" : "ezekiel,41,25",
    "text" : "And on the doors of the outer sanctuary were carved cherubim and palm trees like those carved on the walls, and there was a wooden overhang on the front of the portico."
  }, {
    "verse" : "ezekiel,41,26",
    "text" : "On the sidewalls of the portico were narrow windows with palm trees carved on each side. The side rooms of the temple also had overhangs."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,41,22",
    "id" : 194475,
    "title" : "Ezek 41:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 41:22\">41:22</a></b> <b>altar.</b> The table of the bread of the Presence is described as an altar only here. Ezekiel probably does so because the bread was consumed by priests like part of a sacrificial meal, and because the incense set out with the bread was viewed as a memorial offering (<a class=\"bibleref\" href=\"/passage/?search=Lev 24:5-Lev 24:9\">Lev. 24:5–9</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 21:3-1Sam 21:6\">1 Sam. 21:3–6</a>).</p></div>"
  } ]
} ]
