[ {
  "verses" : [ {
    "verse" : "proverbs,28,3",
    "text" : "A ruler who oppresses the poor is like a driving rain that leaves no crops."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,28,1-proverbs,28,28",
    "id" : 192290,
    "title" : "Pr 28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 28\">28:1–28</a></b> This chapter contains a heavier concentration of theological reflection than earlier chapters of proverbial sentences. Sometimes this is explicit, with references to God or to the law and righteousness. In other sentences it is more implicit, as in the contrast of the righteous and the wicked, which seems to assume the underlying providential order and judgment of God.</p></div>"
  }, {
    "verseRange" : "proverbs,28,3",
    "id" : 192292,
    "title" : "Pr 28:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 28:3\">28:3</a></b> <b>A poor man . . . the poor.</b> The change of a Hebrew vowel produces the reading, “A ruler who oppresses the poor.” Both excessive rainfall and a wicked ruler can do great harm.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,28,4",
    "text" : "Those who forsake the law praise the wicked, but those who keep the law resist them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,28,4",
    "id" : 192293,
    "title" : "Pr 28:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 28:4\">28:4</a></b> <b>the law.</b> Probably the Law of Moses, although wisdom instruction may be in view (<a class=\"bibleref\" href=\"/passage/?search=Prov 3:1\">3:1</a> note). Although wisdom literature often seems to reflect more on human experience in the created order than on God’s revelation in Scripture, the Hebrew sages were men of God who knew the law and its demands (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,28,5",
    "text" : "Evil men do not understand justice, but those who seek the LORD understand it fully."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,28,5",
    "id" : 192294,
    "title" : "Pr 28:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 28:5\">28:5</a></b> <b>justice.</b> The word refers either to God’s moral rule of the universe, or to the good order of things, of which God’s rule is the basis.</p><p><b>those who seek the <span class=\"small-caps\">Lord.</span></b> Those whose faith recognizes that the purpose of life is to serve God.</p><p><b>understand it completely.</b> The phrase does not imply total knowledge or infallibility, but a renewed mind that knows things truly because it knows them as they are interpreted by God’s revelation in Scripture (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> note).</p></div>"
  } ]
} ]
