[ {
  "verses" : [ {
    "verse" : "ezekiel,42,1",
    "text" : "Then the man led me northward into the outer court and brought me to the rooms opposite the temple courtyard and opposite the outer wall on the north side."
  }, {
    "verse" : "ezekiel,42,2",
    "text" : "The building whose door faced north was a hundred cubits long and fifty cubits wide."
  }, {
    "verse" : "ezekiel,42,3",
    "text" : "Both in the section twenty cubits from the inner court and in the section opposite the pavement of the outer court, gallery faced gallery at the three levels."
  }, {
    "verse" : "ezekiel,42,4",
    "text" : "In front of the rooms was an inner passageway ten cubits wide and a hundred cubits long. Their doors were on the north."
  }, {
    "verse" : "ezekiel,42,5",
    "text" : "Now the upper rooms were narrower, for the galleries took more space from them than from the rooms on the lower and middle floors of the building."
  }, {
    "verse" : "ezekiel,42,6",
    "text" : "The rooms on the third floor had no pillars, as the courts had; so they were smaller in floor space than those on the lower and middle floors."
  }, {
    "verse" : "ezekiel,42,7",
    "text" : "There was an outer wall parallel to the rooms and the outer court; it extended in front of the rooms for fifty cubits."
  }, {
    "verse" : "ezekiel,42,8",
    "text" : "While the row of rooms on the side next to the outer court was fifty cubits long, the row on the side nearest the sanctuary was a hundred cubits long."
  }, {
    "verse" : "ezekiel,42,9",
    "text" : "The lower rooms had an entrance on the east side as one enters them from the outer court."
  }, {
    "verse" : "ezekiel,42,10",
    "text" : "On the south side along the length of the wall of the outer court, adjoining the temple courtyard and opposite the outer wall, were rooms"
  }, {
    "verse" : "ezekiel,42,11",
    "text" : "with a passageway in front of them. These were like the rooms on the north; they had the same length and width, with similar exits and dimensions. Similar to the doorways on the north"
  }, {
    "verse" : "ezekiel,42,12",
    "text" : "were the doorways of the rooms on the south. There was a doorway at the beginning of the passageway that was parallel to the corresponding wall extending eastward, by which one enters the rooms."
  }, {
    "verse" : "ezekiel,42,13",
    "text" : "Then he said to me, \"The north and south rooms facing the temple courtyard are the priests' rooms, where the priests who approach the LORD will eat the most holy offerings. There they will put the most holy offerings-the grain offerings, the sin offerings and the guilt offerings-for the place is holy."
  }, {
    "verse" : "ezekiel,42,14",
    "text" : "Once the priests enter the holy precincts, they are not to go into the outer court until they leave behind the garments in which they minister, for these are holy. They are to put on other clothes before they go near the places that are for the people.\""
  }, {
    "verse" : "ezekiel,42,15",
    "text" : "When he had finished measuring what was inside the temple area, he led me out by the east gate and measured the area all around:"
  }, {
    "verse" : "ezekiel,42,16",
    "text" : "He measured the east side with the measuring rod; it was five hundred cubits."
  }, {
    "verse" : "ezekiel,42,17",
    "text" : "He measured the north side; it was five hundred cubits by the measuring rod."
  }, {
    "verse" : "ezekiel,42,18",
    "text" : "He measured the south side; it was five hundred cubits by the measuring rod."
  }, {
    "verse" : "ezekiel,42,19",
    "text" : "Then he turned to the west side and measured; it was five hundred cubits by the measuring rod."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,40,1-ezekiel,48,35",
    "id" : 194457,
    "title" : "Ezek 40–48",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 40-Ezek 48\">40:1–48:35</a></b> Ezekiel’s vision of the restored city combines many strands of biblical tradition. Ezekiel weaves together the familiar understanding of Jerusalem as the city where God had chosen to dwell with references to Mount Sinai and the Garden of Eden.</p><p>An angel leads the prophet on a tour of the city, beginning at the gates to the outer court of the temple (<a class=\"bibleref\" href=\"/passage/?search=Ezek 40:6-Ezek 40:27\">40:6–27</a>) and ending after several chapters with a division of land among the twelve tribes (<a class=\"bibleref\" href=\"/passage/?search=Ezek 47:13-Ezek 48:35\">47:13–48:35</a>). Interpretations of these chapters vary widely. Many have seen in these passages a blueprint and building specifications for a normal city that was to be built (<a class=\"bibleref\" href=\"/passage/?search=Ezek 43:10\">43:10</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 43:11\">11</a>). However, elements of the prophetic vision seem to go beyond a literal understanding (e.g., <a class=\"bibleref\" href=\"/passage/?search=Ezek 47:1-Ezek 47:12\">47:1–12</a>). Other interpreters understand Ezekiel’s temple vision as a largely symbolic description of the way God would bless His people, with the temple preeminently standing for the presence of God in the midst of His people. Through the use of vision and symbol (<a class=\"bibleref\" href=\"/passage/?search=Ezek 40:2\">40:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 12:6\">Num. 12:6</a>), the prophet describes a point in the future when the presence of God among His people would transcend anything Israel had experienced in history.</p></div>"
  }, {
    "verseRange" : "ezekiel,42,1-ezekiel,42,14",
    "id" : 194476,
    "title" : "Ezek 42:1–14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 42:1-Ezek 42:14\">42:1–14</a></b> These rooms should not be confused with those built on the perimeter of the temple building itself (<a class=\"bibleref\" href=\"/passage/?search=Ezek 41:5-Ezek 41:12\">41:5–12</a> note). These were along the north and south sides of the wall separating the inner and outer courts.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,42,20",
    "text" : "So he measured the area on all four sides. It had a wall around it, five hundred cubits long and five hundred cubits wide, to separate the holy from the common."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,42,20",
    "id" : 194477,
    "title" : "Ezek 42:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 42:20\">42:20</a></b> <b>wall.</b> The outer wall separated the sacred precincts from the secular; see note <a class=\"bibleref\" href=\"/passage/?search=Ezek 40:7\">40:7</a>.</p><p><b>500.</b> The 500 cubits is the sum of the lengths of the north outer gateway (50), part of the outer court (100), the north inner gateway (50), the inner court (100), the south inner gateway (50), part of the outer court (100), and the south outer gateway (50).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,43,1",
    "text" : "Then the man brought me to the gate facing east,"
  }, {
    "verse" : "ezekiel,43,2",
    "text" : "and I saw the glory of the God of Israel coming from the east. His voice was like the roar of rushing waters, and the land was radiant with his glory."
  }, {
    "verse" : "ezekiel,43,3",
    "text" : "The vision I saw was like the vision I had seen when he came to destroy the city and like the visions I had seen by the Kebar River, and I fell facedown."
  }, {
    "verse" : "ezekiel,43,4",
    "text" : "The glory of the LORD entered the temple through the gate facing east."
  }, {
    "verse" : "ezekiel,43,5",
    "text" : "Then the Spirit lifted me up and brought me into the inner court, and the glory of the LORD filled the temple."
  }, {
    "verse" : "ezekiel,43,6",
    "text" : "While the man was standing beside me, I heard someone speaking to me from inside the temple."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,43,1-ezekiel,43,5",
    "id" : 194478,
    "title" : "Ezek 43:1–5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 43:1-Ezek 43:5\">43:1–5</a></b> The prophet had an earlier vision of the glory of the Lord departing from the city (<a class=\"bibleref\" href=\"/passage/?search=Ezek 10:18-Ezek 10:22\">10:18–22</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 11:22-Ezek 11:24\">11:22–24</a>); now in his vision he witnesses its return. The glory comes from the east, the direction to which it had departed (<a class=\"bibleref\" href=\"/passage/?search=Ezek 11:23\">11:23</a>). The glory of the Lord had filled the tabernacle and Solomon’s temple when they were dedicated (<a class=\"bibleref\" href=\"/passage/?search=Exod 40:34\">Ex. 40:34</a>, <a class=\"bibleref\" href=\"/passage/?search=Exod 40:35\">35</a>; <a class=\"bibleref\" href=\"/passage/?search=1Kgs 8:10\">1 Kin. 8:10</a>, <a class=\"bibleref\" href=\"/passage/?search=1Kgs 8:11\">11</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 5:13\">2 Chr. 5:13</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 5:14\">14</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 7:1\">7:1</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 7:2\">2</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Isa 60:1-Isa 60:3\">Is. 60:1–3</a>). See note 11:22–24. The temple of the restoration period, built by Zerubbabel, was not built according to Ezekiel’s vision; it was smaller than Solomon’s temple (<a class=\"bibleref\" href=\"/passage/?search=Ezra 3:12\">Ezra 3:12</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezra 3:13\">13</a>; <a class=\"bibleref\" href=\"/passage/?search=Hag 2:3\">Hag. 2:3</a>). Yet Haggai prophesied that the glory of Zerubbabel’s temple would exceed that of Solomon’s (<a class=\"bibleref\" href=\"/passage/?search=Hag 2:7-Hag 2:9\">Hag. 2:7–9</a>), because God’s presence would be there.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,43,7",
    "text" : "He said: \"Son of man, this is the place of my throne and the place for the soles of my feet. This is where I will live among the Israelites forever. The house of Israel will never again defile my holy name-neither they nor their kings-by their prostitution and the lifeless idols of their kings at their high places."
  }, {
    "verse" : "ezekiel,43,8",
    "text" : "When they placed their threshold next to my threshold and their doorposts beside my doorposts, with only a wall between me and them, they defiled my holy name by their detestable practices. So I destroyed them in my anger."
  }, {
    "verse" : "ezekiel,43,9",
    "text" : "Now let them put away from me their prostitution and the lifeless idols of their kings, and I will live among them forever."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,43,7",
    "id" : 194479,
    "title" : "Ezek 43:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 43:7\">43:7</a></b> <b>throne.</b> The Jerusalem temple was understood as the place where God had His throne; He was enthroned above the ark in the Most Holy Place (<a class=\"bibleref\" href=\"/passage/?search=1Sam 4:4\">1 Sam. 4:4</a>; <a class=\"bibleref\" href=\"/passage/?search=2Sam 6:2\">2 Sam. 6:2</a>; <a class=\"bibleref\" href=\"/passage/?search=2Kgs 19:15\">2 Kin. 19:15</a>; <a class=\"bibleref\" href=\"/passage/?search=1Chr 13:6\">1 Chr. 13:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 80:1\">Ps. 80:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 99:1\">99:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 132:13\">132:13</a>, <a class=\"bibleref\" href=\"/passage/?search=Ps 132:14\">14</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 6:1\">Is. 6:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 37:16\">37:16</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,43,10",
    "text" : "\"Son of man, describe the temple to the people of Israel, that they may be ashamed of their sins. Let them consider the plan,"
  }, {
    "verse" : "ezekiel,43,11",
    "text" : "and if they are ashamed of all they have done, make known to them the design of the temple-its arrangement, its exits and entrances-its whole design and all its regulations and laws. Write these down before them so that they may be faithful to its design and follow all its regulations."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,43,10",
    "id" : 194480,
    "title" : "Ezek 43:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 43:10\">43:10</a></b> <b>plan.</b> The patterns for Israel’s past sanctuaries had come from God; so too the plans for the temple in Ezekiel’s vision were of divine origin. See note <a class=\"bibleref\" href=\"/passage/?search=Ezek 40-Ezek 48\">40:1–48:35</a>. Like Moses who gave Israel the laws for the tabernacle, Ezekiel saw the promise only from a distance, in a vision (<a class=\"bibleref\" href=\"/passage/?search=Num 27:12\">Num. 27:12</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 27:13\">13</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 32:52\">Deut. 32:52</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 34:4\">34:4</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,43,12",
    "text" : "\"This is the law of the temple: All the surrounding area on top of the mountain will be most holy. Such is the law of the temple."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,43,12",
    "id" : 194481,
    "title" : "Ezek 43:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 43:12\">43:12</a></b> <b>law of the temple.</b> Ezekiel’s temple vision is the only body of ritual law in the Bible not from the mouth of Moses. Like Moses, Ezekiel had received this law on a high mountain (<a class=\"bibleref\" href=\"/passage/?search=Ezek 40:2\">40:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 25:9\">Ex. 25:9</a>, <a class=\"bibleref\" href=\"/passage/?search=Exod 25:40\">40</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,43,13",
    "text" : "\"These are the measurements of the altar in long cubits, that cubit being a cubit and a handbreadth: Its gutter is a cubit deep and a cubit wide, with a rim of one span around the edge. And this is the height of the altar:"
  }, {
    "verse" : "ezekiel,43,14",
    "text" : "From the gutter on the ground up to the lower ledge it is two cubits high and a cubit wide, and from the smaller ledge up to the larger ledge it is four cubits high and a cubit wide."
  }, {
    "verse" : "ezekiel,43,15",
    "text" : "The altar hearth is four cubits high, and four horns project upward from the hearth."
  }, {
    "verse" : "ezekiel,43,16",
    "text" : "The altar hearth is square, twelve cubits long and twelve cubits wide."
  }, {
    "verse" : "ezekiel,43,17",
    "text" : "The upper ledge also is square, fourteen cubits long and fourteen cubits wide, with a rim of half a cubit and a gutter of a cubit all around. The steps of the altar face east.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,43,13",
    "id" : 194482,
    "title" : "Ezek 43:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 43:13\">43:13</a></b> <b>cubits.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Ezek 40:5\">40:5</a>.</p><p><b>altar.</b> The altar was built as a series of platforms, each smaller than the one below, similar to a step-pyramid or ziggurat. The ancient rabbis had many discussions about this altar since its construction contradicted the command that the altar should not have steps (<a class=\"bibleref\" href=\"/passage/?search=Exod 20:24-Exod 20:26\">Ex. 20:24–26</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,43,18",
    "text" : "Then he said to me, \"Son of man, this is what the Sovereign LORD says: These will be the regulations for sacrificing burnt offerings and sprinkling blood upon the altar when it is built:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,43,18",
    "id" : 194483,
    "title" : "Ezek 43:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 43:18\">43:18</a></b> <b>throwing blood.</b> See <a class=\"bibleref\" href=\"/passage/?search=Exod 29:16\">Ex. 29:16</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 4:6\">Lev. 4:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 5:9\">5:9</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,43,19",
    "text" : "You are to give a young bull as a sin offering to the priests, who are Levites, of the family of Zadok, who come near to minister before me, declares the Sovereign LORD."
  }, {
    "verse" : "ezekiel,43,20",
    "text" : "You are to take some of its blood and put it on the four horns of the altar and on the four corners of the upper ledge and all around the rim, and so purify the altar and make atonement for it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,43,19",
    "id" : 194484,
    "title" : "Ezek 43:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 43:19\">43:19</a></b> <b>family of Zadok.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Ezek 44:15\">44:15</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,43,21",
    "text" : "You are to take the bull for the sin offering and burn it in the designated part of the temple area outside the sanctuary."
  }, {
    "verse" : "ezekiel,43,22",
    "text" : "\"On the second day you are to offer a male goat without defect for a sin offering, and the altar is to be purified as it was purified with the bull."
  }, {
    "verse" : "ezekiel,43,23",
    "text" : "When you have finished purifying it, you are to offer a young bull and a ram from the flock, both without defect."
  }, {
    "verse" : "ezekiel,43,24",
    "text" : "You are to offer them before the LORD, and the priests are to sprinkle salt on them and sacrifice them as a burnt offering to the LORD."
  }, {
    "verse" : "ezekiel,43,25",
    "text" : "\"For seven days you are to provide a male goat daily for a sin offering; you are also to provide a young bull and a ram from the flock, both without defect."
  }, {
    "verse" : "ezekiel,43,26",
    "text" : "For seven days they are to make atonement for the altar and cleanse it; thus they will dedicate it."
  }, {
    "verse" : "ezekiel,43,27",
    "text" : "At the end of these days, from the eighth day on, the priests are to present your burnt offerings and fellowship offerings on the altar. Then I will accept you, declares the Sovereign LORD.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,43,21",
    "id" : 194485,
    "title" : "Ezek 43:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 43:21\">43:21</a></b> <b>outside.</b> See <a class=\"bibleref\" href=\"/passage/?search=Exod 29:14\">Ex. 29:14</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 4:12\">Lev. 4:12</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 4:21\">21</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 8:17\">8:17</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 9:11\">9:11</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 16:27\">16:27</a>. The writer of Hebrews interprets these instructions as an aspect of Christ’s offering of Himself (<a class=\"bibleref\" href=\"/passage/?search=Heb 13:11-Heb 13:13\">Heb. 13:11–13</a>).</p></div>"
  } ]
} ]
