[ {
  "verses" : [ {
    "verse" : "ezekiel,44,1",
    "text" : "Then the man brought me back to the outer gate of the sanctuary, the one facing east, and it was shut."
  }, {
    "verse" : "ezekiel,44,2",
    "text" : "The LORD said to me, \"This gate is to remain shut. It must not be opened; no one may enter through it. It is to remain shut because the LORD, the God of Israel, has entered through it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,40,1-ezekiel,48,35",
    "id" : 194457,
    "title" : "Ezek 40–48",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 40-Ezek 48\">40:1–48:35</a></b> Ezekiel’s vision of the restored city combines many strands of biblical tradition. Ezekiel weaves together the familiar understanding of Jerusalem as the city where God had chosen to dwell with references to Mount Sinai and the Garden of Eden.</p><p>An angel leads the prophet on a tour of the city, beginning at the gates to the outer court of the temple (<a class=\"bibleref\" href=\"/passage/?search=Ezek 40:6-Ezek 40:27\">40:6–27</a>) and ending after several chapters with a division of land among the twelve tribes (<a class=\"bibleref\" href=\"/passage/?search=Ezek 47:13-Ezek 48:35\">47:13–48:35</a>). Interpretations of these chapters vary widely. Many have seen in these passages a blueprint and building specifications for a normal city that was to be built (<a class=\"bibleref\" href=\"/passage/?search=Ezek 43:10\">43:10</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 43:11\">11</a>). However, elements of the prophetic vision seem to go beyond a literal understanding (e.g., <a class=\"bibleref\" href=\"/passage/?search=Ezek 47:1-Ezek 47:12\">47:1–12</a>). Other interpreters understand Ezekiel’s temple vision as a largely symbolic description of the way God would bless His people, with the temple preeminently standing for the presence of God in the midst of His people. Through the use of vision and symbol (<a class=\"bibleref\" href=\"/passage/?search=Ezek 40:2\">40:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 12:6\">Num. 12:6</a>), the prophet describes a point in the future when the presence of God among His people would transcend anything Israel had experienced in history.</p></div>"
  }, {
    "verseRange" : "ezekiel,44,1",
    "id" : 194486,
    "title" : "Ezek 44:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 44:1\">44:1</a></b> <b>shut.</b> The prophet had been in the inner court (<a class=\"bibleref\" href=\"/passage/?search=Ezek 43:5\">43:5</a>), but is now taken to the eastern gate. That gate will remain closed because the glory of the Lord had entered the temple through it (<a class=\"bibleref\" href=\"/passage/?search=Ezek 43:2\">v. 2</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 43:4\">43:4</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Ps 24:7-Ps 24:10\">Ps. 24:7–10</a>). That the gate is closed may also imply that the Lord will never leave the temple again (43:7, 9). The so-called Golden Gate in the eastern wall of the Old City of Jerusalem is walled shut. This gate from the Byzantine period (<span class=\"small-caps\">a.d.</span> 300–650) was restored in the Crusader period (<span class=\"small-caps\">a.d.</span> 1000–1100). It is no doubt positioned above the remains of gates from earlier periods. The gate was walled shut during the Muslim rule of Suleiman the Magnificent in the sixteenth century. Since this part of Ezekiel plays a role in Muslim eschatology, it may have provided a reason for walling up the gate. However, all the gates to the south and east of the temple platform were closed at this time in order to control access to the mosques on the platform above.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,44,3",
    "text" : "The prince himself is the only one who may sit inside the gateway to eat in the presence of the LORD. He is to enter by way of the portico of the gateway and go out the same way.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,44,3",
    "id" : 194487,
    "title" : "Ezek 44:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 44:3\">44:3</a></b> <b>prince.</b> Since the gate is closed, the gateway becomes a room; in this room the prince will be allowed to eat his portion of sacrificial meals. This provision has never been put into effect for any king of Israel. In Ezekiel’s vision it represents the special relationship the promised king would maintain with the temple. See note <a class=\"bibleref\" href=\"/passage/?search=Ezek 37:24\">37:24</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,44,4",
    "text" : "Then the man brought me by way of the north gate to the front of the temple. I looked and saw the glory of the LORD filling the temple of the LORD, and I fell facedown."
  }, {
    "verse" : "ezekiel,44,5",
    "text" : "The LORD said to me, \"Son of man, look carefully, listen closely and give attention to everything I tell you concerning all the regulations regarding the temple of the LORD. Give attention to the entrance of the temple and all the exits of the sanctuary."
  }, {
    "verse" : "ezekiel,44,6",
    "text" : "Say to the rebellious house of Israel, 'This is what the Sovereign LORD says: Enough of your detestable practices, O house of Israel!"
  }, {
    "verse" : "ezekiel,44,7",
    "text" : "In addition to all your other detestable practices, you brought foreigners uncircumcised in heart and flesh into my sanctuary, desecrating my temple while you offered me food, fat and blood, and you broke my covenant."
  }, {
    "verse" : "ezekiel,44,8",
    "text" : "Instead of carrying out your duty in regard to my holy things, you put others in charge of my sanctuary."
  }, {
    "verse" : "ezekiel,44,9",
    "text" : "This is what the Sovereign LORD says: No foreigner uncircumcised in heart and flesh is to enter my sanctuary, not even the foreigners who live among the Israelites."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,44,4-ezekiel,44,9",
    "id" : 194488,
    "title" : "Ezek 44:4–9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 44:4-Ezek 44:9\">44:4–9</a></b> While some portions of the Old Testament emphasize restrictions on the participation of foreigners in Israel’s worship (<a class=\"bibleref\" href=\"/passage/?search=Exod 12:43\">Ex. 12:43</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 22:25\">Lev. 22:25</a>; <a class=\"bibleref\" href=\"/passage/?search=Neh 9:2\">Neh. 9:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 51:51\">Jer. 51:51</a>), other passages anticipate the participation of foreigners (47:22, 23; <a class=\"bibleref\" href=\"/passage/?search=1Kgs 8:41\">1 Kin. 8:41</a>, <a class=\"bibleref\" href=\"/passage/?search=1Kgs 8:43\">43</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 6:32\">2 Chr. 6:32</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 6:33\">33</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 56:3\">Is. 56:3</a>, <a class=\"bibleref\" href=\"/passage/?search=Isa 56:6\">6</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Zech 14:21\">Zech. 14:21</a>; <a class=\"bibleref\" href=\"/passage/?search=Eph 2:12\">Eph. 2:12</a>, <a class=\"bibleref\" href=\"/passage/?search=Eph 2:19\">19</a>). Similar restrictions on foreigners characterize other writings from the period after the Babylonian exile (<a class=\"bibleref\" href=\"/passage/?search=Ezra 4:1-Ezra 4:3\">Ezra 4:1–3</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezra 10:10-Ezra 10:44\">10:10–44</a>; <a class=\"bibleref\" href=\"/passage/?search=Neh 13:1-Neh 13:9\">Neh. 13:1–9</a>; <a class=\"bibleref\" href=\"/passage/?search=Hag 2:14\">Hag. 2:14</a>). In the New Testament period there was a written warning at the entrance to the temple prohibiting Gentiles from entering the temple on pain of death (cf. <a class=\"bibleref\" href=\"/passage/?search=Acts 21:26-Acts 21:30\">Acts 21:26–30</a>). In the New Israel of the new covenant, the church, all such distinctions between Jew and Gentile have been removed. Part of Christ’s purpose was to destroy these barriers (<a class=\"bibleref\" href=\"/passage/?search=Matt 10:18\">Matt. 10:18</a>; <a class=\"bibleref\" href=\"/passage/?search=Luke 2:32\">Luke 2:32</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 9:15\">Acts 9:15</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 10:28\">10:28</a>, <a class=\"bibleref\" href=\"/passage/?search=Acts 10:45\">45</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 11:1\">11:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Acts 11:18\">18</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 13:46-Acts 13:48\">13:46–48</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 1:5\">Rom. 1:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 1:16\">16</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 2:10\">2:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 3:29\">3:29</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 10:12\">10:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 15:16\">15:16</a>; <a class=\"bibleref\" href=\"/passage/?search=Gal 3:8\">Gal. 3:8</a>, <a class=\"bibleref\" href=\"/passage/?search=Gal 3:28\">28</a>; <a class=\"bibleref\" href=\"/passage/?search=Eph 2:11-Eph 2:18\">Eph. 2:11–18</a>; <a class=\"bibleref\" href=\"/passage/?search=Eph 3:6\">3:6</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,44,10",
    "text" : "\"'The Levites who went far from me when Israel went astray and who wandered from me after their idols must bear the consequences of their sin."
  }, {
    "verse" : "ezekiel,44,11",
    "text" : "They may serve in my sanctuary, having charge of the gates of the temple and serving in it; they may slaughter the burnt offerings and sacrifices for the people and stand before the people and serve them."
  }, {
    "verse" : "ezekiel,44,12",
    "text" : "But because they served them in the presence of their idols and made the house of Israel fall into sin, therefore I have sworn with uplifted hand that they must bear the consequences of their sin, declares the Sovereign LORD."
  }, {
    "verse" : "ezekiel,44,13",
    "text" : "They are not to come near to serve me as priests or come near any of my holy things or my most holy offerings; they must bear the shame of their detestable practices."
  }, {
    "verse" : "ezekiel,44,14",
    "text" : "Yet I will put them in charge of the duties of the temple and all the work that is to be done in it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,44,10-ezekiel,44,14",
    "id" : 194489,
    "title" : "Ezek 44:10–14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 44:10-Ezek 44:14\">44:10–14</a></b> Though foreigners had served in the temple in the past (<a class=\"bibleref\" href=\"/passage/?search=Josh 9:3\">Josh. 9:3</a>, <a class=\"bibleref\" href=\"/passage/?search=Josh 9:6\">6</a>, <a class=\"bibleref\" href=\"/passage/?search=Josh 9:21\">21</a>), they will no longer be allowed to enter. The tasks they had performed belonged to the Levites (<a class=\"bibleref\" href=\"/passage/?search=Num 1:50-Num 1:53\">Num. 1:50–53</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 3:6\">3:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 3:8\">8</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 3:28-Num 3:32\">28–32</a>; <a class=\"bibleref\" href=\"/passage/?search=1Chr 23:24-1Chr 23:32\">1 Chr. 23:24–32</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 8:14\">2 Chr. 8:14</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 8:15\">15</a>). Priestly families that had engaged in idolatry before the Babylonian exile (8:6) will now join their fellow Levites in the more menial tasks of the temple and as assistants to the priests. The priesthood itself will be restricted to the line of Zadok (v. 15; 40:45, 46).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,44,15",
    "text" : "\"'But the priests, who are Levites and descendants of Zadok and who faithfully carried out the duties of my sanctuary when the Israelites went astray from me, are to come near to minister before me; they are to stand before me to offer sacrifices of fat and blood, declares the Sovereign LORD."
  }, {
    "verse" : "ezekiel,44,16",
    "text" : "They alone are to enter my sanctuary; they alone are to come near my table to minister before me and perform my service."
  }, {
    "verse" : "ezekiel,44,17",
    "text" : "\"'When they enter the gates of the inner court, they are to wear linen clothes; they must not wear any woolen garment while ministering at the gates of the inner court or inside the temple."
  }, {
    "verse" : "ezekiel,44,18",
    "text" : "They are to wear linen turbans on their heads and linen undergarments around their waists. They must not wear anything that makes them perspire."
  }, {
    "verse" : "ezekiel,44,19",
    "text" : "When they go out into the outer court where the people are, they are to take off the clothes they have been ministering in and are to leave them in the sacred rooms, and put on other clothes, so that they do not consecrate the people by means of their garments."
  }, {
    "verse" : "ezekiel,44,20",
    "text" : "\"'They must not shave their heads or let their hair grow long, but they are to keep the hair of their heads trimmed."
  }, {
    "verse" : "ezekiel,44,21",
    "text" : "No priest is to drink wine when he enters the inner court."
  }, {
    "verse" : "ezekiel,44,22",
    "text" : "They must not marry widows or divorced women; they may marry only virgins of Israelite descent or widows of priests."
  }, {
    "verse" : "ezekiel,44,23",
    "text" : "They are to teach my people the difference between the holy and the common and show them how to distinguish between the unclean and the clean."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,44,15",
    "id" : 194490,
    "title" : "Ezek 44:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 44:15\">44:15</a></b> <b>Zadok.</b> Zadok had served as high priest alongside Abiathar during the reign of David (<a class=\"bibleref\" href=\"/passage/?search=2Sam 15:24-2Sam 15:29\">2 Sam. 15:24–29</a>; <a class=\"bibleref\" href=\"/passage/?search=2Sam 20:25\">20:25</a>). Abiathar was dismissed because he had supported Adonijah against Solomon (<a class=\"bibleref\" href=\"/passage/?search=1Kgs 1:7\">1 Kin. 1:7</a>; <a class=\"bibleref\" href=\"/passage/?search=1Kgs 2:26\">2:26</a>), but Zadok had supported Solomon and became the only high priest. The priesthood had earlier been restricted among the Levites to the descendants of Aaron (<a class=\"bibleref\" href=\"/passage/?search=Exod 28:1\">Ex. 28:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 8:2-Lev 8:7\">Lev. 8:2–7</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 9\">9:1–24</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 20:25-Num 20:28\">Num. 20:25–28</a>; <a class=\"bibleref\" href=\"/passage/?search=1Chr 6:48-1Chr 6:53\">1 Chr. 6:48–53</a>), and Ezekiel foresees a further restriction to one family from Aaron.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,44,24",
    "text" : "\"'In any dispute, the priests are to serve as judges and decide it according to my ordinances. They are to keep my laws and my decrees for all my appointed feasts, and they are to keep my Sabbaths holy."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,44,24",
    "id" : 194491,
    "title" : "Ezek 44:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 44:24\">44:24</a></b> <b>judges.</b> For the judicial role of the priests, see <a class=\"bibleref\" href=\"/passage/?search=1Chr 26:29\">1 Chr. 26:29</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 19:8-2Chr 19:11\">2 Chr. 19:8–11</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,44,25",
    "text" : "\"'A priest must not defile himself by going near a dead person; however, if the dead person was his father or mother, son or daughter, brother or unmarried sister, then he may defile himself."
  }, {
    "verse" : "ezekiel,44,26",
    "text" : "After he is cleansed, he must wait seven days."
  }, {
    "verse" : "ezekiel,44,27",
    "text" : "On the day he goes into the inner court of the sanctuary to minister in the sanctuary, he is to offer a sin offering for himself, declares the Sovereign LORD."
  }, {
    "verse" : "ezekiel,44,28",
    "text" : "\"'I am to be the only inheritance the priests have. You are to give them no possession in Israel; I will be their possession."
  }, {
    "verse" : "ezekiel,44,29",
    "text" : "They will eat the grain offerings, the sin offerings and the guilt offerings; and everything in Israel devoted to the LORD will belong to them."
  }, {
    "verse" : "ezekiel,44,30",
    "text" : "The best of all the firstfruits and of all your special gifts will belong to the priests. You are to give them the first portion of your ground meal so that a blessing may rest on your household."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,44,25",
    "id" : 194492,
    "title" : "Ezek 44:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 44:25\">44:25</a></b> <b>dead person.</b> Contact with death made a person unclean; priests, and especially the high priest, had to avoid such contact (<a class=\"bibleref\" href=\"/passage/?search=Lev 21:1-Lev 21:12\">Lev. 21:1–12</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,44,31",
    "text" : "The priests must not eat anything, bird or animal, found dead or torn by wild animals."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,44,31",
    "id" : 194493,
    "title" : "Ezek 44:31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 44:31\">44:31</a></b> <b>eat.</b> The prohibition against eating meat of an animal found dead applied to all Israel (<a class=\"bibleref\" href=\"/passage/?search=Lev 11:39\">Lev. 11:39</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 11:40\">40</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 14:21\">Deut. 14:21</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,45,1",
    "text" : "\"'When you allot the land as an inheritance, you are to present to the LORD a portion of the land as a sacred district, 25,000 cubits long and 20,000 cubits wide; the entire area will be holy."
  }, {
    "verse" : "ezekiel,45,2",
    "text" : "Of this, a section 500 cubits square is to be for the sanctuary, with 50 cubits around it for open land."
  }, {
    "verse" : "ezekiel,45,3",
    "text" : "In the sacred district, measure off a section 25,000 cubits long and 10,000 cubits wide. In it will be the sanctuary, the Most Holy Place."
  }, {
    "verse" : "ezekiel,45,4",
    "text" : "It will be the sacred portion of the land for the priests, who minister in the sanctuary and who draw near to minister before the LORD. It will be a place for their houses as well as a holy place for the sanctuary."
  }, {
    "verse" : "ezekiel,45,5",
    "text" : "An area 25,000 cubits long and 10,000 cubits wide will belong to the Levites, who serve in the temple, as their possession for towns to live in."
  }, {
    "verse" : "ezekiel,45,6",
    "text" : "\"'You are to give the city as its property an area 5,000 cubits wide and 25,000 cubits long, adjoining the sacred portion; it will belong to the whole house of Israel."
  }, {
    "verse" : "ezekiel,45,7",
    "text" : "\"'The prince will have the land bordering each side of the area formed by the sacred district and the property of the city. It will extend westward from the west side and eastward from the east side, running lengthwise from the western to the eastern border parallel to one of the tribal portions."
  }, {
    "verse" : "ezekiel,45,8",
    "text" : "This land will be his possession in Israel. And my princes will no longer oppress my people but will allow the house of Israel to possess the land according to their tribes."
  }, {
    "verse" : "ezekiel,45,9",
    "text" : "\"'This is what the Sovereign LORD says: You have gone far enough, O princes of Israel! Give up your violence and oppression and do what is just and right. Stop dispossessing my people, declares the Sovereign LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,45,1-ezekiel,45,8",
    "id" : 194494,
    "title" : "Ezek 45:1–8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 45:1-Ezek 45:8\">45:1–8</a></b> The allocation of the land will be taken up in greater detail in <a class=\"bibleref\" href=\"/passage/?search=Ezek 47\">ch. 47</a>. The concern here is the sacred precincts. Ezekiel describes a sacred area in the middle of the land, a square about 8 miles (25,000 cubits) on a side, further subdivided into three strips of land (cf. <a class=\"bibleref\" href=\"/passage/?search=Rev 21:16\">Rev. 21:16</a>). The northern zone (about 25 square miles) was set aside for the use of the Levites. The center zone contained the sanctuary and was set apart for the priests. The southern zone, about half the size of the other two, was given to the city itself. The area east and west of the 8-mile square was given to the prince, while the area north and south will be divided among the other tribes. Interestingly, in Ezekiel’s vision the temple itself was outside the city proper.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,45,10",
    "text" : "You are to use accurate scales, an accurate ephah and an accurate bath."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,45,10",
    "id" : 194495,
    "title" : "Ezek 45:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 45:10\">45:10</a></b> <b>just.</b> Apparently the use of false weights and balances was common (<a class=\"bibleref\" href=\"/passage/?search=Lev 19:35\">Lev. 19:35</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 19:36\">36</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 25:13-Deut 25:16\">Deut. 25:13–16</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 11:1\">Prov. 11:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Amos 8:5\">Amos 8:5</a>; <a class=\"bibleref\" href=\"/passage/?search=Mic 6:10-Mic 6:12\">Mic. 6:10–12</a>).</p><p><b>ephah . . . bath.</b> The ephah was a dry measure of about five gallons. The bath was a liquid measure of about six gallons.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,45,11",
    "text" : "The ephah and the bath are to be the same size, the bath containing a tenth of a homer and the ephah a tenth of a homer; the homer is to be the standard measure for both."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,45,11",
    "id" : 194496,
    "title" : "Ezek 45:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 45:11\">45:11</a></b> <b>homer.</b> Ten baths or ephahs made a homer, or about fifty gallons.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,45,12",
    "text" : "The shekel is to consist of twenty gerahs. Twenty shekels plus twenty-five shekels plus fifteen shekels equal one mina."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,45,12",
    "id" : 194497,
    "title" : "Ezek 45:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 45:12\">45:12</a></b> <b>shekel . . . mina.</b> A shekel was about two-fifths of an ounce; a mina of sixty shekels would be about a pound and a half. The mina was normally fifty shekels.</p></div>"
  } ]
} ]
