[ {
  "verses" : [ {
    "verse" : "ezekiel,45,13",
    "text" : "\"'This is the special gift you are to offer: a sixth of an ephah from each homer of wheat and a sixth of an ephah from each homer of barley."
  }, {
    "verse" : "ezekiel,45,14",
    "text" : "The prescribed portion of oil, measured by the bath, is a tenth of a bath from each cor (which consists of ten baths or one homer, for ten baths are equivalent to a homer)."
  }, {
    "verse" : "ezekiel,45,15",
    "text" : "Also one sheep is to be taken from every flock of two hundred from the well-watered pastures of Israel. These will be used for the grain offerings, burnt offerings and fellowship offerings to make atonement for the people, declares the Sovereign LORD."
  }, {
    "verse" : "ezekiel,45,16",
    "text" : "All the people of the land will participate in this special gift for the use of the prince in Israel."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,40,1-ezekiel,48,35",
    "id" : 194457,
    "title" : "Ezek 40–48",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 40-Ezek 48\">40:1–48:35</a></b> Ezekiel’s vision of the restored city combines many strands of biblical tradition. Ezekiel weaves together the familiar understanding of Jerusalem as the city where God had chosen to dwell with references to Mount Sinai and the Garden of Eden.</p><p>An angel leads the prophet on a tour of the city, beginning at the gates to the outer court of the temple (<a class=\"bibleref\" href=\"/passage/?search=Ezek 40:6-Ezek 40:27\">40:6–27</a>) and ending after several chapters with a division of land among the twelve tribes (<a class=\"bibleref\" href=\"/passage/?search=Ezek 47:13-Ezek 48:35\">47:13–48:35</a>). Interpretations of these chapters vary widely. Many have seen in these passages a blueprint and building specifications for a normal city that was to be built (<a class=\"bibleref\" href=\"/passage/?search=Ezek 43:10\">43:10</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 43:11\">11</a>). However, elements of the prophetic vision seem to go beyond a literal understanding (e.g., <a class=\"bibleref\" href=\"/passage/?search=Ezek 47:1-Ezek 47:12\">47:1–12</a>). Other interpreters understand Ezekiel’s temple vision as a largely symbolic description of the way God would bless His people, with the temple preeminently standing for the presence of God in the midst of His people. Through the use of vision and symbol (<a class=\"bibleref\" href=\"/passage/?search=Ezek 40:2\">40:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 12:6\">Num. 12:6</a>), the prophet describes a point in the future when the presence of God among His people would transcend anything Israel had experienced in history.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,45,17",
    "text" : "It will be the duty of the prince to provide the burnt offerings, grain offerings and drink offerings at the festivals, the New Moons and the Sabbaths-at all the appointed feasts of the house of Israel. He will provide the sin offerings, grain offerings, burnt offerings and fellowship offerings to make atonement for the house of Israel."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,45,17",
    "id" : 194498,
    "title" : "Ezek 45:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 45:17\">45:17</a></b> <b>prince’s duty.</b> Israel’s princes were also responsible to make offerings on behalf of the people (<a class=\"bibleref\" href=\"/passage/?search=Ezek 45:13-Ezek 45:17\">vv. 13–17</a>). The people would give offerings in kind to the prince, who in turn provided them to the sanctuary (cf. <a class=\"bibleref\" href=\"/passage/?search=2Chr 30:24\">2 Chr. 30:24</a>). See notes 37:24; 44:3.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,45,18",
    "text" : "\"'This is what the Sovereign LORD says: In the first month on the first day you are to take a young bull without defect and purify the sanctuary."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,45,18-ezekiel,45,25",
    "id" : 194499,
    "title" : "Ezek 45:18–25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 45:18-Ezek 45:25\">45:18–25</a></b> These regulations cover aspects of the ceremonial observances in the first month (New Year’s Day, <a class=\"bibleref\" href=\"/passage/?search=Ezek 45:18-Ezek 45:20\">vv. 18–20</a>, and Passover, <a class=\"bibleref\" href=\"/passage/?search=Ezek 45:21-Ezek 45:24\">vv. 21–24</a>) and seventh month (Tabernacles, <a class=\"bibleref\" href=\"/passage/?search=Ezek 45:25\">v. 25</a>). This legislation may have represented modifications of earlier liturgical practice. Once again, like Moses, Ezekiel provides religious and ceremonial law to Israel (see notes <a class=\"bibleref\" href=\"/passage/?search=Ezek 43:10\">43:10</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 43:12\">12</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,45,19",
    "text" : "The priest is to take some of the blood of the sin offering and put it on the doorposts of the temple, on the four corners of the upper ledge of the altar and on the gateposts of the inner court."
  }, {
    "verse" : "ezekiel,45,20",
    "text" : "You are to do the same on the seventh day of the month for anyone who sins unintentionally or through ignorance; so you are to make atonement for the temple."
  }, {
    "verse" : "ezekiel,45,21",
    "text" : "\"'In the first month on the fourteenth day you are to observe the Passover, a feast lasting seven days, during which you shall eat bread made without yeast."
  }, {
    "verse" : "ezekiel,45,22",
    "text" : "On that day the prince is to provide a bull as a sin offering for himself and for all the people of the land."
  }, {
    "verse" : "ezekiel,45,23",
    "text" : "Every day during the seven days of the Feast he is to provide seven bulls and seven rams without defect as a burnt offering to the LORD, and a male goat for a sin offering."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,45,19",
    "id" : 194500,
    "title" : "Ezek 45:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 45:19\">45:19</a></b> <b>altar.</b> Compare the consecration of the altar in <a class=\"bibleref\" href=\"/passage/?search=Exod 29:35-Exod 29:37\">Ex. 29:35–37</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,45,24",
    "text" : "He is to provide as a grain offering an ephah for each bull and an ephah for each ram, along with a hin of oil for each ephah."
  }, {
    "verse" : "ezekiel,45,25",
    "text" : "\"'During the seven days of the Feast, which begins in the seventh month on the fifteenth day, he is to make the same provision for sin offerings, burnt offerings, grain offerings and oil."
  }, {
    "verse" : "ezekiel,46,1",
    "text" : "\"'This is what the Sovereign LORD says: The gate of the inner court facing east is to be shut on the six working days, but on the Sabbath day and on the day of the New Moon it is to be opened."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,45,24",
    "id" : 194501,
    "title" : "Ezek 45:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 45:24\">45:24</a></b> <b>hin.</b> A liquid measure of about one gallon.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,46,2",
    "text" : "The prince is to enter from the outside through the portico of the gateway and stand by the gatepost. The priests are to sacrifice his burnt offering and his fellowship offerings. He is to worship at the threshold of the gateway and then go out, but the gate will not be shut until evening."
  }, {
    "verse" : "ezekiel,46,3",
    "text" : "On the Sabbaths and New Moons the people of the land are to worship in the presence of the LORD at the entrance to that gateway."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,46,2",
    "id" : 194502,
    "title" : "Ezek 46:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 46:2\">46:2</a></b> <b>prince.</b> The prince will be allowed to enter as far as the inner threshold of the eastern gate into the inner courtyard on festival days; on other days he will enter and leave with the ordinary people (<a class=\"bibleref\" href=\"/passage/?search=Ezek 46:9\">vv. 9</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 46:10\">10</a>) unless he is making a freewill offering (<a class=\"bibleref\" href=\"/passage/?search=Ezek 46:12\">v. 12</a>). The prince has special privileges with reference to the eastern gate in the outer courtyard (<a class=\"bibleref\" href=\"/passage/?search=Ezek 44:1\">44:1</a> note; <a class=\"bibleref\" href=\"/passage/?search=Ezek 44:3\">44:3</a> note). From his vantage point at the threshold of the inner gate, the prince will have a full view of the inner courtyard and the great altar; but entry to the inner court is restricted to priests and Levites.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,46,4",
    "text" : "The burnt offering the prince brings to the LORD on the Sabbath day is to be six male lambs and a ram, all without defect."
  }, {
    "verse" : "ezekiel,46,5",
    "text" : "The grain offering given with the ram is to be an ephah, and the grain offering with the lambs is to be as much as he pleases, along with a hin of oil for each ephah."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,46,4",
    "id" : 194503,
    "title" : "Ezek 46:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 46:4\">46:4</a></b> <b>burnt offering.</b> The specifications for this offering differ from the Sabbath offerings in <a class=\"bibleref\" href=\"/passage/?search=Num 28:9\">Num. 28:9</a>, where two lambs and no ram are required.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,46,6",
    "text" : "On the day of the New Moon he is to offer a young bull, six lambs and a ram, all without defect."
  }, {
    "verse" : "ezekiel,46,7",
    "text" : "He is to provide as a grain offering one ephah with the bull, one ephah with the ram, and with the lambs as much as he wants to give, along with a hin of oil with each ephah."
  }, {
    "verse" : "ezekiel,46,8",
    "text" : "When the prince enters, he is to go in through the portico of the gateway, and he is to come out the same way."
  }, {
    "verse" : "ezekiel,46,9",
    "text" : "\"'When the people of the land come before the LORD at the appointed feasts, whoever enters by the north gate to worship is to go out the south gate; and whoever enters by the south gate is to go out the north gate. No one is to return through the gate by which he entered, but each is to go out the opposite gate."
  }, {
    "verse" : "ezekiel,46,10",
    "text" : "The prince is to be among them, going in when they go in and going out when they go out."
  }, {
    "verse" : "ezekiel,46,11",
    "text" : "\"'At the festivals and the appointed feasts, the grain offering is to be an ephah with a bull, an ephah with a ram, and with the lambs as much as one pleases, along with a hin of oil for each ephah."
  }, {
    "verse" : "ezekiel,46,12",
    "text" : "When the prince provides a freewill offering to the LORD -whether a burnt offering or fellowship offerings-the gate facing east is to be opened for him. He shall offer his burnt offering or his fellowship offerings as he does on the Sabbath day. Then he shall go out, and after he has gone out, the gate will be shut."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,46,6",
    "id" : 194504,
    "title" : "Ezek 46:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 46:6\">46:6</a></b> <b>day of the new moon.</b> The first day of the month. The specifications again differ from earlier legislation (<a class=\"bibleref\" href=\"/passage/?search=Num 28:11\">Num. 28:11</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,46,13",
    "text" : "\"'Every day you are to provide a year-old lamb without defect for a burnt offering to the LORD; morning by morning you shall provide it."
  }, {
    "verse" : "ezekiel,46,14",
    "text" : "You are also to provide with it morning by morning a grain offering, consisting of a sixth of an ephah with a third of a hin of oil to moisten the flour. The presenting of this grain offering to the LORD is a lasting ordinance."
  }, {
    "verse" : "ezekiel,46,15",
    "text" : "So the lamb and the grain offering and the oil shall be provided morning by morning for a regular burnt offering."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,46,13",
    "id" : 194505,
    "title" : "Ezek 46:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 46:13\">46:13</a></b> <b>daily.</b> Whereas most of the preceding regulations concerned offerings on particular days of the Old Testament liturgical calendar, God was to be worshiped in Israel every day (<a class=\"bibleref\" href=\"/passage/?search=Ezek 46:13-Ezek 46:15\">vv. 13–15</a>). The provisions for these daily offerings differ from earlier practice (<a class=\"bibleref\" href=\"/passage/?search=Num 28:3-Num 28:8\">Num. 28:3–8</a>; <a class=\"bibleref\" href=\"/passage/?search=2Kgs 16:15\">2 Kin. 16:15</a>; <a class=\"bibleref\" href=\"/passage/?search=1Chr 16:40\">1 Chr. 16:40</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 13:11\">2 Chr. 13:11</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 31:3\">31:3</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,46,16",
    "text" : "\"'This is what the Sovereign LORD says: If the prince makes a gift from his inheritance to one of his sons, it will also belong to his descendants; it is to be their property by inheritance."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,46,16-ezekiel,46,18",
    "id" : 194506,
    "title" : "Ezek 46:16–18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 46:16-Ezek 46:18\">46:16–18</a></b> In redeeming Israel from Egypt and later Babylon, God removed them from the place of bondage, but also secured for them an inheritance in their own land. The land was supposed to be inalienable (<a class=\"bibleref\" href=\"/passage/?search=Lev 25:14-Lev 25:17\">Lev. 25:14–17</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 25:23\">23</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 25:24\">24</a>; <a class=\"bibleref\" href=\"/passage/?search=1Kgs 21\">1 Kin. 21</a>), representing the permanence of the redemption and inheritance that God had provided (<a class=\"bibleref\" href=\"/passage/?search=1Pet 1:4\">1 Pet. 1:4</a>).</p></div>"
  }, {
    "verseRange" : "ezekiel,46,16",
    "id" : 194507,
    "title" : "Ezek 46:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 46:16\">46:16</a></b> <b>sons.</b> Ezekiel envisaged the restoration of Davidic rule. See notes <a class=\"bibleref\" href=\"/passage/?search=Ezek 37:24\">37:24</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 44:3\">44:3</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,46,17",
    "text" : "If, however, he makes a gift from his inheritance to one of his servants, the servant may keep it until the year of freedom; then it will revert to the prince. His inheritance belongs to his sons only; it is theirs."
  }, {
    "verse" : "ezekiel,46,18",
    "text" : "The prince must not take any of the inheritance of the people, driving them off their property. He is to give his sons their inheritance out of his own property, so that none of my people will be separated from his property.'\""
  }, {
    "verse" : "ezekiel,46,19",
    "text" : "Then the man brought me through the entrance at the side of the gate to the sacred rooms facing north, which belonged to the priests, and showed me a place at the western end."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,46,17",
    "id" : 194508,
    "title" : "Ezek 46:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 46:17\">46:17</a></b> <b>year of liberty.</b> This is most likely a reference to the Year of Jubilee (<a class=\"bibleref\" href=\"/passage/?search=Lev 25:8-Lev 25:17\">Lev. 25:8–17</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 27:24\">27:24</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 61:1\">Is. 61:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Isa 61:2\">2</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezekiel,46,20",
    "text" : "He said to me, \"This is the place where the priests will cook the guilt offering and the sin offering and bake the grain offering, to avoid bringing them into the outer court and consecrating the people.\""
  }, {
    "verse" : "ezekiel,46,21",
    "text" : "He then brought me to the outer court and led me around to its four corners, and I saw in each corner another court."
  }, {
    "verse" : "ezekiel,46,22",
    "text" : "In the four corners of the outer court were enclosed courts, forty cubits long and thirty cubits wide; each of the courts in the four corners was the same size."
  }, {
    "verse" : "ezekiel,46,23",
    "text" : "Around the inside of each of the four courts was a ledge of stone, with places for fire built all around under the ledge."
  }, {
    "verse" : "ezekiel,46,24",
    "text" : "He said to me, \"These are the kitchens where those who minister at the temple will cook the sacrifices of the people.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezekiel,46,20",
    "id" : 194509,
    "title" : "Ezek 46:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezek 46:20\">46:20</a></b> <b>bake.</b> Old Testament worship combined sacrifice and prayer with eating and social activity. These regulations specify the places where the Levites would prepare offerings for the sacrificial meals that are eaten by worshipers.</p></div>"
  } ]
} ]
