[ {
  "verses" : [ {
    "verse" : "2peter,1,1",
    "text" : "Simon Peter, a servant and apostle of Jesus Christ, To those who through the righteousness of our God and Savior Jesus Christ have received a faith as precious as ours:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,1,1",
    "id" : 199457,
    "title" : "2 Pet 1:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 1:1\">1:1</a></b> <b>Simeon.</b> Greek <i>Symeon,</i> which is closer to the Hebrew form of the name. See note <a class=\"bibleref\" href=\"/passage/?search=1Pet 1:1\">1 Pet. 1:1</a>.</p><p><b>apostle.</b> See note <a class=\"bibleref\" href=\"/passage/?search=2Cor 1:1\">2 Cor. 1:1</a>.</p><p><b>a faith of equal standing.</b> Though some interpret this to refer to “the faith” as a body of belief (<a class=\"bibleref\" href=\"/passage/?search=Jude 1:3\">Jude 3</a>), it more likely refers to the subjective experience of the believer. As an apostle writing to those who will live on after his death (vv. 13–15), Peter assures his readers that they do not have a second-class Christianity, inferior to Peter’s and the other apostles’ (cf. <a class=\"bibleref\" href=\"/passage/?search=John 20:29\">John 20:29</a>).</p><p><b>by the righteousness.</b> This probably refers to God’s fairness and impartiality in bestowing the gift of faith upon all types of people, rather than to the vicarious righteousness of Christ by which Christians are justified (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:22\">Rom. 3:22</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 4:6\">4:6</a>). The word “righteousness” is generally used in an ethical sense in Peter’s letters (2:5, 21; 3:13; <a class=\"bibleref\" href=\"/passage/?search=1Pet 2:24\">1 Pet. 2:24</a>; <a class=\"bibleref\" href=\"/passage/?search=1Pet 4:18\">4:18</a>).</p><p><b>our God and Savior Jesus Christ.</b> Since one definite article governs both nouns in the Greek (lit. “the God of us and Savior”), this phrase ascribes deity to Jesus.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,1,2",
    "text" : "Grace and peace be yours in abundance through the knowledge of God and of Jesus our Lord."
  }, {
    "verse" : "2peter,1,3",
    "text" : "His divine power has given us everything we need for life and godliness through our knowledge of him who called us by his own glory and goodness."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,1,2",
    "id" : 199458,
    "title" : "2 Pet 1:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 1:2\">1:2</a></b> <b>knowledge of God and of Jesus.</b> “Knowledge” is an important theme in 2 Peter (related words occur eleven times); here it is likely a subtle attack on false teachers and their preoccupation with esoteric knowledge. Peter seems to reserve the particular Greek word used here (<i>epignosis</i>) for the fundamental saving knowledge of God gained in conversion (<a class=\"bibleref\" href=\"/passage/?search=2Pet 1:2\">1:2</a>, <a class=\"bibleref\" href=\"/passage/?search=2Pet 1:3\">3</a>, <a class=\"bibleref\" href=\"/passage/?search=2Pet 1:8\">8</a>; <a class=\"bibleref\" href=\"/passage/?search=2Pet 2:20\">2:20</a>). Knowledge of God and of Jesus are connected because God is known savingly only in and through Jesus Christ (<a class=\"bibleref\" href=\"/passage/?search=Matt 11:27\">Matt. 11:27</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,1,4",
    "text" : "Through these he has given us his very great and precious promises, so that through them you may participate in the divine nature and escape the corruption in the world caused by evil desires."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,1,4",
    "id" : 199459,
    "title" : "2 Pet 1:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 1:4\">1:4</a></b> <b>partakers of the divine nature.</b> Believers are not absorbed into deity, nor do they become divine. Rather, they have received the Holy Spirit and are sons of God (<a class=\"bibleref\" href=\"/passage/?search=John 1:12\">John 1:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 8:9-Rom 8:21\">Rom. 8:9–21</a>). As such they are being conformed to the likeness of Christ (<a class=\"bibleref\" href=\"/passage/?search=Rom 8:29\">Rom. 8:29</a>) and the image of God in them is being renewed in true righteousness.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,1,5",
    "text" : "For this very reason, make every effort to add to your faith goodness; and to goodness, knowledge;"
  }, {
    "verse" : "2peter,1,6",
    "text" : "and to knowledge, self-control; and to self-control, perseverance; and to perseverance, godliness;"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,1,5-2peter,1,7",
    "id" : 199460,
    "title" : "2 Pet 1:5–7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 1:5-2Pet 1:7\">1:5–7</a></b> The order of virtues here (“faith . . . love”) is not a sequence in time, as if stages of the Christian life were being described (<a class=\"bibleref\" href=\"/passage/?search=2Pet 1:8\">vv. 8</a>, <a class=\"bibleref\" href=\"/passage/?search=2Pet 1:9\">9</a>). Peter is using a rhetorical figure that builds a series of elements to a climax. The beginning and conclusion of the series are significant, however. Early Christian virtue lists often begin with “faith,” the starting point of the Christian life, and end with “love” (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:1-Rom 5:5\">Rom. 5:1–5</a>; <a class=\"bibleref\" href=\"/passage/?search=1Cor 13\">1 Cor. 13</a>), the preeminent fruit of the Christian life.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,1,7",
    "text" : "and to godliness, brotherly kindness; and to brotherly kindness, love."
  }, {
    "verse" : "2peter,1,8",
    "text" : "For if you possess these qualities in increasing measure, they will keep you from being ineffective and unproductive in your knowledge of our Lord Jesus Christ."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,1,7",
    "id" : 199461,
    "title" : "2 Pet 1:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 1:7\">1:7</a></b> <b>brotherly affection.</b> Greek <i>philadelphia,</i> the family affection among believers as brothers and sisters in God’s family (<a class=\"bibleref\" href=\"/passage/?search=Rom 12:10\">Rom. 12:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 13:1\">Heb. 13:1</a>; <a class=\"bibleref\" href=\"/passage/?search=1Pet 1:22\">1 Pet. 1:22</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,1,9",
    "text" : "But if anyone does not have them, he is nearsighted and blind, and has forgotten that he has been cleansed from his past sins."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,1,9",
    "id" : 199462,
    "title" : "2 Pet 1:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 1:9\">1:9</a></b> <b>nearsighted . . . blind.</b> Lit. “blind, being nearsighted.” The combination of terms here is strange, since the two physical conditions are mutually exclusive. Some suggest on the basis of the etymology of the Greek word for “nearsighted” that Peter is alluding to the squinting or narrowing of the eyes, and that a deliberate rejection of the truth is in view. However, because the nearsighted person squints in order to see <i>better</i>, it is possible that Peter is simply multiplying related terms for effect.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,1,10",
    "text" : "Therefore, my brothers, be all the more eager to make your calling and election sure. For if you do these things, you will never fall,"
  }, {
    "verse" : "2peter,1,11",
    "text" : "and you will receive a rich welcome into the eternal kingdom of our Lord and Savior Jesus Christ."
  }, {
    "verse" : "2peter,1,12",
    "text" : "So I will always remind you of these things, even though you know them and are firmly established in the truth you now have."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,1,10",
    "id" : 199463,
    "title" : "2 Pet 1:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 1:10\">1:10</a></b> <b>make your calling and election sure.</b> While God’s choice of the elect is firm and certain in God (<a class=\"bibleref\" href=\"/passage/?search=2Tim 2:19\">2 Tim. 2:19</a>), it may not always be obvious to the individual Christian. Assurance of God’s call comes through the evidence of the Holy Spirit’s work in our lives (<a class=\"bibleref\" href=\"/passage/?search=1John 3:10\">1 John 3:10</a>, <a class=\"bibleref\" href=\"/passage/?search=1John 3:14\">14</a>) as well as through the internal testimony of the Spirit in our hearts (<a class=\"bibleref\" href=\"/passage/?search=Gal 4:6\">Gal. 4:6</a>).</p><p><b>if you practice these qualities.</b> God’s promise of salvation is to those with a genuine, persevering faith (<a class=\"bibleref\" href=\"/passage/?search=Matt 10:22\">Matt. 10:22</a>; <a class=\"bibleref\" href=\"/passage/?search=Matt 24:12\">24:12</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 24:13\">13</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 3:6\">Heb. 3:6</a>). True faith perseveres to the end and will inevitably bear fruit (<a class=\"bibleref\" href=\"/passage/?search=Gal 5:6\">Gal. 5:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Gal 5:22\">22</a>, <a class=\"bibleref\" href=\"/passage/?search=Gal 5:23\">23</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,1,13",
    "text" : "I think it is right to refresh your memory as long as I live in the tent of this body,"
  }, {
    "verse" : "2peter,1,14",
    "text" : "because I know that I will soon put it aside, as our Lord Jesus Christ has made clear to me."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,1,13",
    "id" : 199464,
    "title" : "2 Pet 1:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 1:13\">1:13</a></b> <b>in this body.</b> This phrase emphasizes the transitory nature of human life this side of Christ’s return (<a class=\"bibleref\" href=\"/passage/?search=2Cor 5:1\">2 Cor. 5:1</a>, <a class=\"bibleref\" href=\"/passage/?search=2Cor 5:4\">4</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,1,15",
    "text" : "And I will make every effort to see that after my departure you will always be able to remember these things."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,1,15",
    "id" : 199465,
    "title" : "2 Pet 1:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 1:15\">1:15</a></b> <b>make every effort.</b> Again, Peter’s purpose in writing this epistle is to establish his readers firmly in the truth of the gospel (<a class=\"bibleref\" href=\"/passage/?search=2Pet 1:12\">v. 12</a>).</p><p><b>departure.</b> Lit. “exodus.” Death is a “going out” or “departure” from this life (<a class=\"bibleref\" href=\"/passage/?search=Luke 9:31\">Luke 9:31</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,1,16",
    "text" : "We did not follow cleverly invented stories when we told you about the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,1,16",
    "id" : 199466,
    "title" : "2 Pet 1:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 1:16\">1:16</a></b> <b>we.</b> Peter links his message with that of the other apostles to affirm that they all preach the same message.</p><p><b>myths.</b> This word is always used in the New Testament in a negative sense and in contrast to the truth of the gospel (<a class=\"bibleref\" href=\"/passage/?search=1Tim 1:4\">1 Tim. 1:4</a>; <a class=\"bibleref\" href=\"/passage/?search=2Tim 4:4\">2 Tim. 4:4</a>).</p><p><b>the power and coming of . . . Christ.</b> The Greek word translated “coming” is <i>parousia,</i> the usual New Testament term for Christ’s Second Coming in glory (3:4, 12; <a class=\"bibleref\" href=\"/passage/?search=Matt 24:27\">Matt. 24:27</a>; <a class=\"bibleref\" href=\"/passage/?search=1Thess 3:13\">1 Thess. 3:13</a>). “Power” is elsewhere associated with Christ’s coming (<a class=\"bibleref\" href=\"/passage/?search=Matt 24:30\">Matt. 24:30</a>).</p><p><b>eyewitnesses of his majesty.</b> Peter was present at Christ’s transfiguration (<a class=\"bibleref\" href=\"/passage/?search=Matt 17:1-Matt 17:8\">Matt. 17:1–8</a> and parallels). The eyewitness testimony of the apostles to the Transfiguration establishes the truth of Peter’s message in general, and in particular provides the historical basis for the apostolic expectation of the Second Coming. The Transfiguration was understood by the apostles to have been a brief anticipation of the divine glory with which Christ will return to earth (<a class=\"bibleref\" href=\"/passage/?search=Matt 16:27-Matt 17:8\">Matt. 16:27–17:8</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,1,17",
    "text" : "For he received honor and glory from God the Father when the voice came to him from the Majestic Glory, saying, \"This is my Son, whom I love; with him I am well pleased.\""
  }, {
    "verse" : "2peter,1,18",
    "text" : "We ourselves heard this voice that came from heaven when we were with him on the sacred mountain."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,1,17",
    "id" : 199467,
    "title" : "2 Pet 1:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 1:17\">1:17</a></b> <b>Majestic Glory.</b> An indirect way, typical of Jewish speech, of referring to God Himself. The reason for speaking indirectly was to avoid any possible misuse of the sacred name of God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,1,19",
    "text" : "And we have the word of the prophets made more certain, and you will do well to pay attention to it, as to a light shining in a dark place, until the day dawns and the morning star rises in your hearts."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,1,19",
    "id" : 199468,
    "title" : "2 Pet 1:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 1:19\">1:19</a></b> <b>we have something more sure, the prophetic word.</b> The prophetic word of Scripture is a more solid proof than even the spectacular experience of witnessing the Transfiguration.</p><p><b>the morning star.</b> This probably alludes to <a class=\"bibleref\" href=\"/passage/?search=Num 24:17\">Num. 24:17</a>, a passage that is interpreted messianically (<a class=\"bibleref\" href=\"/passage/?search=Rev 2:28\">Rev. 2:28</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 22:16\">22:16</a>). If so, the symbol refers to Christ in His Second Coming.</p><p><b>rises in your hearts.</b> A difficult phrase, since “day dawns” and “morning star” apparently refer to the Second Coming of Christ, an external event. Peter probably refers to the effect on believers of the full revelation that will accompany Christ’s return. His readers must pay attention to the sure “prophetic word” until the day when that word will be superseded by the full revelation to come.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,1,20",
    "text" : "Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,1,20",
    "id" : 199469,
    "title" : "2 Pet 1:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 1:20\">1:20</a></b> <b>someone’s own interpretation.</b> Some take this verse to be about the interpretation of prophecy, to the effect that no one is allowed to interpret Scripture on their own, privately. But Peter’s concern here is the reliability of Scripture itself, and not the authority of those who interpret it. That point comes up later (<a class=\"bibleref\" href=\"/passage/?search=2Pet 3:16\">3:16</a>). In the present context, Peter is arguing that the prophetic testimony in Scripture comes altogether from God, including not only visions but also words used to describe and interpret them (<a class=\"bibleref\" href=\"/passage/?search=Dan 8:15-Dan 8:19\">Dan. 8:15–19</a>; <a class=\"bibleref\" href=\"/passage/?search=Zech 1:9\">Zech. 1:9</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,1,21",
    "text" : "For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,1,21",
    "id" : 199470,
    "title" : "2 Pet 1:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 1:21\">1:21</a></b> <b>carried along by the Holy Spirit.</b> The Holy Spirit is the source of prophecy, enabling the prophets to speak and write as God’s representatives (<a class=\"bibleref\" href=\"/passage/?search=2Tim 3:16\">2 Tim. 3:16</a>; <a class=\"bibleref\" href=\"/passage/?search=1Pet 1:10-1Pet 1:12\">1 Pet. 1:10–12</a>).</p></div>"
  } ]
} ]
