[ {
  "verses" : [ {
    "verse" : "daniel,4,1",
    "text" : "King Nebuchadnezzar, To the peoples, nations and men of every language, who live in all the world: May you prosper greatly!"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,4,1",
    "id" : 194565,
    "title" : "Dan 4:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 4:1\">4:1</a></b> <b>King Nebuchadnezzar.</b> This final incident in the Book of Daniel associated with Nebuchadnezzar must be placed late in the king’s 43-year reign when his building projects were completed and his power was at its height (cf. <a class=\"bibleref\" href=\"/passage/?search=Dan 4:4\">vv. 4</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 4:30\">30</a>). He represents the most powerful kingdom on earth (<a class=\"bibleref\" href=\"/passage/?search=Dan 4:10-Dan 4:12\">vv. 10–12</a> note) as opposed to the rule of the Most High God. Babylonian records of long periods of absence and blasphemous acts by King Nabonidus (ruled 556 to 539 <span class=\"small-caps\">b.c.</span>; <a class=\"bibleref\" href=\"/passage/?search=Dan 5:1\">5:1</a> note) resemble in some ways Daniel’s account of Nebuchadnezzar. Another composition called the “Prayer of Nabonidus” was discovered among the Dead Sea Scrolls, documents hidden before <span class=\"small-caps\">a.d.</span> 70 by a Jewish community at Qumran and found in 1947. This “Prayer” is also similar to what Daniel says about Nebuchadnezzar. Nabonidus is separated from society for seven years and restored with the help of a Jewish exile following confession of his sins. However, his affliction is described as a form of skin disease rather than mental illness.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,4,2",
    "text" : "It is my pleasure to tell you about the miraculous signs and wonders that the Most High God has performed for me."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,4,2",
    "id" : 194566,
    "title" : "Dan 4:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 4:2\">4:2</a></b> <b>the Most High God.</b> See notes <a class=\"bibleref\" href=\"/passage/?search=Dan 2:47\">2:47</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 3:26\">3:26</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,4,3",
    "text" : "How great are his signs, how mighty his wonders! His kingdom is an eternal kingdom; his dominion endures from generation to generation."
  }, {
    "verse" : "daniel,4,4",
    "text" : "I, Nebuchadnezzar, was at home in my palace, contented and prosperous."
  }, {
    "verse" : "daniel,4,5",
    "text" : "I had a dream that made me afraid. As I was lying in my bed, the images and visions that passed through my mind terrified me."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,4,3",
    "id" : 194567,
    "title" : "Dan 4:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 4:3\">4:3</a></b> <b>How great.</b> Nebuchadnezzar’s confession in this verse and in <a class=\"bibleref\" href=\"/passage/?search=Dan 4:34\">vv. 34</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 4:35\">35</a> communicates the central theme of the Book of Daniel, namely, the absolute sovereignty of the God of Israel.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,4,6",
    "text" : "So I commanded that all the wise men of Babylon be brought before me to interpret the dream for me."
  }, {
    "verse" : "daniel,4,7",
    "text" : "When the magicians, enchanters, astrologers and diviners came, I told them the dream, but they could not interpret it for me."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,4,6-daniel,4,7",
    "id" : 194568,
    "title" : "Dan 4:6–7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 4:6\">4:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 4:7\">7</a></b> See notes <a class=\"bibleref\" href=\"/passage/?search=Dan 1:20\">1:20</a>; <a class=\"bibleref\" href=\"/passage/?search=Dan 2:2\">2:2</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,4,8",
    "text" : "Finally, Daniel came into my presence and I told him the dream. (He is called Belteshazzar, after the name of my god, and the spirit of the holy gods is in him.)"
  }, {
    "verse" : "daniel,4,9",
    "text" : "I said, \"Belteshazzar, chief of the magicians, I know that the spirit of the holy gods is in you, and no mystery is too difficult for you. Here is my dream; interpret it for me."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,4,8",
    "id" : 194569,
    "title" : "Dan 4:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 4:8\">4:8</a></b> <b>Belteshazzar.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Dan 1:7\">1:7</a>.</p><p><b>the spirit of the holy gods.</b> The Holy Spirit was the immediate author of the extraordinary power of Daniel to know and to interpret secrets (<a class=\"bibleref\" href=\"/passage/?search=Dan 2:19\">2:19</a> note). Nebuchadnezzar’s words agree with this, although he may have been thinking of another god known to him rather than the God of Daniel.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,4,10",
    "text" : "These are the visions I saw while lying in my bed: I looked, and there before me stood a tree in the middle of the land. Its height was enormous."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,4,10-daniel,4,12",
    "id" : 194570,
    "title" : "Dan 4:10–12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 4:10-Dan 4:12\">4:10–12 a</a></b> <b>tree.</b> See <a class=\"bibleref\" href=\"/passage/?search=Ezek 31\">Ezek. 31</a> for an extensive description of Assyria using the imagery of a tree. Similar imagery is used both of righteous and wicked individuals and nations <a class=\"bibleref\" href=\"/passage/?search=Ps 1:3\">Ps. 1:3</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 37:35\">37:35</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 52:8\">52:8</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 92:12\">92:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 11:16\">Jer. 11:16</a>, <a class=\"bibleref\" href=\"/passage/?search=Jer 11:17\">17</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 17:8\">17:8</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,4,11",
    "text" : "The tree grew large and strong and its top touched the sky; it was visible to the ends of the earth."
  }, {
    "verse" : "daniel,4,12",
    "text" : "Its leaves were beautiful, its fruit abundant, and on it was food for all. Under it the beasts of the field found shelter, and the birds of the air lived in its branches; from it every creature was fed."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,4,11",
    "id" : 194571,
    "title" : "Dan 4:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 4:11\">4:11</a></b> <b>its top reached to heaven.</b> The term “heaven” is a key term in this chapter. Although Nebuchadnezzar’s kingdom reaches from earth to heaven, heaven condemns his pride and reminds him that his power and even his sanity are gifts from God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,4,13",
    "text" : "\"In the visions I saw while lying in my bed, I looked, and there before me was a messenger, a holy one, coming down from heaven."
  }, {
    "verse" : "daniel,4,14",
    "text" : "He called in a loud voice: 'Cut down the tree and trim off its branches; strip off its leaves and scatter its fruit. Let the animals flee from under it and the birds from its branches."
  }, {
    "verse" : "daniel,4,15",
    "text" : "But let the stump and its roots, bound with iron and bronze, remain in the ground, in the grass of the field. \"'Let him be drenched with the dew of heaven, and let him live with the animals among the plants of the earth."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,4,13",
    "id" : 194572,
    "title" : "Dan 4:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 4:13\">4:13</a></b> <b>watcher.</b> A name used of an angel only here in the Old Testament.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,4,16",
    "text" : "Let his mind be changed from that of a man and let him be given the mind of an animal, till seven times pass by for him."
  }, {
    "verse" : "daniel,4,17",
    "text" : "\"'The decision is announced by messengers, the holy ones declare the verdict, so that the living may know that the Most High is sovereign over the kingdoms of men and gives them to anyone he wishes and sets over them the lowliest of men.'"
  }, {
    "verse" : "daniel,4,18",
    "text" : "\"This is the dream that I, King Nebuchadnezzar, had. Now, Belteshazzar, tell me what it means, for none of the wise men in my kingdom can interpret it for me. But you can, because the spirit of the holy gods is in you.\""
  }, {
    "verse" : "daniel,4,19",
    "text" : "Then Daniel (also called Belteshazzar) was greatly perplexed for a time, and his thoughts terrified him. So the king said, \"Belteshazzar, do not let the dream or its meaning alarm you.\" Belteshazzar answered, \"My lord, if only the dream applied to your enemies and its meaning to your adversaries!"
  }, {
    "verse" : "daniel,4,20",
    "text" : "The tree you saw, which grew large and strong, with its top touching the sky, visible to the whole earth,"
  }, {
    "verse" : "daniel,4,21",
    "text" : "with beautiful leaves and abundant fruit, providing food for all, giving shelter to the beasts of the field, and having nesting places in its branches for the birds of the air-"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,4,16",
    "id" : 194573,
    "title" : "Dan 4:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 4:16\">4:16 a</a></b> <b>beast’s mind.</b> The mental illness in which a person imagines himself to be an animal is called “zoanthropy” (a compound of the Greek words for “animal” and “man”).</p><p><b>let seven periods of time pass over him.</b> This means seven periods of unspecified duration (cf. <a class=\"bibleref\" href=\"/passage/?search=Dan 4:23\">vv. 23</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 4:25\">25</a>), such as seasons, years, or months.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,4,22",
    "text" : "you, O king, are that tree! You have become great and strong; your greatness has grown until it reaches the sky, and your dominion extends to distant parts of the earth."
  }, {
    "verse" : "daniel,4,23",
    "text" : "\"You, O king, saw a messenger, a holy one, coming down from heaven and saying, 'Cut down the tree and destroy it, but leave the stump, bound with iron and bronze, in the grass of the field, while its roots remain in the ground. Let him be drenched with the dew of heaven; let him live like the wild animals, until seven times pass by for him.'"
  }, {
    "verse" : "daniel,4,24",
    "text" : "\"This is the interpretation, O king, and this is the decree the Most High has issued against my lord the king:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,4,22",
    "id" : 194574,
    "title" : "Dan 4:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 4:22\">4:22</a></b> <b>it is you, O king.</b> With this statement, much like Nathan’s to David (<a class=\"bibleref\" href=\"/passage/?search=2Sam 12:7\">2 Sam. 12:7</a>), Daniel applies the dream to Nebuchadnezzar.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,4,25",
    "text" : "You will be driven away from people and will live with the wild animals; you will eat grass like cattle and be drenched with the dew of heaven. Seven times will pass by for you until you acknowledge that the Most High is sovereign over the kingdoms of men and gives them to anyone he wishes."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,4,25",
    "id" : 194575,
    "title" : "Dan 4:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 4:25\">4:25</a></b> <b>your dwelling shall be with the beasts.</b> With graphic detail Daniel explains how Nebuchadnezzar’s mind will fail. He will be deprived of his throne, and he will lose his dignity as a human being created to rule animals and not to imitate them.</p><p><b>the Most High rules.</b> The purpose of Nebuchadnezzar’s humiliation was to compel him to recognize God’s sovereignty.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,4,26",
    "text" : "The command to leave the stump of the tree with its roots means that your kingdom will be restored to you when you acknowledge that Heaven rules."
  }, {
    "verse" : "daniel,4,27",
    "text" : "Therefore, O king, be pleased to accept my advice: Renounce your sins by doing what is right, and your wickedness by being kind to the oppressed. It may be that then your prosperity will continue.\""
  }, {
    "verse" : "daniel,4,28",
    "text" : "All this happened to King Nebuchadnezzar."
  }, {
    "verse" : "daniel,4,29",
    "text" : "Twelve months later, as the king was walking on the roof of the royal palace of Babylon,"
  }, {
    "verse" : "daniel,4,30",
    "text" : "he said, \"Is not this the great Babylon I have built as the royal residence, by my mighty power and for the glory of my majesty?\""
  }, {
    "verse" : "daniel,4,31",
    "text" : "The words were still on his lips when a voice came from heaven, \"This is what is decreed for you, King Nebuchadnezzar: Your royal authority has been taken from you."
  }, {
    "verse" : "daniel,4,32",
    "text" : "You will be driven away from people and will live with the wild animals; you will eat grass like cattle. Seven times will pass by for you until you acknowledge that the Most High is sovereign over the kingdoms of men and gives them to anyone he wishes.\""
  }, {
    "verse" : "daniel,4,33",
    "text" : "Immediately what had been said about Nebuchadnezzar was fulfilled. He was driven away from people and ate grass like cattle. His body was drenched with the dew of heaven until his hair grew like the feathers of an eagle and his nails like the claws of a bird."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,4,26",
    "id" : 194576,
    "title" : "Dan 4:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 4:26\">4:26</a></b> <b>your kingdom shall be confirmed for you.</b> Nebuchadnezzar was promised that in spite of the severity and length of his illness, he would regain his throne when he acknowledged God’s sovereignty.</p><p><b>Heaven rules.</b> This is the first time in the Bible where “Heaven” is used as a substitute for “God” (<a class=\"bibleref\" href=\"/passage/?search=Dan 4:37\">4:37</a>). Compare <a class=\"bibleref\" href=\"/passage/?search=Matt 5:3\">Matt. 5:3</a> with <a class=\"bibleref\" href=\"/passage/?search=Luke 6:20\">Luke 6:20</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,4,34",
    "text" : "At the end of that time, I, Nebuchadnezzar, raised my eyes toward heaven, and my sanity was restored. Then I praised the Most High; I honored and glorified him who lives forever. His dominion is an eternal dominion; his kingdom endures from generation to generation."
  }, {
    "verse" : "daniel,4,35",
    "text" : "All the peoples of the earth are regarded as nothing. He does as he pleases with the powers of heaven and the peoples of the earth. No one can hold back his hand or say to him: \"What have you done?\""
  }, {
    "verse" : "daniel,4,36",
    "text" : "At the same time that my sanity was restored, my honor and splendor were returned to me for the glory of my kingdom. My advisers and nobles sought me out, and I was restored to my throne and became even greater than before."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,4,34-daniel,4,37",
    "id" : 194577,
    "title" : "Dan 4:34, 35, 37",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 4:34\">4:34</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 4:35\">35</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 4:37\">37</a></b> Although Nebuchadnezzar confesses God’s sovereignty, he does not confess a belief that the God of Israel is the only God. See theological note “God Reigns: Divine Sovereignty.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "daniel,4,37",
    "text" : "Now I, Nebuchadnezzar, praise and exalt and glorify the King of heaven, because everything he does is right and all his ways are just. And those who walk in pride he is able to humble."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "daniel,4,37",
    "id" : 194578,
    "title" : "Dan 4:37",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Dan 4:37\">4:37</a></b> <b>King of heaven.</b> This unique title brings together the theme of the chapter: the rule of God from heaven (<a class=\"bibleref\" href=\"/passage/?search=Dan 4:3\">vv. 3</a>, <a class=\"bibleref\" href=\"/passage/?search=Dan 4:26\">26</a> and notes).</p></div>"
  } ]
} ]
