[ {
  "verses" : [ {
    "verse" : "2peter,2,1",
    "text" : "But there were also false prophets among the people, just as there will be false teachers among you. They will secretly introduce destructive heresies, even denying the sovereign Lord who bought them--bringing swift destruction on themselves."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,1",
    "id" : 199471,
    "title" : "2 Pet 2:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:1\">2:1</a></b> <b>heresies.</b> The Greek term at one time referred to groups or sects in a neutral sense (cf. “sect,” <a class=\"bibleref\" href=\"/passage/?search=Acts 24:5\">Acts 24:5</a>). It was used by Paul of divisive groups (<a class=\"bibleref\" href=\"/passage/?search=1Cor 11:19\">1 Cor. 11:19</a>; <a class=\"bibleref\" href=\"/passage/?search=Gal 5:20\">Gal. 5:20</a>), and it came to denote the specific teachings of such groups. Here, teachings regarding Christian conduct are probably in view—conduct that placed the teachers under judgment (v. 3; 3:7).</p><p><b>denying the Master who bought them.</b> Peter is not saying Christians can lose their salvation (<a class=\"bibleref\" href=\"/passage/?search=John 10:28\">John 10:28</a>, <a class=\"bibleref\" href=\"/passage/?search=John 10:29\">29</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 8:28-Rom 8:30\">Rom. 8:28–30</a>), but is describing the false teachers in terms of their own profession of faith (vv. 20, 21). By teaching and practicing immorality they despise the lordship of Christ and prove their profession to be false (<a class=\"bibleref\" href=\"/passage/?search=1John 2:3\">1 John 2:3</a>, <a class=\"bibleref\" href=\"/passage/?search=1John 2:4\">4</a>, <a class=\"bibleref\" href=\"/passage/?search=1John 2:19\">19</a>).</p><p>Though the phrase “the Master who bought them” is taken by some to mean that Christ’s substitutionary death applies to all rather than to the elect only (see “Definite Redemption” at <a class=\"bibleref\" href=\"/passage/?search=John 10:15\">John 10:15</a>), Peter’s concern here is to highlight the responsibility of the false teachers rather than to advance a theory of the Atonement. With their claim to be redeemed by Christ, their “sensuality” (v. 2) brings particular dishonor on Christ and His sacrifice for sin.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,2",
    "text" : "Many will follow their shameful ways and will bring the way of truth into disrepute."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,2",
    "id" : 199472,
    "title" : "2 Pet 2:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:2\">2:2</a></b> <b>sensuality.</b> Incorrigible and reckless sensual indulgence, especially in sexual immorality (<a class=\"bibleref\" href=\"/passage/?search=1Pet 4:3\">1 Pet. 4:3</a>).</p><p><b>blasphemed.</b> Immoral behavior by those who claim to be Christians gives Christianity a bad name among unbelievers. Christians are often urged to exemplary behavior so that the cause of the gospel will not be hindered (<a class=\"bibleref\" href=\"/passage/?search=1Tim 6:1\">1 Tim. 6:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Titus 2:5\">Titus 2:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Titus 2:9\">9</a>, <a class=\"bibleref\" href=\"/passage/?search=Titus 2:10\">10</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,3",
    "text" : "In their greed these teachers will exploit you with stories they have made up. Their condemnation has long been hanging over them, and their destruction has not been sleeping."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,3",
    "id" : 199473,
    "title" : "2 Pet 2:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:3\">2:3</a></b> <b>in their greed.</b> See <a class=\"bibleref\" href=\"/passage/?search=2Cor 9:14\">2 Cor. 9:14</a>, <a class=\"bibleref\" href=\"/passage/?search=2Cor 9:15\">15</a>; <a class=\"bibleref\" href=\"/passage/?search=2Cor 12:17\">12:17</a>, <a class=\"bibleref\" href=\"/passage/?search=2Cor 12:18\">18</a>; <a class=\"bibleref\" href=\"/passage/?search=1Tim 6:5\">1 Tim. 6:5</a>; <a class=\"bibleref\" href=\"/passage/?search=1Pet 5:2\">1 Pet. 5:2</a> and note.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,4",
    "text" : "For if God did not spare angels when they sinned, but sent them to hell, putting them into gloomy dungeons to be held for judgment;"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,4",
    "id" : 199474,
    "title" : "2 Pet 2:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:4\">2:4</a></b> <b>angels when they sinned.</b> The meaning of this phrase is disputed. Many view this as an allusion to the sin of the “sons of God” in <a class=\"bibleref\" href=\"/passage/?search=Gen 6:1-Gen 6:4\">Gen. 6:1–4</a> (cf. <a class=\"bibleref\" href=\"/passage/?search=Jude 1:6\">Jude 6</a>). On this reading, Peter may be assuming for illustrative purposes the elaboration of the <a class=\"bibleref\" href=\"/passage/?search=Gen 6\">Gen. 6</a> narrative in the apocryphal book of <i>1 Enoch</i> (<a class=\"bibleref\" href=\"/passage/?search=Jude 1:14\">Jude 14</a> note). While “sons of God” can refer to angels (e.g., <a class=\"bibleref\" href=\"/passage/?search=Job 1:6\">Job 1:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Job 2:1\">2:1</a>), this interpretation is not without difficulties (<a class=\"bibleref\" href=\"/passage/?search=Gen 6:2\">Gen. 6:2</a> note). Others speculate that the “angels” are the evil angels who sinned before the Fall of humanity in <a class=\"bibleref\" href=\"/passage/?search=Gen 3\">Gen. 3</a>. Either way, the point is that if God judged evil angels, He will certainly judge ungodly people as well.</p><p><b>cast them into hell.</b> The verb means “to cast into Tartarus.” In Greek mythology Tartarus was the place of punishment for departed spirits. Just as Paul can quote an apt verse from a pagan writer for his own purposes (cf. <a class=\"bibleref\" href=\"/passage/?search=Acts 17:28\">Acts 17:28</a>; <a class=\"bibleref\" href=\"/passage/?search=Titus 1:12\">Titus 1:12</a>), so Peter here uses Homeric imagery to convey the idea of a special place of confinement until final judgment.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,5",
    "text" : "if he did not spare the ancient world when he brought the flood on its ungodly people, but protected Noah, a preacher of righteousness, and seven others;"
  }, {
    "verse" : "2peter,2,6",
    "text" : "if he condemned the cities of Sodom and Gomorrah by burning them to ashes, and made them an example of what is going to happen to the ungodly;"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,5",
    "id" : 199475,
    "title" : "2 Pet 2:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:5\">2:5</a></b> <b>herald of righteousness.</b> This description of Noah is unique in Scripture, but is well-known in Jewish tradition. It refers either to exhortations that were not recorded in the Old Testament, or to Noah’s lifestyle, that condemned sin and recommended righteous living to his contemporaries (<a class=\"bibleref\" href=\"/passage/?search=Gen 6:9\">Gen. 6:9</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,7",
    "text" : "and if he rescued Lot, a righteous man, who was distressed by the filthy lives of lawless men"
  }, {
    "verse" : "2peter,2,8",
    "text" : "(for that righteous man, living among them day after day, was tormented in his righteous soul by the lawless deeds he saw and heard)--"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,7",
    "id" : 199476,
    "title" : "2 Pet 2:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:7\">2:7</a></b> <b>righteous Lot.</b> A surprising description in view of the portrait of Lot in Genesis (<a class=\"bibleref\" href=\"/passage/?search=Gen 19\">Gen. 19</a>). Lot’s righteousness may have been inferred (either by Peter or extrabiblical tradition) from Abraham’s intercession for the righteous of Sodom and Lot’s subsequent deliverance.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,9",
    "text" : "if this is so, then the Lord knows how to rescue godly men from trials and to hold the unrighteous for the day of judgment, while continuing their punishment."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,9",
    "id" : 199477,
    "title" : "2 Pet 2:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:9\">2:9</a></b> <b>then the Lord.</b> The implication of the three examples in <a class=\"bibleref\" href=\"/passage/?search=2Pet 2:4-2Pet 2:8\">vv. 4–8</a> is clear: God will surely judge the wicked and deliver the righteous.</p><p><b>keep . . . under punishment.</b> Some commentators and most English translations see here a reference to preliminary punishment before the final judgment. This is the most natural reading of the Greek, although some commentators including Calvin understand it as a reference to future punishment on Judgment Day (“reserve the unjust for punishment on the day of judgment”). Because Peter’s concern in this passage is the certainty of final judgment, the latter seems more appropriate to the argument than the former.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,10",
    "text" : "This is especially true of those who follow the corrupt desire of the sinful nature and despise authority."
  }, {
    "verse" : "2peter,2,11",
    "text" : "Bold and arrogant, these men are not afraid to slander celestial beings; yet even angels, although they are stronger and more powerful, do not bring slanderous accusations against such beings in the presence of the Lord."
  }, {
    "verse" : "2peter,2,12",
    "text" : "But these men blaspheme in matters they do not understand. They are like brute beasts, creatures of instinct, born only to be caught and destroyed, and like beasts they too will perish."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,10",
    "id" : 199478,
    "title" : "2 Pet 2:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:10\">2:10</a></b> <b>blaspheme the glorious ones.</b> Probably a reference to angels. The statement in <a class=\"bibleref\" href=\"/passage/?search=2Pet 2:11\">v. 11</a> that “whereas angels . . . do not pronounce a blasphemous judgment against them” (cf. <a class=\"bibleref\" href=\"/passage/?search=Jude 1:10\">Jude 10</a>, <a class=\"bibleref\" href=\"/passage/?search=Jude 1:11\">11</a>) indicates that evil angels are in view. When warned of the danger of falling into the power of the spiritual forces of evil (cf. <a class=\"bibleref\" href=\"/passage/?search=1Cor 5:5\">1 Cor. 5:5</a>; <a class=\"bibleref\" href=\"/passage/?search=1Tim 1:20\">1 Tim. 1:20</a>), the false teachers apparently mocked the power of the devil and his demons. Even today, a flippant attitude toward Satan and his power can lead to spiritual danger.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,13",
    "text" : "They will be paid back with harm for the harm they have done. Their idea of pleasure is to carouse in broad daylight. They are blots and blemishes, reveling in their pleasures while they feast with you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,13",
    "id" : 199479,
    "title" : "2 Pet 2:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:13\">2:13</a></b> <b>their deceptions, while they feast with you.</b> The false teachers were not promoting love at their feasts (<a class=\"bibleref\" href=\"/passage/?search=Jude 1:12\">Jude 12</a>), but harmful lies. Peter uses a Greek word for “deceptions” which sounds similar to the Greek for “love.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,14",
    "text" : "With eyes full of adultery, they never stop sinning; they seduce the unstable; they are experts in greed--an accursed brood!"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,14",
    "id" : 199480,
    "title" : "2 Pet 2:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:14\">2:14</a></b> <b>eyes full of adultery.</b> Lit. “eyes full of an adulterous woman,” a vivid portrayal of their insatiable sensuality (<a class=\"bibleref\" href=\"/passage/?search=2Pet 2:2\">v. 2</a> note).</p><p><b>entice unsteady souls.</b> In contrast to the “established” believers of <a class=\"bibleref\" href=\"/passage/?search=2Pet 1:12\">1:12</a>, the “unsteady” lack a firm foundation in the Christian faith, and are easy prey to the enticements of false teachers.</p><p><b>trained in greed.</b> An athletic metaphor. At least part of their purpose in making disciples was to profit financially from them (<a class=\"bibleref\" href=\"/passage/?search=2Pet 1:3\">vv. 3</a>, <a class=\"bibleref\" href=\"/passage/?search=2Pet 1:15\">15</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,15",
    "text" : "They have left the straight way and wandered off to follow the way of Balaam son of Beor, who loved the wages of wickedness."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,15",
    "id" : 199481,
    "title" : "2 Pet 2:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:15\">2:15</a></b> <b>way of Balaam.</b> Jewish exegetical tradition had made Balaam proverbial for his greed, so the false teachers with their desire for gain are compared with him (<a class=\"bibleref\" href=\"/passage/?search=Jude 1:11\">Jude 11</a>). According to <a class=\"bibleref\" href=\"/passage/?search=Num 31:16\">Num. 31:16</a> he was also guilty of leading others into sin.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,16",
    "text" : "But he was rebuked for his wrongdoing by a donkey--a beast without speech--who spoke with a man's voice and restrained the prophet's madness."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,16",
    "id" : 199482,
    "title" : "2 Pet 2:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:16\">2:16</a></b> <b>speechless donkey.</b> Peter probably intends an ironic contrast with <a class=\"bibleref\" href=\"/passage/?search=2Pet 2:12\">v. 12</a>. While the false teachers resembled “irrational animals” in their slavery to greed, their prototype Balaam was himself rebuked by a beast.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,17",
    "text" : "These men are springs without water and mists driven by a storm. Blackest darkness is reserved for them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,17",
    "id" : 199483,
    "title" : "2 Pet 2:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:17\">2:17</a></b> <b>waterless springs.</b> Just as water sustains physical life, so true spiritual teaching nourishes spiritual life (<a class=\"bibleref\" href=\"/passage/?search=Prov 13:14\">Prov. 13:14</a>; <a class=\"bibleref\" href=\"/passage/?search=John 4:13-John 4:15\">John 4:13–15</a>)—a vivid image in a culture where water was a treasured resource. Like the dry well that only disappoints the thirsty (<a class=\"bibleref\" href=\"/passage/?search=Jer 14:3\">Jer. 14:3</a>), the false teachers can only deceive and disappoint.</p><p><b>mists driven by a storm.</b> Like hazy clouds that provide no refreshing rain (<a class=\"bibleref\" href=\"/passage/?search=Jude 1:12\">Jude 12</a>), the false teaching cannot provide spiritual sustenance.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,18",
    "text" : "For they mouth empty, boastful words and, by appealing to the lustful desires of sinful human nature, they entice people who are just escaping from those who live in error."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,18",
    "id" : 199484,
    "title" : "2 Pet 2:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:18\">2:18</a></b> <b>entice . . . those who are barely escaping.</b> New converts or those not yet well grounded in the faith fall prey to the false teachers (<a class=\"bibleref\" href=\"/passage/?search=2Pet 2:14\">v. 14</a> and note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,19",
    "text" : "They promise them freedom, while they themselves are slaves of depravity--for a man is a slave to whatever has mastered him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,19",
    "id" : 199485,
    "title" : "2 Pet 2:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:19\">2:19</a></b> <b>They promise them freedom.</b> The false teachers may have used Paul’s declaration that the Christian is not under law as the basis for their mistaken teaching that the Christian is free from the restraint of God’s moral law (cf. <a class=\"bibleref\" href=\"/passage/?search=Rom 6:15\">Rom. 6:15</a>; <a class=\"bibleref\" href=\"/passage/?search=1Cor 9:21\">1 Cor. 9:21</a>; <a class=\"bibleref\" href=\"/passage/?search=Gal 5:18\">Gal. 5:18</a>).</p><p><b>slaves of corruption.</b> A profound irony of sin is evident here: the quest for freedom from God leads only to slavery to sin and self. True freedom from sin involves joyful “slavery” to God (cf. <a class=\"bibleref\" href=\"/passage/?search=Rom 6:18\">Rom. 6:18</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,20",
    "text" : "If they have escaped the corruption of the world by knowing our Lord and Savior Jesus Christ and are again entangled in it and overcome, they are worse off at the end than they were at the beginning."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,20-2peter,2,22",
    "id" : 199486,
    "title" : "2 Pet 2:20–22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:20-2Pet 2:22\">2:20–22</a></b> The false teachers rather than those who “are barely escaping” (<a class=\"bibleref\" href=\"/passage/?search=2Pet 2:18\">v. 18</a>) are probably in view. These false teachers apparently professed to be Christians, but their return to their old sinful way of life showed that their knowledge of Christ and the way of righteousness was only superficial (<a class=\"bibleref\" href=\"/passage/?search=2Pet 2:1\">v. 1</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,21",
    "text" : "It would have been better for them not to have known the way of righteousness, than to have known it and then to turn their backs on the sacred command that was passed on to them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,21",
    "id" : 199487,
    "title" : "2 Pet 2:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:21\">2:21</a></b> <b>better . . . never to have known the way of righteousness.</b> Deliberate rejection of the truth increases one’s responsibility before God (<a class=\"bibleref\" href=\"/passage/?search=Luke 12:47\">Luke 12:47</a>, <a class=\"bibleref\" href=\"/passage/?search=Luke 12:48\">48</a>). The phrase “to have known the way” refers to an intellectual knowledge of the ethical teachings and mode of life characteristic of Christians (note the phrase “holy commandment”). Their conversion was illusory. Scripture elsewhere teaches that those who are truly regenerate will persevere in the faith (<a class=\"bibleref\" href=\"/passage/?search=John 10:26-John 10:30\">John 10:26–30</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=1John 2:19\">1 John 2:19</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2peter,2,22",
    "text" : "Of them the proverbs are true: \"A dog returns to its vomit,\" and, \"A sow that is washed goes back to her wallowing in the mud.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2peter,2,22",
    "id" : 199488,
    "title" : "2 Pet 2:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Pet 2:22\">2:22</a></b> <b>The dog . . . the sow.</b> In contrast to the modern view of dogs as “man’s best friend,” the ancient Jews despised them (<a class=\"bibleref\" href=\"/passage/?search=Exod 22:31\">Ex. 22:31</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 26:11\">Prov. 26:11</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 22:15\">Rev. 22:15</a>). Swine were avoided as unclean (<a class=\"bibleref\" href=\"/passage/?search=Lev 11:7\">Lev. 11:7</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 65:4\">Is. 65:4</a>). Peter’s point is that mere religious profession or even outward change does not change a person’s heart. The apostasy of the false teachers reveals their true nature.</p></div>"
  } ]
} ]
