[ {
  "verses" : [ {
    "verse" : "numbers,2,1",
    "text" : "The LORD said to Moses and Aaron:"
  }, {
    "verse" : "numbers,2,2",
    "text" : "\"The Israelites are to camp around the Tent of Meeting some distance from it, each man under his standard with the banners of his family.\""
  }, {
    "verse" : "numbers,2,3",
    "text" : "On the east, toward the sunrise, the divisions of the camp of Judah are to encamp under their standard. The leader of the people of Judah is Nahshon son of Amminadab."
  }, {
    "verse" : "numbers,2,4",
    "text" : "His division numbers 74,600."
  }, {
    "verse" : "numbers,2,5",
    "text" : "The tribe of Issachar will camp next to them. The leader of the people of Issachar is Nethanel son of Zuar."
  }, {
    "verse" : "numbers,2,6",
    "text" : "His division numbers 54,400."
  }, {
    "verse" : "numbers,2,7",
    "text" : "The tribe of Zebulun will be next. The leader of the people of Zebulun is Eliab son of Helon."
  }, {
    "verse" : "numbers,2,8",
    "text" : "His division numbers 57,400."
  }, {
    "verse" : "numbers,2,9",
    "text" : "All the men assigned to the camp of Judah, according to their divisions, number 186,400. They will set out first."
  }, {
    "verse" : "numbers,2,10",
    "text" : "On the south will be the divisions of the camp of Reuben under their standard. The leader of the people of Reuben is Elizur son of Shedeur."
  }, {
    "verse" : "numbers,2,11",
    "text" : "His division numbers 46,500."
  }, {
    "verse" : "numbers,2,12",
    "text" : "The tribe of Simeon will camp next to them. The leader of the people of Simeon is Shelumiel son of Zurishaddai."
  }, {
    "verse" : "numbers,2,13",
    "text" : "His division numbers 59,300."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,1,1-numbers,10,10",
    "id" : 186171,
    "title" : "Num 1:1–10:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 1:1-Num 10:10\">1:1–10:10</a></b> With the completion of the tabernacle (<a class=\"bibleref\" href=\"/passage/?search=Exod 35:4-Exod 40:38\">Ex. 35:4–40:38</a>) the Lord continues to prepare His people to occupy the Promised Land. A census of fighting men is taken (ch. 1). Then measures to ensure the order and purity of the camp are related—the organization of the camp, the commissioning of the Levites and their ministry, and various provisions for ceremonial purity and religious observance. Finally, provisions are made for direction and guidance of the community (9:15–10:10).</p></div>"
  }, {
    "verseRange" : "numbers,2,1-numbers,2,34",
    "id" : 186178,
    "title" : "Num 2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 2\">2:1–34</a></b> Regulations for the placing of the various tribes in the camp and for their order on the march are given. The people were divided into four camps, of three tribes each, located some distance from the tabernacle on the north, south, east, and west. The Levites camped around the tabernacle (<a class=\"bibleref\" href=\"/passage/?search=Num 1:53\">1:53</a>). On the march, the tribes are to follow one another in the same order in which they were mentioned. Compare this arrangement with the four-square city of <a class=\"bibleref\" href=\"/passage/?search=Rev 21:16\">Rev. 21:16</a>, the final dwelling place of God with man.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,2,14",
    "text" : "The tribe of Gad will be next. The leader of the people of Gad is Eliasaph son of Deuel."
  }, {
    "verse" : "numbers,2,15",
    "text" : "His division numbers 45,650."
  }, {
    "verse" : "numbers,2,16",
    "text" : "All the men assigned to the camp of Reuben, according to their divisions, number 151,450. They will set out second."
  }, {
    "verse" : "numbers,2,17",
    "text" : "Then the Tent of Meeting and the camp of the Levites will set out in the middle of the camps. They will set out in the same order as they encamp, each in his own place under his standard."
  }, {
    "verse" : "numbers,2,18",
    "text" : "On the west will be the divisions of the camp of Ephraim under their standard. The leader of the people of Ephraim is Elishama son of Ammihud."
  }, {
    "verse" : "numbers,2,19",
    "text" : "His division numbers 40,500."
  }, {
    "verse" : "numbers,2,20",
    "text" : "The tribe of Manasseh will be next to them. The leader of the people of Manasseh is Gamaliel son of Pedahzur."
  }, {
    "verse" : "numbers,2,21",
    "text" : "His division numbers 32,200."
  }, {
    "verse" : "numbers,2,22",
    "text" : "The tribe of Benjamin will be next. The leader of the people of Benjamin is Abidan son of Gideoni."
  }, {
    "verse" : "numbers,2,23",
    "text" : "His division numbers 35,400."
  }, {
    "verse" : "numbers,2,24",
    "text" : "All the men assigned to the camp of Ephraim, according to their divisions, number 108,100. They will set out third."
  }, {
    "verse" : "numbers,2,25",
    "text" : "On the north will be the divisions of the camp of Dan, under their standard. The leader of the people of Dan is Ahiezer son of Ammishaddai."
  }, {
    "verse" : "numbers,2,26",
    "text" : "His division numbers 62,700."
  }, {
    "verse" : "numbers,2,27",
    "text" : "The tribe of Asher will camp next to them. The leader of the people of Asher is Pagiel son of Ocran."
  }, {
    "verse" : "numbers,2,28",
    "text" : "His division numbers 41,500."
  }, {
    "verse" : "numbers,2,29",
    "text" : "The tribe of Naphtali will be next. The leader of the people of Naphtali is Ahira son of Enan."
  }, {
    "verse" : "numbers,2,30",
    "text" : "His division numbers 53,400."
  }, {
    "verse" : "numbers,2,31",
    "text" : "All the men assigned to the camp of Dan number 157,600. They will set out last, under their standards."
  }, {
    "verse" : "numbers,2,32",
    "text" : "These are the Israelites, counted according to their families. All those in the camps, by their divisions, number 603,550."
  }, {
    "verse" : "numbers,2,33",
    "text" : "The Levites, however, were not counted along with the other Israelites, as the LORD commanded Moses."
  }, {
    "verse" : "numbers,2,34",
    "text" : "So the Israelites did everything the LORD commanded Moses; that is the way they encamped under their standards, and that is the way they set out, each with his clan and family."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,2,14",
    "id" : 186179,
    "title" : "Num 2:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 2:14\">2:14</a></b> <b>Reuel.</b> Some Hebrew manuscripts have “Deuel.” The misspelling “Reuel” is due to the similarity of <i>R</i> and <i>D</i> in Hebrew writing. It is traditional to note the correction rather than to alter the text.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,3,1",
    "text" : "This is the account of the family of Aaron and Moses at the time the LORD talked with Moses on Mount Sinai."
  }, {
    "verse" : "numbers,3,2",
    "text" : "The names of the sons of Aaron were Nadab the firstborn and Abihu, Eleazar and Ithamar."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,3,1",
    "id" : 186180,
    "title" : "Num 3:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 3:1\">3:1</a></b> <b>Aaron and Moses.</b> Aaron is mentioned first because his family is the subject of the chapter.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,3,3",
    "text" : "Those were the names of Aaron's sons, the anointed priests, who were ordained to serve as priests."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,3,3",
    "id" : 186181,
    "title" : "Num 3:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 3:3\">3:3</a></b> <b>anointed priests.</b> The anointing of Aaron and his sons as priests of the Lord is described in <a class=\"bibleref\" href=\"/passage/?search=Exod 29\">Ex. 29</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,3,4",
    "text" : "Nadab and Abihu, however, fell dead before the LORD when they made an offering with unauthorized fire before him in the Desert of Sinai. They had no sons; so only Eleazar and Ithamar served as priests during the lifetime of their father Aaron."
  }, {
    "verse" : "numbers,3,5",
    "text" : "The LORD said to Moses,"
  }, {
    "verse" : "numbers,3,6",
    "text" : "\"Bring the tribe of Levi and present them to Aaron the priest to assist him."
  }, {
    "verse" : "numbers,3,7",
    "text" : "They are to perform duties for him and for the whole community at the Tent of Meeting by doing the work of the tabernacle."
  }, {
    "verse" : "numbers,3,8",
    "text" : "They are to take care of all the furnishings of the Tent of Meeting, fulfilling the obligations of the Israelites by doing the work of the tabernacle."
  }, {
    "verse" : "numbers,3,9",
    "text" : "Give the Levites to Aaron and his sons; they are the Israelites who are to be given wholly to him."
  }, {
    "verse" : "numbers,3,10",
    "text" : "Appoint Aaron and his sons to serve as priests; anyone else who approaches the sanctuary must be put to death.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,3,4",
    "id" : 186182,
    "title" : "Num 3:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 3:4\">3:4</a></b> <b>Nadab and Abihu.</b> The serious misdeed and resulting death of Aaron’s older sons was described in <a class=\"bibleref\" href=\"/passage/?search=Lev 10:1-Lev 10:3\">Lev. 10:1–3</a>. Similar divine judgments occurred at other important points in salvation history (<a class=\"bibleref\" href=\"/passage/?search=Josh 7:13-Josh 7:26\">Josh. 7:13–26</a>; <a class=\"bibleref\" href=\"/passage/?search=2Sam 6:7\">2 Sam. 6:7</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 26:16-2Chr 26:21\">2 Chr. 26:16–21</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 5:1-Acts 5:11\">Acts 5:1–11</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,3,11",
    "text" : "The LORD also said to Moses,"
  }, {
    "verse" : "numbers,3,12",
    "text" : "\"I have taken the Levites from among the Israelites in place of the first male offspring of every Israelite woman. The Levites are mine,"
  }, {
    "verse" : "numbers,3,13",
    "text" : "for all the firstborn are mine. When I struck down all the firstborn in Egypt, I set apart for myself every firstborn in Israel, whether man or animal. They are to be mine. I am the LORD.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,3,11-numbers,3,13",
    "id" : 186183,
    "title" : "Num 3:11–13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 3:11-Num 3:13\">3:11–13</a></b> The Levites were taken by God in place of the firstborn Israelite males (<a class=\"bibleref\" href=\"/passage/?search=Num 3:40-Num 3:51\">vv. 40–51</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 13:15\">Ex. 13:15</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,3,14",
    "text" : "The LORD said to Moses in the Desert of Sinai,"
  }, {
    "verse" : "numbers,3,15",
    "text" : "\"Count the Levites by their families and clans. Count every male a month old or more.\""
  }, {
    "verse" : "numbers,3,16",
    "text" : "So Moses counted them, as he was commanded by the word of the LORD."
  }, {
    "verse" : "numbers,3,17",
    "text" : "These were the names of the sons of Levi: Gershon, Kohath and Merari."
  }, {
    "verse" : "numbers,3,18",
    "text" : "These were the names of the Gershonite clans: Libni and Shimei."
  }, {
    "verse" : "numbers,3,19",
    "text" : "The Kohathite clans: Amram, Izhar, Hebron and Uzziel."
  }, {
    "verse" : "numbers,3,20",
    "text" : "The Merarite clans: Mahli and Mushi. These were the Levite clans, according to their families."
  }, {
    "verse" : "numbers,3,21",
    "text" : "To Gershon belonged the clans of the Libnites and Shimeites; these were the Gershonite clans."
  }, {
    "verse" : "numbers,3,22",
    "text" : "The number of all the males a month old or more who were counted was 7,500."
  }, {
    "verse" : "numbers,3,23",
    "text" : "The Gershonite clans were to camp on the west, behind the tabernacle."
  }, {
    "verse" : "numbers,3,24",
    "text" : "The leader of the families of the Gershonites was Eliasaph son of Lael."
  }, {
    "verse" : "numbers,3,25",
    "text" : "At the Tent of Meeting the Gershonites were responsible for the care of the tabernacle and tent, its coverings, the curtain at the entrance to the Tent of Meeting,"
  }, {
    "verse" : "numbers,3,26",
    "text" : "the curtains of the courtyard, the curtain at the entrance to the courtyard surrounding the tabernacle and altar, and the ropes-and everything related to their use."
  }, {
    "verse" : "numbers,3,27",
    "text" : "To Kohath belonged the clans of the Amramites, Izharites, Hebronites and Uzzielites; these were the Kohathite clans."
  }, {
    "verse" : "numbers,3,28",
    "text" : "The number of all the males a month old or more was 8,600. The Kohathites were responsible for the care of the sanctuary."
  }, {
    "verse" : "numbers,3,29",
    "text" : "The Kohathite clans were to camp on the south side of the tabernacle."
  }, {
    "verse" : "numbers,3,30",
    "text" : "The leader of the families of the Kohathite clans was Elizaphan son of Uzziel."
  }, {
    "verse" : "numbers,3,31",
    "text" : "They were responsible for the care of the ark, the table, the lampstand, the altars, the articles of the sanctuary used in ministering, the curtain, and everything related to their use."
  }, {
    "verse" : "numbers,3,32",
    "text" : "The chief leader of the Levites was Eleazar son of Aaron, the priest. He was appointed over those who were responsible for the care of the sanctuary."
  }, {
    "verse" : "numbers,3,33",
    "text" : "To Merari belonged the clans of the Mahlites and the Mushites; these were the Merarite clans."
  }, {
    "verse" : "numbers,3,34",
    "text" : "The number of all the males a month old or more who were counted was 6,200."
  }, {
    "verse" : "numbers,3,35",
    "text" : "The leader of the families of the Merarite clans was Zuriel son of Abihail; they were to camp on the north side of the tabernacle."
  }, {
    "verse" : "numbers,3,36",
    "text" : "The Merarites were appointed to take care of the frames of the tabernacle, its crossbars, posts, bases, all its equipment, and everything related to their use,"
  }, {
    "verse" : "numbers,3,37",
    "text" : "as well as the posts of the surrounding courtyard with their bases, tent pegs and ropes."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,3,14-numbers,3,37",
    "id" : 186184,
    "title" : "Num 3:14–37",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 3:14-Num 3:37\">3:14–37</a></b> The Levite clans are identified and their various duties prescribed: the Gershonites were to care for the large structures of the tabernacle (<a class=\"bibleref\" href=\"/passage/?search=Num 3:21-Num 3:26\">vv. 21–26</a>), the Kohathites for its interior furnishings (<a class=\"bibleref\" href=\"/passage/?search=Num 3:27-Num 3:32\">vv. 27–32</a>), and the Merarites for the smaller parts of the structure (<a class=\"bibleref\" href=\"/passage/?search=Num 3:33-Num 3:37\">vv. 33–37</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,3,38",
    "text" : "Moses and Aaron and his sons were to camp to the east of the tabernacle, toward the sunrise, in front of the Tent of Meeting. They were responsible for the care of the sanctuary on behalf of the Israelites. Anyone else who approached the sanctuary was to be put to death."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,3,38",
    "id" : 186185,
    "title" : "Num 3:38",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 3:38\">3:38</a></b> Moses and Aaron were to camp in front of the tent of meeting, and to have exclusive approach to the sanctuary.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,3,39",
    "text" : "The total number of Levites counted at the LORD's command by Moses and Aaron according to their clans, including every male a month old or more, was 22,000."
  }, {
    "verse" : "numbers,3,40",
    "text" : "The LORD said to Moses, \"Count all the firstborn Israelite males who are a month old or more and make a list of their names."
  }, {
    "verse" : "numbers,3,41",
    "text" : "Take the Levites for me in place of all the firstborn of the Israelites, and the livestock of the Levites in place of all the firstborn of the livestock of the Israelites. I am the LORD.\""
  }, {
    "verse" : "numbers,3,42",
    "text" : "So Moses counted all the firstborn of the Israelites, as the LORD commanded him."
  }, {
    "verse" : "numbers,3,43",
    "text" : "The total number of firstborn males a month old or more, listed by name, was 22,273."
  }, {
    "verse" : "numbers,3,44",
    "text" : "The LORD also said to Moses,"
  }, {
    "verse" : "numbers,3,45",
    "text" : "\"Take the Levites in place of all the firstborn of Israel, and the livestock of the Levites in place of their livestock. The Levites are to be mine. I am the LORD."
  }, {
    "verse" : "numbers,3,46",
    "text" : "To redeem the 273 firstborn Israelites who exceed the number of the Levites,"
  }, {
    "verse" : "numbers,3,47",
    "text" : "collect five shekels for each one, according to the sanctuary shekel, which weighs twenty gerahs."
  }, {
    "verse" : "numbers,3,48",
    "text" : "Give the money for the redemption of the additional Israelites to Aaron and his sons.\""
  }, {
    "verse" : "numbers,3,49",
    "text" : "So Moses collected the redemption money from those who exceeded the number redeemed by the Levites."
  }, {
    "verse" : "numbers,3,50",
    "text" : "From the firstborn of the Israelites he collected silver weighing 1,365 shekels, according to the sanctuary shekel."
  }, {
    "verse" : "numbers,3,51",
    "text" : "Moses gave the redemption money to Aaron and his sons, as he was commanded by the word of the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,3,39-numbers,3,49",
    "id" : 186186,
    "title" : "Num 3:39–49",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 3:39-Num 3:49\">3:39–49</a></b> Firstborn Israelite males were to be redeemed by devoting the Levites to God’s service. Money was given for the excess number of firstborn males (<a class=\"bibleref\" href=\"/passage/?search=Num 3:46-Num 3:49\">vv. 46–49</a>).</p></div>"
  } ]
} ]
