[ {
  "verses" : [ {
    "verse" : "numbers,4,1",
    "text" : "The LORD said to Moses and Aaron:"
  }, {
    "verse" : "numbers,4,2",
    "text" : "\"Take a census of the Kohathite branch of the Levites by their clans and families."
  }, {
    "verse" : "numbers,4,3",
    "text" : "Count all the men from thirty to fifty years of age who come to serve in the work in the Tent of Meeting."
  }, {
    "verse" : "numbers,4,4",
    "text" : "\"This is the work of the Kohathites in the Tent of Meeting: the care of the most holy things."
  }, {
    "verse" : "numbers,4,5",
    "text" : "When the camp is to move, Aaron and his sons are to go in and take down the shielding curtain and cover the ark of the Testimony with it."
  }, {
    "verse" : "numbers,4,6",
    "text" : "Then they are to cover this with hides of sea cows, spread a cloth of solid blue over that and put the poles in place."
  }, {
    "verse" : "numbers,4,7",
    "text" : "\"Over the table of the Presence they are to spread a blue cloth and put on it the plates, dishes and bowls, and the jars for drink offerings; the bread that is continually there is to remain on it."
  }, {
    "verse" : "numbers,4,8",
    "text" : "Over these they are to spread a scarlet cloth, cover that with hides of sea cows and put its poles in place."
  }, {
    "verse" : "numbers,4,9",
    "text" : "\"They are to take a blue cloth and cover the lampstand that is for light, together with its lamps, its wick trimmers and trays, and all its jars for the oil used to supply it."
  }, {
    "verse" : "numbers,4,10",
    "text" : "Then they are to wrap it and all its accessories in a covering of hides of sea cows and put it on a carrying frame."
  }, {
    "verse" : "numbers,4,11",
    "text" : "\"Over the gold altar they are to spread a blue cloth and cover that with hides of sea cows and put its poles in place."
  }, {
    "verse" : "numbers,4,12",
    "text" : "\"They are to take all the articles used for ministering in the sanctuary, wrap them in a blue cloth, cover that with hides of sea cows and put them on a carrying frame."
  }, {
    "verse" : "numbers,4,13",
    "text" : "\"They are to remove the ashes from the bronze altar and spread a purple cloth over it."
  }, {
    "verse" : "numbers,4,14",
    "text" : "Then they are to place on it all the utensils used for ministering at the altar, including the firepans, meat forks, shovels and sprinkling bowls. Over it they are to spread a covering of hides of sea cows and put its poles in place."
  }, {
    "verse" : "numbers,4,15",
    "text" : "\"After Aaron and his sons have finished covering the holy furnishings and all the holy articles, and when the camp is ready to move, the Kohathites are to come to do the carrying. But they must not touch the holy things or they will die. The Kohathites are to carry those things that are in the Tent of Meeting."
  }, {
    "verse" : "numbers,4,16",
    "text" : "\"Eleazar son of Aaron, the priest, is to have charge of the oil for the light, the fragrant incense, the regular grain offering and the anointing oil. He is to be in charge of the entire tabernacle and everything in it, including its holy furnishings and articles.\""
  }, {
    "verse" : "numbers,4,17",
    "text" : "The LORD said to Moses and Aaron,"
  }, {
    "verse" : "numbers,4,18",
    "text" : "\"See that the Kohathite tribal clans are not cut off from the Levites."
  }, {
    "verse" : "numbers,4,19",
    "text" : "So that they may live and not die when they come near the most holy things, do this for them: Aaron and his sons are to go into the sanctuary and assign to each man his work and what he is to carry."
  }, {
    "verse" : "numbers,4,20",
    "text" : "But the Kohathites must not go in to look at the holy things, even for a moment, or they will die.\""
  }, {
    "verse" : "numbers,4,21",
    "text" : "The LORD said to Moses,"
  }, {
    "verse" : "numbers,4,22",
    "text" : "\"Take a census also of the Gershonites by their families and clans."
  }, {
    "verse" : "numbers,4,23",
    "text" : "Count all the men from thirty to fifty years of age who come to serve in the work at the Tent of Meeting."
  }, {
    "verse" : "numbers,4,24",
    "text" : "\"This is the service of the Gershonite clans as they work and carry burdens:"
  }, {
    "verse" : "numbers,4,25",
    "text" : "They are to carry the curtains of the tabernacle, the Tent of Meeting, its covering and the outer covering of hides of sea cows, the curtains for the entrance to the Tent of Meeting,"
  }, {
    "verse" : "numbers,4,26",
    "text" : "the curtains of the courtyard surrounding the tabernacle and altar, the curtain for the entrance, the ropes and all the equipment used in its service. The Gershonites are to do all that needs to be done with these things."
  }, {
    "verse" : "numbers,4,27",
    "text" : "All their service, whether carrying or doing other work, is to be done under the direction of Aaron and his sons. You shall assign to them as their responsibility all they are to carry."
  }, {
    "verse" : "numbers,4,28",
    "text" : "This is the service of the Gershonite clans at the Tent of Meeting. Their duties are to be under the direction of Ithamar son of Aaron, the priest."
  }, {
    "verse" : "numbers,4,29",
    "text" : "\"Count the Merarites by their clans and families."
  }, {
    "verse" : "numbers,4,30",
    "text" : "Count all the men from thirty to fifty years of age who come to serve in the work at the Tent of Meeting."
  }, {
    "verse" : "numbers,4,31",
    "text" : "This is their duty as they perform service at the Tent of Meeting: to carry the frames of the tabernacle, its crossbars, posts and bases,"
  }, {
    "verse" : "numbers,4,32",
    "text" : "as well as the posts of the surrounding courtyard with their bases, tent pegs, ropes, all their equipment and everything related to their use. Assign to each man the specific things he is to carry."
  }, {
    "verse" : "numbers,4,33",
    "text" : "This is the service of the Merarite clans as they work at the Tent of Meeting under the direction of Ithamar son of Aaron, the priest.\""
  }, {
    "verse" : "numbers,4,34",
    "text" : "Moses, Aaron and the leaders of the community counted the Kohathites by their clans and families."
  }, {
    "verse" : "numbers,4,35",
    "text" : "All the men from thirty to fifty years of age who came to serve in the work in the Tent of Meeting,"
  }, {
    "verse" : "numbers,4,36",
    "text" : "counted by clans, were 2,750."
  }, {
    "verse" : "numbers,4,37",
    "text" : "This was the total of all those in the Kohathite clans who served in the Tent of Meeting. Moses and Aaron counted them according to the LORD's command through Moses."
  }, {
    "verse" : "numbers,4,38",
    "text" : "The Gershonites were counted by their clans and families."
  }, {
    "verse" : "numbers,4,39",
    "text" : "All the men from thirty to fifty years of age who came to serve in the work at the Tent of Meeting,"
  }, {
    "verse" : "numbers,4,40",
    "text" : "counted by their clans and families, were 2,630."
  }, {
    "verse" : "numbers,4,41",
    "text" : "This was the total of those in the Gershonite clans who served at the Tent of Meeting. Moses and Aaron counted them according to the LORD's command."
  }, {
    "verse" : "numbers,4,42",
    "text" : "The Merarites were counted by their clans and families."
  }, {
    "verse" : "numbers,4,43",
    "text" : "All the men from thirty to fifty years of age who came to serve in the work at the Tent of Meeting,"
  }, {
    "verse" : "numbers,4,44",
    "text" : "counted by their clans, were 3,200."
  }, {
    "verse" : "numbers,4,45",
    "text" : "This was the total of those in the Merarite clans. Moses and Aaron counted them according to the LORD's command through Moses."
  }, {
    "verse" : "numbers,4,46",
    "text" : "So Moses, Aaron and the leaders of Israel counted all the Levites by their clans and families."
  }, {
    "verse" : "numbers,4,47",
    "text" : "All the men from thirty to fifty years of age who came to do the work of serving and carrying the Tent of Meeting"
  }, {
    "verse" : "numbers,4,48",
    "text" : "numbered 8,580."
  }, {
    "verse" : "numbers,4,49",
    "text" : "At the LORD's command through Moses, each was assigned his work and told what to carry. Thus they were counted, as the LORD commanded Moses."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,1,1-numbers,10,10",
    "id" : 186171,
    "title" : "Num 1:1–10:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 1:1-Num 10:10\">1:1–10:10</a></b> With the completion of the tabernacle (<a class=\"bibleref\" href=\"/passage/?search=Exod 35:4-Exod 40:38\">Ex. 35:4–40:38</a>) the Lord continues to prepare His people to occupy the Promised Land. A census of fighting men is taken (ch. 1). Then measures to ensure the order and purity of the camp are related—the organization of the camp, the commissioning of the Levites and their ministry, and various provisions for ceremonial purity and religious observance. Finally, provisions are made for direction and guidance of the community (9:15–10:10).</p></div>"
  }, {
    "verseRange" : "numbers,4,1-numbers,4,33",
    "id" : 186187,
    "title" : "Num 4:1–33",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 4:1-Num 4:33\">4:1–33</a></b> The work of the Levitical families—the Kohathites (<a class=\"bibleref\" href=\"/passage/?search=Num 4:1-Num 4:15\">vv. 1–15</a>), the Gershonites (<a class=\"bibleref\" href=\"/passage/?search=Num 4:21-Num 4:28\">vv. 21–28</a>), and the Merarites (<a class=\"bibleref\" href=\"/passage/?search=Num 4:29-Num 4:33\">vv. 29–33</a>)—is further explained. In <a class=\"bibleref\" href=\"/passage/?search=Num 4:16-Num 4:20\">vv. 16–20</a>, Aaron’s son Eleazar is assigned supervision of the entire tabernacle. But all Kohathites, except the descendants of Aaron, were forbidden direct access to the holy things.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,5,1",
    "text" : "The LORD said to Moses,"
  }, {
    "verse" : "numbers,5,2",
    "text" : "\"Command the Israelites to send away from the camp anyone who has an infectious skin disease or a discharge of any kind, or who is ceremonially unclean because of a dead body."
  }, {
    "verse" : "numbers,5,3",
    "text" : "Send away male and female alike; send them outside the camp so they will not defile their camp, where I dwell among them.\""
  }, {
    "verse" : "numbers,5,4",
    "text" : "The Israelites did this; they sent them outside the camp. They did just as the LORD had instructed Moses."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,5,1-numbers,5,4",
    "id" : 186188,
    "title" : "Num 5:1–4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 5:1-Num 5:4\">5:1–4</a></b> Persons physically or ceremonially unclean were sent outside the camp. This action was taken because, as a nation of priests, the Israelites were to represent man restored in the image of God. See note <a class=\"bibleref\" href=\"/passage/?search=Lev 13\">Lev. 13</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 14\">14</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,5,5",
    "text" : "The LORD said to Moses,"
  }, {
    "verse" : "numbers,5,6",
    "text" : "\"Say to the Israelites: 'When a man or woman wrongs another in any way and so is unfaithful to the LORD, that person is guilty"
  }, {
    "verse" : "numbers,5,7",
    "text" : "and must confess the sin he has committed. He must make full restitution for his wrong, add one fifth to it and give it all to the person he has wronged."
  }, {
    "verse" : "numbers,5,8",
    "text" : "But if that person has no close relative to whom restitution can be made for the wrong, the restitution belongs to the LORD and must be given to the priest, along with the ram with which atonement is made for him."
  }, {
    "verse" : "numbers,5,9",
    "text" : "All the sacred contributions the Israelites bring to a priest will belong to him."
  }, {
    "verse" : "numbers,5,10",
    "text" : "Each man's sacred gifts are his own, but what he gives to the priest will belong to the priest.'\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,5,5-numbers,5,10",
    "id" : 186189,
    "title" : "Num 5:5–10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 5:5-Num 5:10\">5:5–10</a></b> When someone wronged another, restitution had to be made, plus an additional fifth (<a class=\"bibleref\" href=\"/passage/?search=Lev 5:14-Lev 6:7\">Lev. 5:14–6:7</a>). If the wronged person was not available, and had no relative to whom restitution could be made, it was to be given to the priest, as representing the Lord.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,5,11",
    "text" : "Then the LORD said to Moses,"
  }, {
    "verse" : "numbers,5,12",
    "text" : "\"Speak to the Israelites and say to them: 'If a man's wife goes astray and is unfaithful to him"
  }, {
    "verse" : "numbers,5,13",
    "text" : "by sleeping with another man, and this is hidden from her husband and her impurity is undetected (since there is no witness against her and she has not been caught in the act),"
  }, {
    "verse" : "numbers,5,14",
    "text" : "and if feelings of jealousy come over her husband and he suspects his wife and she is impure-or if he is jealous and suspects her even though she is not impure-"
  }, {
    "verse" : "numbers,5,15",
    "text" : "then he is to take his wife to the priest. He must also take an offering of a tenth of an ephah of barley flour on her behalf. He must not pour oil on it or put incense on it, because it is a grain offering for jealousy, a reminder offering to draw attention to guilt."
  }, {
    "verse" : "numbers,5,16",
    "text" : "\"'The priest shall bring her and have her stand before the LORD."
  }, {
    "verse" : "numbers,5,17",
    "text" : "Then he shall take some holy water in a clay jar and put some dust from the tabernacle floor into the water."
  }, {
    "verse" : "numbers,5,18",
    "text" : "After the priest has had the woman stand before the LORD, he shall loosen her hair and place in her hands the reminder offering, the grain offering for jealousy, while he himself holds the bitter water that brings a curse."
  }, {
    "verse" : "numbers,5,19",
    "text" : "Then the priest shall put the woman under oath and say to her, \"If no other man has slept with you and you have not gone astray and become impure while married to your husband, may this bitter water that brings a curse not harm you."
  }, {
    "verse" : "numbers,5,20",
    "text" : "But if you have gone astray while married to your husband and you have defiled yourself by sleeping with a man other than your husband\"-"
  }, {
    "verse" : "numbers,5,21",
    "text" : "here the priest is to put the woman under this curse of the oath-\"may the LORD cause your people to curse and denounce you when he causes your thigh to waste away and your abdomen to swell."
  }, {
    "verse" : "numbers,5,22",
    "text" : "May this water that brings a curse enter your body so that your abdomen swells and your thigh wastes away.  'Then the woman is to say, \"Amen. So be it.\""
  }, {
    "verse" : "numbers,5,23",
    "text" : "\"'The priest is to write these curses on a scroll and then wash them off into the bitter water."
  }, {
    "verse" : "numbers,5,24",
    "text" : "He shall have the woman drink the bitter water that brings a curse, and this water will enter her and cause bitter suffering."
  }, {
    "verse" : "numbers,5,25",
    "text" : "The priest is to take from her hands the grain offering for jealousy, wave it before the LORD and bring it to the altar."
  }, {
    "verse" : "numbers,5,26",
    "text" : "The priest is then to take a handful of the grain offering as a memorial offering and burn it on the altar; after that, he is to have the woman drink the water."
  }, {
    "verse" : "numbers,5,27",
    "text" : "If she has defiled herself and been unfaithful to her husband, then when she is made to drink the water that brings a curse, it will go into her and cause bitter suffering; her abdomen will swell and her thigh waste away, and she will become accursed among her people."
  }, {
    "verse" : "numbers,5,28",
    "text" : "If, however, the woman has not defiled herself and is free from impurity, she will be cleared of guilt and will be able to have children."
  }, {
    "verse" : "numbers,5,29",
    "text" : "\"'This, then, is the law of jealousy when a woman goes astray and defiles herself while married to her husband,"
  }, {
    "verse" : "numbers,5,30",
    "text" : "or when feelings of jealousy come over a man because he suspects his wife. The priest is to have her stand before the LORD and is to apply this entire law to her."
  }, {
    "verse" : "numbers,5,31",
    "text" : "The husband will be innocent of any wrongdoing, but the woman will bear the consequences of her sin.'\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,5,11-numbers,5,31",
    "id" : 186190,
    "title" : "Num 5:11–31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 5:11-Num 5:31\">5:11–31</a></b> A procedure is described by which the priest could determine whether a woman accused of unfaithfulness by her husband was guilty or innocent. If she was guilty, God would make her sick and unable to bear children (<a class=\"bibleref\" href=\"/passage/?search=Num 5:27\">v. 27</a>); if innocent, she would be able to bear children (<a class=\"bibleref\" href=\"/passage/?search=Num 5:28\">v. 28</a>).</p></div>"
  } ]
} ]
