[ {
  "verses" : [ {
    "verse" : "luke,1,1",
    "text" : "Many have undertaken to draw up an account of the things that have been fulfilled among us,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,1-luke,1,4",
    "id" : 196326,
    "title" : "Luke 1:1–4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:1-Luke 1:4\">1:1–4</a></b> The opening paragraph is written in Greek reminiscent of the classical style, the kind of opening expected in a literary book written for a wide circulation. Luke addresses Theophilus and explains why he has written.</p></div>"
  }, {
    "verseRange" : "luke,1,1",
    "id" : 196327,
    "title" : "Luke 1:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:1\">1:1</a></b> <b>many.</b> Many writings of the early church have been lost.</p><p><b>accomplished.</b> The purpose of God had been worked out in the things about which they wrote.</p></div>"
  }, {
    "verseRange" : "luke,1,1-luke,1,80",
    "id" : 196344,
    "title" : "Luke 1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1\">1</a></b>:<b>31 Jesus.</b> The name means “Yahweh is salvation.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,1,2",
    "text" : "just as they were handed down to us by those who from the first were eyewitnesses and servants of the word."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,2",
    "id" : 196328,
    "title" : "Luke 1:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:2\">1:2</a></b> <b>eyewitnesses.</b> There was reliable evidence for what was written, although Luke distinguishes himself from those who were eyewitnesses.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,1,3",
    "text" : "Therefore, since I myself have carefully investigated everything from the beginning, it seemed good also to me to write an orderly account for you, most excellent Theophilus,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,3",
    "id" : 196329,
    "title" : "Luke 1:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:3\">1:3</a></b> <b>for some time past.</b> He had gone back to the start of the Christian movement, the events surrounding the birth of Jesus Himself.</p><p><b>most excellent.</b> An address for a person of rank (<a class=\"bibleref\" href=\"/passage/?search=Acts 23:26\">Acts 23:26</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 24:3\">24:3</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,1,4",
    "text" : "so that you may know the certainty of the things you have been taught."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,4",
    "id" : 196330,
    "title" : "Luke 1:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:4\">1:4</a></b> <b>certainty.</b> The Christian faith is well grounded.</p><p><b>taught.</b> The Greek word is the source of the English word “catechism.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,1,5",
    "text" : "In the time of Herod king of Judea there was a priest named Zechariah, who belonged to the priestly division of Abijah; his wife Elizabeth was also a descendant of Aaron."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,5",
    "id" : 196331,
    "title" : "Luke 1:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:5\">1:5</a></b> <b>Herod.</b> Herod the Great, who reigned 37–4 <span class=\"small-caps\">b.c.</span></p><p><b>the division.</b> There was only one temple, and priests served it on a rotating roster. The division of Abijah was the eighth of the twenty-four divisions (<a class=\"bibleref\" href=\"/passage/?search=1Chr 24:10\">1 Chr. 24:10</a>); each ministered for a week twice a year.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,1,6",
    "text" : "Both of them were upright in the sight of God, observing all the Lord's commandments and regulations blamelessly."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,6",
    "id" : 196332,
    "title" : "Luke 1:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:6\">1:6</a></b> <b>blamelessly.</b> The expression does not mean that they never sinned but that they were godly and upright people. It must have been a serious disappointment to have no children, for children were regarded as God’s reward for faithful service (<a class=\"bibleref\" href=\"/passage/?search=Ps 127:3-Ps 127:5\">Ps. 127:3–5</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,1,7",
    "text" : "But they had no children, because Elizabeth was barren; and they were both well along in years."
  }, {
    "verse" : "luke,1,8",
    "text" : "Once when Zechariah's division was on duty and he was serving as priest before God,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,7",
    "id" : 196333,
    "title" : "Luke 1:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:7\">1:7</a></b> <b>advanced in years.</b> Priests had no retirement age.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,1,9",
    "text" : "he was chosen by lot, according to the custom of the priesthood, to go into the temple of the Lord and burn incense."
  }, {
    "verse" : "luke,1,10",
    "text" : "And when the time for the burning of incense came, all the assembled worshipers were praying outside."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,9",
    "id" : 196334,
    "title" : "Luke 1:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:9\">1:9</a></b> The large number of priests serving the one temple meant that a priest’s opportunities for taking part in the ritual were few. He might not offer incense more than once in his life (some priests never had the privilege). This was the high point in Zechariah’s career. He would go into the Holy Place with other priests, but they would withdraw leaving him alone to perform the offering.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,1,11",
    "text" : "Then an angel of the Lord appeared to him, standing at the right side of the altar of incense."
  }, {
    "verse" : "luke,1,12",
    "text" : "When Zechariah saw him, he was startled and was gripped with fear."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,11",
    "id" : 196335,
    "title" : "Luke 1:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:11\">1:11</a></b> <b>the right side.</b> Probably the south side; the angel would have been between the incense altar and the golden lampstand.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,1,13",
    "text" : "But the angel said to him: \"Do not be afraid, Zechariah; your prayer has been heard. Your wife Elizabeth will bear you a son, and you are to give him the name John."
  }, {
    "verse" : "luke,1,14",
    "text" : "He will be a joy and delight to you, and many will rejoice because of his birth,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,13",
    "id" : 196336,
    "title" : "Luke 1:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:13\">1:13</a></b> <b>your prayer.</b> This may have been a prayer for a son, but more probably at such a moment it was prayer for the redemption of Israel. Either way, the answer to the prayer would be seen in the birth of a son.</p><p><b>John.</b> The name means “the Lord is gracious.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,1,15",
    "text" : "for he will be great in the sight of the Lord. He is never to take wine or other fermented drink, and he will be filled with the Holy Spirit even from birth."
  }, {
    "verse" : "luke,1,16",
    "text" : "Many of the people of Israel will he bring back to the Lord their God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,15",
    "id" : 196337,
    "title" : "Luke 1:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:15\">1:15</a></b> <b>wine.</b> That he would not drink alcoholic beverages leads many to think he would be a Nazirite, but Luke does not say this, and there is no reference to the hair being left uncut. More probably John had a unique position, neither priest nor Nazirite. He is the only person in the New Testament said to have been filled with the Holy Spirit from birth.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,1,17",
    "text" : "And he will go on before the Lord, in the spirit and power of Elijah, to turn the hearts of the fathers to their children and the disobedient to the wisdom of the righteous--to make ready a people prepared for the Lord.\""
  }, {
    "verse" : "luke,1,18",
    "text" : "Zechariah asked the angel, \"How can I be sure of this? I am an old man and my wife is well along in years.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,17",
    "id" : 196338,
    "title" : "Luke 1:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:17\">1:17</a></b> <b>in the spirit and power of Elijah.</b> See <a class=\"bibleref\" href=\"/passage/?search=Mal 3:1\">Mal. 3:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Mal 4:5\">4:5</a>.</p><p><b>turn the hearts of the fathers to the children.</b> He will restore unity to broken families, undoing the effects of sin (<a class=\"bibleref\" href=\"/passage/?search=Exod 34:7\">Ex. 34:7</a>).</p><p><b>make ready.</b> The climax is that John would prepare the way for the Lord. This is the reason he is especially remembered.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,1,19",
    "text" : "The angel answered, \"I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to tell you this good news."
  }, {
    "verse" : "luke,1,20",
    "text" : "And now you will be silent and not able to speak until the day this happens, because you did not believe my words, which will come true at their proper time.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,19",
    "id" : 196339,
    "title" : "Luke 1:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:19\">1:19</a></b> <b>Gabriel.</b> Gabriel and Michael are the only two angels named in the Bible. That Gabriel stands in God’s presence shows his greatness—such a one should be believed. The Greek verb translated “bring you this good news” is the usual term for “preaching the gospel.” Zechariah receives a sign: he will be silent until the boy is born.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,1,21",
    "text" : "Meanwhile, the people were waiting for Zechariah and wondering why he stayed so long in the temple."
  }, {
    "verse" : "luke,1,22",
    "text" : "When he came out, he could not speak to them. They realized he had seen a vision in the temple, for he kept making signs to them but remained unable to speak."
  }, {
    "verse" : "luke,1,23",
    "text" : "When his time of service was completed, he returned home."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,21",
    "id" : 196340,
    "title" : "Luke 1:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:21\">1:21</a></b> <b>temple.</b> The holy place. The people were in the temple court, waiting for Zechariah to come out and pronounce the blessing. Offering incense did not take long, so the delay was puzzling. When Zechariah did not speak but made gestures (<a class=\"bibleref\" href=\"/passage/?search=Luke 1:22\">v. 22</a>), the people concluded that he had seen a vision.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,1,24",
    "text" : "After this his wife Elizabeth became pregnant and for five months remained in seclusion."
  }, {
    "verse" : "luke,1,25",
    "text" : "\"The Lord has done this for me,\" she said. \"In these days he has shown his favor and taken away my disgrace among the people.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,1,24",
    "id" : 196341,
    "title" : "Luke 1:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 1:24\">1:24</a></b> As the angel had promised, Elizabeth became pregnant. Childlessness was considered a divine punishment, but Elizabeth would bear this reproach no more (cf. <a class=\"bibleref\" href=\"/passage/?search=Gen 30:23\">Gen. 30:23</a>).</p></div>"
  } ]
} ]
