[ {
  "verses" : [ {
    "verse" : "numbers,22,21",
    "text" : "Balaam got up in the morning, saddled his donkey and went with the princes of Moab."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,22,2-numbers,24,25",
    "id" : 186269,
    "title" : "Num 22:2–24:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 22:2-Num 24:25\">22:2–24:25</a></b> Though the narrative itself has considerable literary charm (<a class=\"bibleref\" href=\"/passage/?search=Num 22:28\">22:28</a> note), the Balaam incident must also be viewed within the context of God’s covenant relationship with His people. In the vivid portrayal of divine opposition to those who curse His people, God’s faithfulness to the covenant promises made to Abraham is demonstrated (<a class=\"bibleref\" href=\"/passage/?search=Gen 12:3\">Gen. 12:3</a> and note). Ironically, the Lord also used the pagan prophet Balaam, who had been hired by the Moabite king to curse God’s people, to bless them instead, and to prophesy the coming of a royal Star out of Jacob—the Messiah Himself—who would triumph over Israel’s enemies (24:17–19).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,22,22",
    "text" : "But God was very angry when he went, and the angel of the LORD stood in the road to oppose him. Balaam was riding on his donkey, and his two servants were with him."
  }, {
    "verse" : "numbers,22,23",
    "text" : "When the donkey saw the angel of the LORD standing in the road with a drawn sword in his hand, she turned off the road into a field. Balaam beat her to get her back on the road."
  }, {
    "verse" : "numbers,22,24",
    "text" : "Then the angel of the LORD stood in a narrow path between two vineyards, with walls on both sides."
  }, {
    "verse" : "numbers,22,25",
    "text" : "When the donkey saw the angel of the LORD, she pressed close to the wall, crushing Balaam's foot against it. So he beat her again."
  }, {
    "verse" : "numbers,22,26",
    "text" : "Then the angel of the LORD moved on ahead and stood in a narrow place where there was no room to turn, either to the right or to the left."
  }, {
    "verse" : "numbers,22,27",
    "text" : "When the donkey saw the angel of the LORD, she lay down under Balaam, and he was angry and beat her with his staff."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,22,22",
    "id" : 186272,
    "title" : "Num 22:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 22:22\">22:22</a></b> <b>because he went.</b> In light of God’s earlier permission to travel (<a class=\"bibleref\" href=\"/passage/?search=Num 22:20\">v. 20</a>), the Lord’s response is perhaps surprising. The narrative as a whole indicates, however, that Balaam’s trip was perversely motivated and that he certainly hoped to curse Israel (<a class=\"bibleref\" href=\"/passage/?search=Num 22:32\">v. 32</a>). God used this confrontation between Balaam and the angel of the Lord to underscore His command to say nothing except what He might direct (<a class=\"bibleref\" href=\"/passage/?search=Num 22:35\">v. 35</a>).</p><p><b>the angel of the <span class=\"small-caps\">Lord</span>.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Gen 16:7\">Gen. 16:7</a>; “Angels” at <a class=\"bibleref\" href=\"/passage/?search=Zech 1:9\">Zech. 1:9</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,22,28",
    "text" : "Then the LORD opened the donkey's mouth, and she said to Balaam, \"What have I done to you to make you beat me these three times?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,22,28",
    "id" : 186273,
    "title" : "Num 22:28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 22:28\">22:28</a></b> <b>the mouth of the donkey.</b> The story of Balaam abounds in comic irony. The donkey was able to see the path better than the diviner, and then tell him about it (<a class=\"bibleref\" href=\"/passage/?search=2Pet 2:16\">2 Pet. 2:16</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,22,29",
    "text" : "Balaam answered the donkey, \"You have made a fool of me! If I had a sword in my hand, I would kill you right now.\""
  }, {
    "verse" : "numbers,22,30",
    "text" : "The donkey said to Balaam, \"Am I not your own donkey, which you have always ridden, to this day? Have I been in the habit of doing this to you?No,\" he said."
  }, {
    "verse" : "numbers,22,31",
    "text" : "Then the LORD opened Balaam's eyes, and he saw the angel of the LORD standing in the road with his sword drawn. So he bowed low and fell facedown."
  }, {
    "verse" : "numbers,22,32",
    "text" : "The angel of the LORD asked him, \"Why have you beaten your donkey these three times? I have come here to oppose you because your path is a reckless one before me."
  }, {
    "verse" : "numbers,22,33",
    "text" : "The donkey saw me and turned away from me these three times. If she had not turned away, I would certainly have killed you by now, but I would have spared her.\""
  }, {
    "verse" : "numbers,22,34",
    "text" : "Balaam said to the angel of the LORD, \"I have sinned. I did not realize you were standing in the road to oppose me. Now if you are displeased, I will go back.\""
  }, {
    "verse" : "numbers,22,35",
    "text" : "The angel of the LORD said to Balaam, \"Go with the men, but speak only what I tell you.\" So Balaam went with the princes of Balak."
  }, {
    "verse" : "numbers,22,36",
    "text" : "When Balak heard that Balaam was coming, he went out to meet him at the Moabite town on the Arnon border, at the edge of his territory."
  }, {
    "verse" : "numbers,22,37",
    "text" : "Balak said to Balaam, \"Did I not send you an urgent summons? Why didn't you come to me? Am I really not able to reward you?\""
  }, {
    "verse" : "numbers,22,38",
    "text" : "\"Well, I have come to you now,\" Balaam replied. \"But can I say just anything? I must speak only what God puts in my mouth.\""
  }, {
    "verse" : "numbers,22,39",
    "text" : "Then Balaam went with Balak to Kiriath Huzoth."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,22,29",
    "id" : 186274,
    "title" : "Num 22:29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 22:29\">22:29</a></b> <b>I wish I had a sword.</b> Balaam was calling for a sword, without knowing that he was about to see one pointed at him.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,22,40",
    "text" : "Balak sacrificed cattle and sheep, and gave some to Balaam and the princes who were with him."
  }, {
    "verse" : "numbers,22,41",
    "text" : "The next morning Balak took Balaam up to Bamoth Baal, and from there he saw part of the people."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,22,40",
    "id" : 186275,
    "title" : "Num 22:40",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 22:40\">22:40</a></b> <b>sent for Balaam . . . princes.</b> Because Balaam and the princes received the meat, this was probably a sacrificial meal, though some suggest a reference to the pagan use of animal entrails for divination (cf. <a class=\"bibleref\" href=\"/passage/?search=Num 24:1\">24:1</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,23,1",
    "text" : "Balaam said, \"Build me seven altars here, and prepare seven bulls and seven rams for me.\""
  }, {
    "verse" : "numbers,23,2",
    "text" : "Balak did as Balaam said, and the two of them offered a bull and a ram on each altar."
  }, {
    "verse" : "numbers,23,3",
    "text" : "Then Balaam said to Balak, \"Stay here beside your offering while I go aside. Perhaps the LORD will come to meet with me. Whatever he reveals to me I will tell you.\" Then he went off to a barren height."
  }, {
    "verse" : "numbers,23,4",
    "text" : "God met with him, and Balaam said, \"I have prepared seven altars, and on each altar I have offered a bull and a ram.\""
  }, {
    "verse" : "numbers,23,5",
    "text" : "The LORD put a message in Balaam's mouth and said, \"Go back to Balak and give him this message.\""
  }, {
    "verse" : "numbers,23,6",
    "text" : "So he went back to him and found him standing beside his offering, with all the princes of Moab."
  }, {
    "verse" : "numbers,23,7",
    "text" : "Then Balaam uttered his oracle: \"Balak brought me from Aram, the king of Moab from the eastern mountains. 'Come,' he said, 'curse Jacob for me; come, denounce Israel.'"
  }, {
    "verse" : "numbers,23,8",
    "text" : "How can I curse those whom God has not cursed? How can I denounce those whom the LORD has not denounced?"
  }, {
    "verse" : "numbers,23,9",
    "text" : "From the rocky peaks I see them, from the heights I view them. I see a people who live apart and do not consider themselves one of the nations."
  }, {
    "verse" : "numbers,23,10",
    "text" : "Who can count the dust of Jacob or number the fourth part of Israel? Let me die the death of the righteous, and may my end be like theirs!\""
  }, {
    "verse" : "numbers,23,11",
    "text" : "Balak said to Balaam, \"What have you done to me? I brought you to curse my enemies, but you have done nothing but bless them!\""
  }, {
    "verse" : "numbers,23,12",
    "text" : "He answered, \"Must I not speak what the LORD puts in my mouth?\""
  }, {
    "verse" : "numbers,23,13",
    "text" : "Then Balak said to him, \"Come with me to another place where you can see them; you will see only a part but not all of them. And from there, curse them for me.\""
  }, {
    "verse" : "numbers,23,14",
    "text" : "So he took him to the field of Zophim on the top of Pisgah, and there he built seven altars and offered a bull and a ram on each altar."
  }, {
    "verse" : "numbers,23,15",
    "text" : "Balaam said to Balak, \"Stay here beside your offering while I meet with him over there.\""
  }, {
    "verse" : "numbers,23,16",
    "text" : "The LORD met with Balaam and put a message in his mouth and said, \"Go back to Balak and give him this message.\""
  }, {
    "verse" : "numbers,23,17",
    "text" : "So he went to him and found him standing beside his offering, with the princes of Moab. Balak asked him, \"What did the LORD say?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,23,1",
    "id" : 186276,
    "title" : "Num 23:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 23:1\">23:1</a></b> <b>seven . . . seven . . . seven.</b> The number seven was of profound symbolic significance in the ancient Near East. The sum of the sacred numbers three and four, it often appears in a ritual context (<a class=\"bibleref\" href=\"/passage/?search=Gen 21:28\">Gen. 21:28</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 33:3\">33:3</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 12:15\">Ex. 12:15</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 29:35-Exod 29:37\">29:35–37</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,23,18",
    "text" : "Then he uttered his oracle: \"Arise, Balak, and listen; hear me, son of Zippor."
  }, {
    "verse" : "numbers,23,19",
    "text" : "God is not a man, that he should lie, nor a son of man, that he should change his mind. Does he speak and then not act? Does he promise and not fulfill?"
  }, {
    "verse" : "numbers,23,20",
    "text" : "I have received a command to bless; he has blessed, and I cannot change it."
  }, {
    "verse" : "numbers,23,21",
    "text" : "\"No misfortune is seen in Jacob, no misery observed in Israel. The LORD their God is with them; the shout of the King is among them."
  }, {
    "verse" : "numbers,23,22",
    "text" : "God brought them out of Egypt; they have the strength of a wild ox."
  }, {
    "verse" : "numbers,23,23",
    "text" : "There is no sorcery against Jacob, no divination against Israel. It will now be said of Jacob and of Israel, 'See what God has done!'"
  }, {
    "verse" : "numbers,23,24",
    "text" : "The people rise like a lioness; they rouse themselves like a lion that does not rest till he devours his prey and drinks the blood of his victims.\""
  }, {
    "verse" : "numbers,23,25",
    "text" : "Then Balak said to Balaam, \"Neither curse them at all nor bless them at all!\""
  }, {
    "verse" : "numbers,23,26",
    "text" : "Balaam answered, \"Did I not tell you I must do whatever the LORD says?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,23,18-numbers,23,24",
    "id" : 186277,
    "title" : "Num 23:18–24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 23:18-Num 23:24\">23:18–24</a></b> Balaam’s second oracle reaffirms God’s determination to bless Israel by giving them victory over the Moabites. Verse 21 is surprising, in view of the sins described in the Book of Numbers. Despite their failings, God regards His people as righteous for the sake of His covenant promises, and He provides the means of their forgiveness (<a class=\"bibleref\" href=\"/passage/?search=Gen 17:2\">Gen. 17:2</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,23,27",
    "text" : "Then Balak said to Balaam, \"Come, let me take you to another place. Perhaps it will please God to let you curse them for me from there.\""
  }, {
    "verse" : "numbers,23,28",
    "text" : "And Balak took Balaam to the top of Peor, overlooking the wasteland."
  }, {
    "verse" : "numbers,23,29",
    "text" : "Balaam said, \"Build me seven altars here, and prepare seven bulls and seven rams for me.\""
  }, {
    "verse" : "numbers,23,30",
    "text" : "Balak did as Balaam had said, and offered a bull and a ram on each altar."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,23,27-numbers,23,30",
    "id" : 186278,
    "title" : "Num 23:27–30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 23:27-Num 23:30\">23:27–30</a></b> Balak superstitiously decides to see whether another location or additional sacrifices can bring a more favorable result.</p></div>"
  } ]
} ]
