[ {
  "verses" : [ {
    "verse" : "proverbs,11,16",
    "text" : "A kindhearted woman gains respect, but ruthless men gain only wealth."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,11,1-proverbs,11,31",
    "id" : 191871,
    "title" : "Pr 11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 11\">11:1–31</a></b> As in <a class=\"bibleref\" href=\"/passage/?search=Prov 10\">ch. 10</a>, many sayings in this chapter contrast the ways of righteousness and wickedness. Other sentences not explicitly naming these two opposites nevertheless compare specific examples of them.</p></div>"
  }, {
    "verseRange" : "proverbs,11,16",
    "id" : 191885,
    "title" : "Pr 11:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 11:16\">11:16</a></b> These opposed parallel thoughts (antithetic parallelism) perhaps teach the desirability of respect over mere wealth (<a class=\"bibleref\" href=\"/passage/?search=Prov 22:1\">22:1</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Eccl 7:1\">Eccl. 7:1</a>). Alternatively, the sense may be that the gracious woman retains honor as surely as the ruthless acquire riches.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,11,17",
    "text" : "A kind man benefits himself, but a cruel man brings trouble on himself."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,11,17",
    "id" : 191886,
    "title" : "Pr 11:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 11:17\">11:17</a></b> <b>kind.</b> The word describes one who behaves rightly toward others. There is a legitimate self-interest expressed in “love your neighbor as yourself” (<a class=\"bibleref\" href=\"/passage/?search=Lev 19:18\">Lev. 19:18</a>). What is best for others is best for us.</p></div>"
  } ]
} ]
