[ {
  "verses" : [ {
    "verse" : "deuteronomy,4,1",
    "text" : "Hear now, O Israel, the decrees and laws I am about to teach you. Follow them so that you may live and may go in and take possession of the land that the LORD, the God of your fathers, is giving you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,1,6-deuteronomy,4,40",
    "id" : 186341,
    "title" : "Deut 1:6–4:40",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 1:6-Deut 4:40\">1:6–4:40</a></b> Following the introduction of himself as the covenant mediator (<a class=\"bibleref\" href=\"/passage/?search=Deut 4:1-Deut 4:5\">vv. 1–5</a>), Moses turns to a review of the history of Israel prior to this covenant ratification occasion. He provides a travelogue of the nation’s movements from the Sinai region to Hormah, on to the Arnon, and into the Transjordan area. This segment of the book concludes with an overview of the covenant now to be renewed with the generation born in the wilderness.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,2",
    "text" : "Do not add to what I command you and do not subtract from it, but keep the commands of the LORD your God that I give you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,2",
    "id" : 186373,
    "title" : "Deut 4:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:2\">4:2</a></b> <b>You shall not add.</b> The word of God to Moses was to be treated as sacred and kept inviolate (<a class=\"bibleref\" href=\"/passage/?search=Deut 12:32\">12:32</a>). See the similar certification in <a class=\"bibleref\" href=\"/passage/?search=Rev 22:18\">Rev. 22:18</a>, <a class=\"bibleref\" href=\"/passage/?search=Rev 22:19\">19</a>, quite possibly modeled on this prohibition in Deuteronomy.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,3",
    "text" : "You saw with your own eyes what the LORD did at Baal Peor. The LORD your God destroyed from among you everyone who followed the Baal of Peor,"
  }, {
    "verse" : "deuteronomy,4,4",
    "text" : "but all of you who held fast to the LORD your God are still alive today."
  }, {
    "verse" : "deuteronomy,4,5",
    "text" : "See, I have taught you decrees and laws as the LORD my God commanded me, so that you may follow them in the land you are entering to take possession of it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,3",
    "id" : 186374,
    "title" : "Deut 4:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:3\">4:3</a></b> <b>Baal-peor.</b> A dreadful warning. The reference is to <a class=\"bibleref\" href=\"/passage/?search=Num 25\">Num. 25</a>, which details the idolatry at Baal-peor that God judged by killing twenty-four thousand people.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,6",
    "text" : "Observe them carefully, for this will show your wisdom and understanding to the nations, who will hear about all these decrees and say, \"Surely this great nation is a wise and understanding people.\""
  }, {
    "verse" : "deuteronomy,4,7",
    "text" : "What other nation is so great as to have their gods near them the way the LORD our God is near us whenever we pray to him?"
  }, {
    "verse" : "deuteronomy,4,8",
    "text" : "And what other nation is so great as to have such righteous decrees and laws as this body of laws I am setting before you today?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,6",
    "id" : 186375,
    "title" : "Deut 4:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:6\">4:6</a></b> <b>the peoples.</b> Israel’s fidelity would be a testimony to the world that God was near His people and that His laws were righteous.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,9",
    "text" : "Only be careful, and watch yourselves closely so that you do not forget the things your eyes have seen or let them slip from your heart as long as you live. Teach them to your children and to their children after them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,9",
    "id" : 186376,
    "title" : "Deut 4:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:9\">4:9</a></b> <b>Make them known to your children.</b> Deuteronomy stresses the covenant responsibility of parents for their children (<a class=\"bibleref\" href=\"/passage/?search=Deut 6:7\">6:7</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 11:19\">11:19</a>). This covenant concern for children continues in the New Testament (<a class=\"bibleref\" href=\"/passage/?search=Matt 19:14\">Matt. 19:14</a> note; <a class=\"bibleref\" href=\"/passage/?search=Acts 2:39\">Acts 2:39</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,10",
    "text" : "Remember the day you stood before the LORD your God at Horeb, when he said to me, \"Assemble the people before me to hear my words so that they may learn to revere me as long as they live in the land and may teach them to their children.\""
  }, {
    "verse" : "deuteronomy,4,11",
    "text" : "You came near and stood at the foot of the mountain while it blazed with fire to the very heavens, with black clouds and deep darkness."
  }, {
    "verse" : "deuteronomy,4,12",
    "text" : "Then the LORD spoke to you out of the fire. You heard the sound of words but saw no form; there was only a voice."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,10",
    "id" : 186377,
    "title" : "Deut 4:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:10\">4:10</a></b> <b>how on the day that you stood.</b> A reference to the great theophany (visible self-revelation of God) at Mount Sinai recorded in <a class=\"bibleref\" href=\"/passage/?search=Exod 19:9-Exod 20:19\">Ex. 19:9–20:19</a>. It was a never-to-be-forgotten experience.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,13",
    "text" : "He declared to you his covenant, the Ten Commandments, which he commanded you to follow and then wrote them on two stone tablets."
  }, {
    "verse" : "deuteronomy,4,14",
    "text" : "And the LORD directed me at that time to teach you the decrees and laws you are to follow in the land that you are crossing the Jordan to possess."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,13",
    "id" : 186378,
    "title" : "Deut 4:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:13\">4:13</a></b> <b>the Ten Commandments.</b> This title is used also in <a class=\"bibleref\" href=\"/passage/?search=Deut 10:4\">10:4</a> and <a class=\"bibleref\" href=\"/passage/?search=Exod 34:28\">Ex. 34:28</a>. Protestants usually divide them into four commandments dealing with duty to God and six that give our duty to man. Roman Catholics unite the first and second and divide the tenth resulting in a division of three and seven. The command regarding the Sabbath is pivotal: it has reference to God and also is for the benefit of both men and animals (<a class=\"bibleref\" href=\"/passage/?search=Mark 2:27\">Mark 2:27</a>); the first three commandments concern God exclusively, the last six deal with humans.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,15",
    "text" : "You saw no form of any kind the day the LORD spoke to you at Horeb out of the fire. Therefore watch yourselves very carefully,"
  }, {
    "verse" : "deuteronomy,4,16",
    "text" : "so that you do not become corrupt and make for yourselves an idol, an image of any shape, whether formed like a man or a woman,"
  }, {
    "verse" : "deuteronomy,4,17",
    "text" : "or like any animal on earth or any bird that flies in the air,"
  }, {
    "verse" : "deuteronomy,4,18",
    "text" : "or like any creature that moves along the ground or any fish in the waters below."
  }, {
    "verse" : "deuteronomy,4,19",
    "text" : "And when you look up to the sky and see the sun, the moon and the stars-all the heavenly array-do not be enticed into bowing down to them and worshiping things the LORD your God has apportioned to all the nations under heaven."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,15",
    "id" : 186379,
    "title" : "Deut 4:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:15\">4:15</a></b> <b>you saw no form.</b> God is transcendent Spirit (<a class=\"bibleref\" href=\"/passage/?search=John 4:24\">John 4:24</a>), which rules out any idolatrous representation of God in the form of animate objects (vv. 16–18), and any worship of the created order (v. 19).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,20",
    "text" : "But as for you, the LORD took you and brought you out of the iron-smelting furnace, out of Egypt, to be the people of his inheritance, as you now are."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,20",
    "id" : 186380,
    "title" : "Deut 4:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:20\">4:20</a></b> <b>the iron furnace.</b> A hot furnace used to smelt iron, a vivid metaphor for a place of great suffering (<a class=\"bibleref\" href=\"/passage/?search=Deut 8:9\">8:9</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,21",
    "text" : "The LORD was angry with me because of you, and he solemnly swore that I would not cross the Jordan and enter the good land the LORD your God is giving you as your inheritance."
  }, {
    "verse" : "deuteronomy,4,22",
    "text" : "I will die in this land; I will not cross the Jordan; but you are about to cross over and take possession of that good land."
  }, {
    "verse" : "deuteronomy,4,23",
    "text" : "Be careful not to forget the covenant of the LORD your God that he made with you; do not make for yourselves an idol in the form of anything the LORD your God has forbidden."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,21",
    "id" : 186381,
    "title" : "Deut 4:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:21\">4:21</a></b> <b>the <span class=\"small-caps\">Lord</span> was angry with me.</b> See <a class=\"bibleref\" href=\"/passage/?search=Deut 1:37\">1:37</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 3:26\">3:26</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 20:12\">Num. 20:12</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,24",
    "text" : "For the LORD your God is a consuming fire, a jealous God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,24",
    "id" : 186382,
    "title" : "Deut 4:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:24\">4:24 a</a></b> <b>jealous God.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Exod 20:5\">Ex. 20:5</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,25",
    "text" : "After you have had children and grandchildren and have lived in the land a long time-if you then become corrupt and make any kind of idol, doing evil in the eyes of the LORD your God and provoking him to anger,"
  }, {
    "verse" : "deuteronomy,4,26",
    "text" : "I call heaven and earth as witnesses against you this day that you will quickly perish from the land that you are crossing the Jordan to possess. You will not live there long but will certainly be destroyed."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,25-deuteronomy,4,29",
    "id" : 186383,
    "title" : "Deut 4:25–29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:25-Deut 4:29\">4:25–29</a></b> Here in brief form is found the warning embodied in the curses of <a class=\"bibleref\" href=\"/passage/?search=Deut 28:15-Deut 28:68\">28:15–68</a>. But here also is a promise to the repentant.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,27",
    "text" : "The LORD will scatter you among the peoples, and only a few of you will survive among the nations to which the LORD will drive you."
  }, {
    "verse" : "deuteronomy,4,28",
    "text" : "There you will worship man-made gods of wood and stone, which cannot see or hear or eat or smell."
  }, {
    "verse" : "deuteronomy,4,29",
    "text" : "But if from there you seek the LORD your God, you will find him if you look for him with all your heart and with all your soul."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,27",
    "id" : 186384,
    "title" : "Deut 4:27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:27\">4:27</a></b> <b>the <span class=\"small-caps\">Lord</span> will scatter you.</b> Such passages have been taken by some as indication that Deuteronomy was not written by Moses, but by someone in the sixth century <span class=\"small-caps\">b.c.</span> during the Jewish exile in Babylon. However, the warning is general, and there is no mention of captivity in Babylon or of conditions in that later period.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,30",
    "text" : "When you are in distress and all these things have happened to you, then in later days you will return to the LORD your God and obey him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,30",
    "id" : 186385,
    "title" : "Deut 4:30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:30\">4:30</a></b> <b>the latter days.</b> This phrase, repeated in <a class=\"bibleref\" href=\"/passage/?search=Deut 31:29\">31:29</a>, refers to any general future time of apostasy and renewal (cf. <a class=\"bibleref\" href=\"/passage/?search=Num 24:14\">Num. 24:14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,31",
    "text" : "For the LORD your God is a merciful God; he will not abandon or destroy you or forget the covenant with your forefathers, which he confirmed to them by oath."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,31",
    "id" : 186386,
    "title" : "Deut 4:31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:31\">4:31 a</a></b> <b>merciful God.</b> This description may allude to the name of God given in <a class=\"bibleref\" href=\"/passage/?search=Exod 34:6\">Ex. 34:6</a> (“the <span class=\"small-caps\">Lord</span>, a God merciful”). The theme of God’s love for His people is highlighted in Deuteronomy (7:7–9, 13; 10:15, 18; 23:5; 33:3), anticipating the more complete revelation of God’s love in the New Testament (<a class=\"bibleref\" href=\"/passage/?search=John 3:16\">John 3:16</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 5:8\">Rom. 5:8</a>; <a class=\"bibleref\" href=\"/passage/?search=Eph 2:4\">Eph. 2:4</a>, <a class=\"bibleref\" href=\"/passage/?search=Eph 2:5\">5</a>; <a class=\"bibleref\" href=\"/passage/?search=1John 3:1\">1 John 3:1</a>).</p><p><b>the covenant with your fathers.</b> See 1:8.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,32",
    "text" : "Ask now about the former days, long before your time, from the day God created man on the earth; ask from one end of the heavens to the other. Has anything so great as this ever happened, or has anything like it ever been heard of?"
  }, {
    "verse" : "deuteronomy,4,33",
    "text" : "Has any other people heard the voice of God speaking out of fire, as you have, and lived?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,32",
    "id" : 186387,
    "title" : "Deut 4:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:32\">4:32</a></b> <b>the day that God created man.</b> Except for the creation account in the early chapters of Genesis, this is the only mention of the creation of man in the Pentateuch.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,34",
    "text" : "Has any god ever tried to take for himself one nation out of another nation, by testings, by miraculous signs and wonders, by war, by a mighty hand and an outstretched arm, or by great and awesome deeds, like all the things the LORD your God did for you in Egypt before your very eyes?"
  }, {
    "verse" : "deuteronomy,4,35",
    "text" : "You were shown these things so that you might know that the LORD is God; besides him there is no other."
  }, {
    "verse" : "deuteronomy,4,36",
    "text" : "From heaven he made you hear his voice to discipline you. On earth he showed you his great fire, and you heard his words from out of the fire."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,34",
    "id" : 186388,
    "title" : "Deut 4:34",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:34\">4:34</a></b> <b>in Egypt.</b> A reference to the deliverance from Egypt, a topic repeatedly mentioned in Deuteronomy.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,37",
    "text" : "Because he loved your forefathers and chose their descendants after them, he brought you out of Egypt by his Presence and his great strength,"
  }, {
    "verse" : "deuteronomy,4,38",
    "text" : "to drive out before you nations greater and stronger than you and to bring you into their land to give it to you for your inheritance, as it is today."
  }, {
    "verse" : "deuteronomy,4,39",
    "text" : "Acknowledge and take to heart this day that the LORD is God in heaven above and on the earth below. There is no other."
  }, {
    "verse" : "deuteronomy,4,40",
    "text" : "Keep his decrees and commands, which I am giving you today, so that it may go well with you and your children after you and that you may live long in the land the LORD your God gives you for all time."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,37",
    "id" : 186389,
    "title" : "Deut 4:37",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:37\">4:37</a></b> <b>his own presence.</b> See <a class=\"bibleref\" href=\"/passage/?search=Exod 33:14\">Ex. 33:14</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,41",
    "text" : "Then Moses set aside three cities east of the Jordan,"
  }, {
    "verse" : "deuteronomy,4,42",
    "text" : "to which anyone who had killed a person could flee if he had unintentionally killed his neighbor without malice aforethought. He could flee into one of these cities and save his life."
  }, {
    "verse" : "deuteronomy,4,43",
    "text" : "The cities were these: Bezer in the desert plateau, for the Reubenites; Ramoth in Gilead, for the Gadites; and Golan in Bashan, for the Manassites."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,41-deuteronomy,4,43",
    "id" : 186390,
    "title" : "Deut 4:41–43",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:41-Deut 4:43\">4:41–43</a></b> This parenthetical section, in narrative style, marks the close of the first great speech. Moses names the cities of refuge for Transjordan. The principle of having cities of refuge was given in <a class=\"bibleref\" href=\"/passage/?search=Exod 21:13\">Ex. 21:13</a>; that there should be six was stated in <a class=\"bibleref\" href=\"/passage/?search=Num 35:6\">Num. 35:6</a>. This section names the three for Transjordan, while 19:1–13 specifies that three should be designated for Canaan itself. Finally, all six cities are named in <a class=\"bibleref\" href=\"/passage/?search=Josh 20:7\">Josh. 20:7</a>, <a class=\"bibleref\" href=\"/passage/?search=Josh 20:8\">8</a>. This progressive unfolding is consistent with Mosaic authorship and an indication that Deuteronomy was not written after the conquest of Canaan.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,44",
    "text" : "This is the law Moses set before the Israelites."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,44-deuteronomy,11,32",
    "id" : 186391,
    "title" : "Deut 4:44–11:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:44-Deut 11:32\">4:44–11:32</a></b> In this his second address (and in the section to follow, <a class=\"bibleref\" href=\"/passage/?search=Deut 12-Deut 26\">chs. 12–26</a>), Moses expounds the way of life in the covenant. The exposition focuses on love for the Lord, love that issues in obedience and consecration, as exemplified among the Levites set apart for service to the Lord. The sermon closes with a preview of the solemn declaration of covenant obligations elaborated in <a class=\"bibleref\" href=\"/passage/?search=Deut 27-Deut 30\">chs. 27–30</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,45",
    "text" : "These are the stipulations, decrees and laws Moses gave them when they came out of Egypt"
  }, {
    "verse" : "deuteronomy,4,46",
    "text" : "and were in the valley near Beth Peor east of the Jordan, in the land of Sihon king of the Amorites, who reigned in Heshbon and was defeated by Moses and the Israelites as they came out of Egypt."
  }, {
    "verse" : "deuteronomy,4,47",
    "text" : "They took possession of his land and the land of Og king of Bashan, the two Amorite kings east of the Jordan."
  }, {
    "verse" : "deuteronomy,4,48",
    "text" : "This land extended from Aroer on the rim of the Arnon Gorge to Mount Siyon (that is, Hermon),"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,45",
    "id" : 186392,
    "title" : "Deut 4:45",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:45\">4:45</a></b> <b>testimonies . . . statutes . . . rules.</b> Note the use of covenantal language. This portion of Deuteronomy, with its listing of covenantal requirements, resembles the stipulation sections of ancient treaties, especially those of the second millennium <span class=\"small-caps\">b.c.</span> (Introduction: Date and Occasion).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,4,49",
    "text" : "and included all the Arabah east of the Jordan, as far as the Sea of the Arabah, below the slopes of Pisgah."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,49",
    "id" : 186393,
    "title" : "Deut 4:49",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:49\">4:49</a></b> <b>the slopes of Pisgah.</b> See the similar area description in <a class=\"bibleref\" href=\"/passage/?search=Deut 3:17\">3:17</a>.</p></div>"
  } ]
} ]
