[ {
  "singleVerses" : [ "proverbs,11,29" ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,11,1-proverbs,11,31",
    "id" : 191871,
    "title" : "Pr 11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 11\">11:1–31</a></b> As in <a class=\"bibleref\" href=\"/passage/?search=Prov 10\">ch. 10</a>, many sayings in this chapter contrast the ways of righteousness and wickedness. Other sentences not explicitly naming these two opposites nevertheless compare specific examples of them.</p></div>"
  }, {
    "verseRange" : "proverbs,11,29",
    "id" : 191895,
    "title" : "Pr 11:29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 11:29\">11:29</a></b> The parallel thoughts of this verse are not obvious unless we understand the first line to mean a reckless use of the family wealth that brings ruin on the household. The fool inherits nothing (wind) and must be the servant of the one who has managed his finances well.</p></div>"
  } ]
}, {
  "singleVerses" : [ "proverbs,11,30" ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,11,30",
    "id" : 191896,
    "title" : "Pr 11:30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 11:30\">11:30</a></b> <b>fruit . . . tree of life.</b> The metaphor is curiously mixed. The result of righteousness is life. See <a class=\"bibleref\" href=\"/passage/?search=Prov 3:18\">3:18</a> and note, <a class=\"bibleref\" href=\"/passage/?search=Prov 13:12\">13:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 15:4\">15:4</a>.</p><p><b>captures souls.</b> Lit. “takes souls” or “takes lives.” The usual meaning of the phrase is to kill, or take away life. To accommodate this, the Septuagint (Greek Old Testament) renders the clause, “But the souls of the lawless are taken away before their time.” The translation is uncertain.</p></div>"
  } ]
}, {
  "singleVerses" : [ "proverbs,11,31" ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,11,31",
    "id" : 191897,
    "title" : "Pr 11:31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 11:31\">11:31</a></b> The form of this proverb, using intensification (“how much more”) is typical of wisdom (<a class=\"bibleref\" href=\"/passage/?search=Prov 15:11\">15:11</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 17:7\">17:7</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 19:7\">19:7</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 19:10\">10</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 21:27\">21:27</a>).</p><p><b>the righteous is repaid.</b> Not even the righteous escape the scrutiny of judgment. The Septuagint (Greek Old Testament) translation reads, “If the righteous one is scarcely saved” (as quoted in <a class=\"bibleref\" href=\"/passage/?search=1Pet 4:18\">1 Pet. 4:18</a>).</p><p><b>on earth.</b> Or, “in the land” (2:20–22 note).</p><p><b>how much more the wicked.</b> If the sins of the righteous are judged, obviously those of the ungodly are judged as well. The principle of human responsibility is clear: even the righteous must accept responsibility for their folly.</p></div>"
  } ]
} ]
