[ {
  "verses" : [ {
    "verse" : "deuteronomy,7,1",
    "text" : "When the LORD your God brings you into the land you are entering to possess and drives out before you many nations-the Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites and Jebusites, seven nations larger and stronger than you-"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,44-deuteronomy,11,32",
    "id" : 186391,
    "title" : "Deut 4:44–11:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:44-Deut 11:32\">4:44–11:32</a></b> In this his second address (and in the section to follow, <a class=\"bibleref\" href=\"/passage/?search=Deut 12-Deut 26\">chs. 12–26</a>), Moses expounds the way of life in the covenant. The exposition focuses on love for the Lord, love that issues in obedience and consecration, as exemplified among the Levites set apart for service to the Lord. The sermon closes with a preview of the solemn declaration of covenant obligations elaborated in <a class=\"bibleref\" href=\"/passage/?search=Deut 27-Deut 30\">chs. 27–30</a>.</p></div>"
  }, {
    "verseRange" : "deuteronomy,7,1",
    "id" : 186415,
    "title" : "Deut 7:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 7:1\">7:1</a></b> <b>clears away.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Deut 2:32\">2:32</a>. Here the Israelites were specifically promised that the Lord would drive out the inhabitants.</p><p><b>seven nations.</b> These seven nations are difficult to identify. In <a class=\"bibleref\" href=\"/passage/?search=Deut 20:17\">20:17</a> only six nations are mentioned (as also in <a class=\"bibleref\" href=\"/passage/?search=Exod 3:8\">Ex. 3:8</a>, <a class=\"bibleref\" href=\"/passage/?search=Exod 3:17\">17</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 13:5\">13:5</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 33:2\">33:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 34:11\">34:11</a>), and the Girgashites are omitted. The Jebusites inhabited Jebus, another name for Jerusalem, and there is some indication that they were Hurrians (2:10–12). Amorites are known from ancient Mesopotamia. The ancient lawgiver Hammurabi (1792–1750 <span class=\"small-caps\">b.c.</span>) was an Amorite, as were Og and Sihon, kings of Transjordan. The word “Canaanite” sometimes seems to include them all.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,7,2",
    "text" : "and when the LORD your God has delivered them over to you and you have defeated them, then you must destroy them totally. Make no treaty with them, and show them no mercy."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,7,2",
    "id" : 186416,
    "title" : "Deut 7:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 7:2\">7:2</a></b> <b>complete destruction.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Deut 2:32\">2:32</a>. Some think that the God of the Old Testament was harsh and vengeful to decree the destruction of the Canaanites, but this is to forget that God is just. The sins of the land’s inhabitants were extreme, and the time for judgment had come (cf. <a class=\"bibleref\" href=\"/passage/?search=Gen 15:16\">Gen. 15:16</a>). God used Israel to punish the Canaanites, but warned that if Israel committed apostasy, leaving the God who had graciously revealed Himself to them, they too would perish (28:15–68).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,7,3",
    "text" : "Do not intermarry with them. Do not give your daughters to their sons or take their daughters for your sons,"
  }, {
    "verse" : "deuteronomy,7,4",
    "text" : "for they will turn your sons away from following me to serve other gods, and the LORD's anger will burn against you and will quickly destroy you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,7,3",
    "id" : 186417,
    "title" : "Deut 7:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 7:3\">7:3</a></b> <b>You shall not intermarry.</b> Marriage is the closest of human ties and its sacredness was guarded in Old Testament law. The corollary is that marriage must not be contracted with unbelievers, a principle repeated in the New Testament (<a class=\"bibleref\" href=\"/passage/?search=1Cor 7:39\">1 Cor. 7:39</a>). Israel did not maintain her spiritual purity and suffered for it (<a class=\"bibleref\" href=\"/passage/?search=Ps 106:37-Ps 106:39\">Ps. 106:37–39</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,7,5",
    "text" : "This is what you are to do to them: Break down their altars, smash their sacred stones, cut down their Asherah poles and burn their idols in the fire."
  }, {
    "verse" : "deuteronomy,7,6",
    "text" : "For you are a people holy to the LORD your God. The LORD your God has chosen you out of all the peoples on the face of the earth to be his people, his treasured possession."
  }, {
    "verse" : "deuteronomy,7,7",
    "text" : "The LORD did not set his affection on you and choose you because you were more numerous than other peoples, for you were the fewest of all peoples."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,7,5",
    "id" : 186418,
    "title" : "Deut 7:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 7:5\">7:5</a></b> <b>break down their altars.</b> Israel was chosen to be a holy people (<a class=\"bibleref\" href=\"/passage/?search=Deut 7:6\">v. 6</a>), and God would not tolerate pagan religion. Although the means of separation have changed, believers today were chosen for holiness (<a class=\"bibleref\" href=\"/passage/?search=Eph 1:4\">Eph. 1:4</a>) and are called to separate from false worship (<a class=\"bibleref\" href=\"/passage/?search=2Cor 6:15-2Cor 6:18\">2 Cor. 6:15–18</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,7,8",
    "text" : "But it was because the LORD loved you and kept the oath he swore to your forefathers that he brought you out with a mighty hand and redeemed you from the land of slavery, from the power of Pharaoh king of Egypt."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,7,8",
    "id" : 186419,
    "title" : "Deut 7:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 7:8\">7:8</a></b> <b>loves you . . . keeping the oath.</b> The election of Israel as a holy nation set apart for God (<a class=\"bibleref\" href=\"/passage/?search=Deut 7:6\">vv. 6</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 7:7\">7</a>) was grounded, not in any merit or intrinsic goodness in Israel, but in God’s love and in His faithfulness to the covenant promises made to the patriarchs (<a class=\"bibleref\" href=\"/passage/?search=Deut 6:10\">6:10</a>). God’s election of the church is based on His oath to Jesus, the son of Abraham, the Son of God (<a class=\"bibleref\" href=\"/passage/?search=Ps 110:4\">Ps. 110:4</a>; <a class=\"bibleref\" href=\"/passage/?search=John 17:6\">John 17:6</a>). See “God’s Covenant of Grace” at <a class=\"bibleref\" href=\"/passage/?search=Gen 12:1\">Gen. 12:1</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,7,9",
    "text" : "Know therefore that the LORD your God is God; he is the faithful God, keeping his covenant of love to a thousand generations of those who love him and keep his commands."
  }, {
    "verse" : "deuteronomy,7,10",
    "text" : "But those who hate him he will repay to their face by destruction; he will not be slow to repay to their face those who hate him."
  }, {
    "verse" : "deuteronomy,7,11",
    "text" : "Therefore, take care to follow the commands, decrees and laws I give you today."
  }, {
    "verse" : "deuteronomy,7,12",
    "text" : "If you pay attention to these laws and are careful to follow them, then the LORD your God will keep his covenant of love with you, as he swore to your forefathers."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,7,9",
    "id" : 186420,
    "title" : "Deut 7:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 7:9\">7:9 a</a></b> <b>thousand generations.</b> See <a class=\"bibleref\" href=\"/passage/?search=Deut 5:10\">5:10</a> and note.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,7,13",
    "text" : "He will love you and bless you and increase your numbers. He will bless the fruit of your womb, the crops of your land-your grain, new wine and oil-the calves of your herds and the lambs of your flocks in the land that he swore to your forefathers to give you."
  }, {
    "verse" : "deuteronomy,7,14",
    "text" : "You will be blessed more than any other people; none of your men or women will be childless, nor any of your livestock without young."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,7,13",
    "id" : 186421,
    "title" : "Deut 7:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 7:13\">7:13</a></b> <b>He will also bless the fruit of your womb.</b> See <a class=\"bibleref\" href=\"/passage/?search=Deut 28:4\">28:4</a>, where a similar verse is included in a litany of blessings.</p><p><b>grain . . . wine . . . oil.</b> The three staples of the ancient agricultural economy, here symbolic of prosperity (<a class=\"bibleref\" href=\"/passage/?search=Deut 11:14\">11:14</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 14:23\">14:23</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 18:4\">18:4</a>); the “oil” is the olive oil used in cooking and lamps.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,7,15",
    "text" : "The LORD will keep you free from every disease. He will not inflict on you the horrible diseases you knew in Egypt, but he will inflict them on all who hate you."
  }, {
    "verse" : "deuteronomy,7,16",
    "text" : "You must destroy all the peoples the LORD your God gives over to you. Do not look on them with pity and do not serve their gods, for that will be a snare to you."
  }, {
    "verse" : "deuteronomy,7,17",
    "text" : "You may say to yourselves, \"These nations are stronger than we are. How can we drive them out?\""
  }, {
    "verse" : "deuteronomy,7,18",
    "text" : "But do not be afraid of them; remember well what the LORD your God did to Pharaoh and to all Egypt."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,7,15",
    "id" : 186422,
    "title" : "Deut 7:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 7:15\">7:15</a></b> <b>the evil diseases of Egypt.</b> The same promise of health is given in <a class=\"bibleref\" href=\"/passage/?search=Exod 15:26\">Ex. 15:26</a>, and the converse is given as a curse in <a class=\"bibleref\" href=\"/passage/?search=Deut 28:60\">Deut. 28:60</a>. The dietary laws provided Israel with some protection against common parasites that were rife in Egypt.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,7,19",
    "text" : "You saw with your own eyes the great trials, the miraculous signs and wonders, the mighty hand and outstretched arm, with which the LORD your God brought you out. The LORD your God will do the same to all the peoples you now fear."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,7,19",
    "id" : 186423,
    "title" : "Deut 7:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 7:19\">7:19</a></b> <b>your eyes saw.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Deut 5:3\">5:3</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,7,20",
    "text" : "Moreover, the LORD your God will send the hornet among them until even the survivors who hide from you have perished."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,7,20",
    "id" : 186424,
    "title" : "Deut 7:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 7:20\">7:20</a></b> <b>God will send hornets.</b> The Hebrew word for “hornet” is from the same root as “leprosy” or “leprous disease” (<a class=\"bibleref\" href=\"/passage/?search=Lev 14:3\">Lev. 14:3</a>). Here it may mean “God will send distress.” But the figure of stinging insects chasing the enemy is used elsewhere (1:44; <a class=\"bibleref\" href=\"/passage/?search=Isa 7:18\">Is. 7:18</a>), and the metaphor of a hornet is quite appropriate (<a class=\"bibleref\" href=\"/passage/?search=Exod 23:28\">Ex. 23:28</a> note). God promises to fight for His people with the same power He manifested in the Exodus (v. 18).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,7,21",
    "text" : "Do not be terrified by them, for the LORD your God, who is among you, is a great and awesome God."
  }, {
    "verse" : "deuteronomy,7,22",
    "text" : "The LORD your God will drive out those nations before you, little by little. You will not be allowed to eliminate them all at once, or the wild animals will multiply around you."
  }, {
    "verse" : "deuteronomy,7,23",
    "text" : "But the LORD your God will deliver them over to you, throwing them into great confusion until they are destroyed."
  }, {
    "verse" : "deuteronomy,7,24",
    "text" : "He will give their kings into your hand, and you will wipe out their names from under heaven. No one will be able to stand up against you; you will destroy them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,7,21",
    "id" : 186425,
    "title" : "Deut 7:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 7:21\">7:21</a></b> <b>great and awesome.</b> See “The Greatness of God” at <a class=\"bibleref\" href=\"/passage/?search=1Chr 29:11\">1 Chr. 29:11</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,7,25",
    "text" : "The images of their gods you are to burn in the fire. Do not covet the silver and gold on them, and do not take it for yourselves, or you will be ensnared by it, for it is detestable to the LORD your God."
  }, {
    "verse" : "deuteronomy,7,26",
    "text" : "Do not bring a detestable thing into your house or you, like it, will be set apart for destruction. Utterly abhor and detest it, for it is set apart for destruction."
  }, {
    "verse" : "deuteronomy,8,1",
    "text" : "Be careful to follow every command I am giving you today, so that you may live and increase and may enter and possess the land that the LORD promised on oath to your forefathers."
  }, {
    "verse" : "deuteronomy,8,2",
    "text" : "Remember how the LORD your God led you all the way in the desert these forty years, to humble you and to test you in order to know what was in your heart, whether or not you would keep his commands."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,7,25",
    "id" : 186426,
    "title" : "Deut 7:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 7:25\">7:25</a></b> <b>it is an abomination.</b> Another call for utter hatred of pagan idolatry. But the idols were often made of gold and were valuable. The precious metal was under the ban (Hebrew <i>herem</i>); the idols were to be destroyed, and what could pass through the fire was to be given to the Lord (<a class=\"bibleref\" href=\"/passage/?search=Josh 6:18\">Josh. 6:18</a>, <a class=\"bibleref\" href=\"/passage/?search=Josh 6:19\">19</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,8,3",
    "text" : "He humbled you, causing you to hunger and then feeding you with manna, which neither you nor your fathers had known, to teach you that man does not live on bread alone but on every word that comes from the mouth of the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,8,3",
    "id" : 186427,
    "title" : "Deut 8:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 8:3\">8:3</a></b> <b>manna, which you did not know.</b> The initial giving of manna is mentioned in <a class=\"bibleref\" href=\"/passage/?search=Exod 16:15\">Ex. 16:15</a>, its cessation in <a class=\"bibleref\" href=\"/passage/?search=Josh 5:12\">Josh. 5:12</a>. God chose to sustain His people in the wilderness by a means previously unknown to them. Through this miraculous provision God humbled the people (by challenging their self-sufficiency) and tested their obedience (v. 16; cf. <a class=\"bibleref\" href=\"/passage/?search=Exod 16:16-Exod 16:30\">Ex. 16:16–30</a>).</p><p><b>man does not live by bread alone.</b> See <a class=\"bibleref\" href=\"/passage/?search=Matt 4:4\">Matt. 4:4</a>; <a class=\"bibleref\" href=\"/passage/?search=Luke 4:4\">Luke 4:4</a>.</p><p><b>every word that comes from the mouth of the <span class=\"small-caps\">Lord</span>.</b> Even more basic to life than physical food is the sustaining word of God (<a class=\"bibleref\" href=\"/passage/?search=Heb 1:3\">Heb. 1:3</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,8,4",
    "text" : "Your clothes did not wear out and your feet did not swell during these forty years."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,8,4",
    "id" : 186428,
    "title" : "Deut 8:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 8:4\">8:4</a></b> <b>Your clothing did not wear out.</b> This miraculous preservation is mentioned also in <a class=\"bibleref\" href=\"/passage/?search=Deut 29:5\">29:5</a>, but not elsewhere.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,8,5",
    "text" : "Know then in your heart that as a man disciplines his son, so the LORD your God disciplines you."
  }, {
    "verse" : "deuteronomy,8,6",
    "text" : "Observe the commands of the LORD your God, walking in his ways and revering him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,8,5",
    "id" : 186429,
    "title" : "Deut 8:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 8:5\">8:5</a></b> <b>as a man disciplines his son.</b> God let them hunger that He might show them His supply (<a class=\"bibleref\" href=\"/passage/?search=Deut 8:3\">v. 3</a>). Discipline usually includes initial difficulty followed by blessing (<a class=\"bibleref\" href=\"/passage/?search=Prov 3:11\">Prov. 3:11</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 3:12\">12</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 12:5\">Heb. 12:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Heb 12:6\">6</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,8,7",
    "text" : "For the LORD your God is bringing you into a good land-a land with streams and pools of water, with springs flowing in the valleys and hills;"
  }, {
    "verse" : "deuteronomy,8,8",
    "text" : "a land with wheat and barley, vines and fig trees, pomegranates, olive oil and honey;"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,8,7-deuteronomy,8,9",
    "id" : 186430,
    "title" : "Deut 8:7–9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 8:7-Deut 8:9\">8:7–9 a</a></b> <b>good land . . . iron . . . copper.</b> The description is more extensive than the familiar “flowing with milk and honey” found in Exodus, Leviticus, and frequently in Deuteronomy. Palestine certainly had more variety and more rainfall than the flat land of Goshen, but today much of the land is arid. The climate may have been different then, for a small difference in rainfall can significantly affect productivity. The land today has suffered from years of mismanagement—modern hills that were forested within recent memory are now barren. In Assyrian reliefs from about 800 <span class=\"small-caps\">b.c.</span>, Israel is depicted with lush vines and grapes, and there is no reason to deny the characterization of the land as pleasant (<a class=\"bibleref\" href=\"/passage/?search=Deut 11:9-Deut 11:12\">11:9–12</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,8,9",
    "text" : "a land where bread will not be scarce and you will lack nothing; a land where the rocks are iron and you can dig copper out of the hills."
  }, {
    "verse" : "deuteronomy,8,10",
    "text" : "When you have eaten and are satisfied, praise the LORD your God for the good land he has given you."
  }, {
    "verse" : "deuteronomy,8,11",
    "text" : "Be careful that you do not forget the LORD your God, failing to observe his commands, his laws and his decrees that I am giving you this day."
  }, {
    "verse" : "deuteronomy,8,12",
    "text" : "Otherwise, when you eat and are satisfied, when you build fine houses and settle down,"
  }, {
    "verse" : "deuteronomy,8,13",
    "text" : "and when your herds and flocks grow large and your silver and gold increase and all you have is multiplied,"
  }, {
    "verse" : "deuteronomy,8,14",
    "text" : "then your heart will become proud and you will forget the LORD your God, who brought you out of Egypt, out of the land of slavery."
  }, {
    "verse" : "deuteronomy,8,15",
    "text" : "He led you through the vast and dreadful desert, that thirsty and waterless land, with its venomous snakes and scorpions. He brought you water out of hard rock."
  }, {
    "verse" : "deuteronomy,8,16",
    "text" : "He gave you manna to eat in the desert, something your fathers had never known, to humble and to test you so that in the end it might go well with you."
  }, {
    "verse" : "deuteronomy,8,17",
    "text" : "You may say to yourself, \"My power and the strength of my hands have produced this wealth for me.\""
  }, {
    "verse" : "deuteronomy,8,18",
    "text" : "But remember the LORD your God, for it is he who gives you the ability to produce wealth, and so confirms his covenant, which he swore to your forefathers, as it is today."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,8,9",
    "id" : 186431,
    "title" : "Deut 8:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 8:9\">8:9</a></b> <b>whose stones are iron.</b> The Iron Age (c. 1200–300 <span class=\"small-caps\">b.c.</span>) came to Palestine after Moses died (c. 1406 <span class=\"small-caps\">b.c</span>.), but iron was known before that. Inventories in ancient Ugarit (c. 1400 <span class=\"small-caps\">b.c</span>.) mention two talents of iron. The copper mines of the Sinai Peninsula and the area of south Transjordan were a valuable resource in antiquity, and probably were a source of Solomon’s wealth.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,8,19",
    "text" : "If you ever forget the LORD your God and follow other gods and worship and bow down to them, I testify against you today that you will surely be destroyed."
  }, {
    "verse" : "deuteronomy,8,20",
    "text" : "Like the nations the LORD destroyed before you, so you will be destroyed for not obeying the LORD your God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,8,19",
    "id" : 186432,
    "title" : "Deut 8:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 8:19\">8:19</a></b> <b>if you forget.</b> Continuing fidelity is the requirement for blessing. Israel without God was no better than the pagans. But God will keep His covenant with the fathers and save a remnant chosen by grace (<a class=\"bibleref\" href=\"/passage/?search=Deut 8:18\">v. 18</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 11:28\">Rom. 11:28</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 11:29\">29</a>).</p></div>"
  } ]
} ]
