[ {
  "verses" : [ {
    "verse" : "luke,8,4",
    "text" : "While a large crowd was gathering and people were coming to Jesus from town after town, he told this parable:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,8,4",
    "id" : 196478,
    "title" : "Luke 8:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 8:4\">8:4</a></b> <b>parable.</b> From this point, parables feature more prominently. Crowds were coming to Jesus but He looked for more than casual contact. Parables required people to think carefully about what He was saying.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,8,5",
    "text" : "\"A farmer went out to sow his seed. As he was scattering the seed, some fell along the path; it was trampled on, and the birds of the air ate it up."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,8,5",
    "id" : 196479,
    "title" : "Luke 8:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 8:5\">8:5</a></b> Seed was sown first, then plowed into the soil. Pathways through the fields would not be plowed, and seed that fell there was wasted; it could not sink into the ground.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,8,6",
    "text" : "Some fell on rock, and when it came up, the plants withered because they had no moisture."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,8,6",
    "id" : 196480,
    "title" : "Luke 8:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 8:6\">8:6</a></b> <b>on the rock.</b> That is, rock covered with a layer of soil too shallow to hold sufficient moisture.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,8,7",
    "text" : "Other seed fell among thorns, which grew up with it and choked the plants."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,8,7",
    "id" : 196481,
    "title" : "Luke 8:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 8:7\">8:7</a></b> <b>thorns.</b> That is, hardy, fast-growing weeds.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,8,8",
    "text" : "Still other seed fell on good soil. It came up and yielded a crop, a hundred times more than was sown.\" When he said this, he called out, \"He who has ears to hear, let him hear.\""
  }, {
    "verse" : "luke,8,9",
    "text" : "His disciples asked him what this parable meant."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,8,8",
    "id" : 196482,
    "title" : "Luke 8:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 8:8\">8:8 a</a></b> <b>hundredfold.</b> Matthew and Mark speak of thirtyfold and sixtyfold, but Luke emphasizes abundance far beyond what any crop could be expected to produce.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,8,10",
    "text" : "He said, \"The knowledge of the secrets of the kingdom of God has been given to you, but to others I speak in parables, so that, \"'though seeing, they may not see; though hearing, they may not understand.'"
  }, {
    "verse" : "luke,8,11",
    "text" : "\"This is the meaning of the parable: The seed is the word of God."
  }, {
    "verse" : "luke,8,12",
    "text" : "Those along the path are the ones who hear, and then the devil comes and takes away the word from their hearts, so that they may not believe and be saved."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,8,10",
    "id" : 196483,
    "title" : "Luke 8:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 8:10\">8:10</a></b> <b>secrets.</b> The kingdom of God involves truths that are beyond human insights and wisdom, but that God has now made known.</p><p><b>others.</b> These are the people to whom Isaiah’s prophecy refers—they do not respond to Jesus’ teaching. They hear the story but do not understand the meaning.</p><p><b>that.</b> Jesus’ teaching in parables has a twofold purpose—to reveal the mysteries of the kingdom to those who have “ears to hear” (<a class=\"bibleref\" href=\"/passage/?search=Luke 8:8\">v. 8</a>) and to conceal the truth of the kingdom from those who do not. See notes <a class=\"bibleref\" href=\"/passage/?search=Matt 13:13\">Matt. 13:13</a>; <a class=\"bibleref\" href=\"/passage/?search=Mark 4:11\">Mark 4:11</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,8,13",
    "text" : "Those on the rock are the ones who receive the word with joy when they hear it, but they have no root. They believe for a while, but in the time of testing they fall away."
  }, {
    "verse" : "luke,8,14",
    "text" : "The seed that fell among thorns stands for those who hear, but as they go on their way they are choked by life's worries, riches and pleasures, and they do not mature."
  }, {
    "verse" : "luke,8,15",
    "text" : "But the seed on good soil stands for those with a noble and good heart, who hear the word, retain it, and by persevering produce a crop."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,8,13",
    "id" : 196484,
    "title" : "Luke 8:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 8:13\">8:13</a></b> <b>they believe for a while.</b> One test of a true and living faith is perseverance. Those who finally depart from the way of truth reveal that they were never actually part of God’s family (<a class=\"bibleref\" href=\"/passage/?search=1John 2:19\">1 John 2:19</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,8,16",
    "text" : "\"No one lights a lamp and hides it in a jar or puts it under a bed. Instead, he puts it on a stand, so that those who come in can see the light."
  }, {
    "verse" : "luke,8,17",
    "text" : "For there is nothing hidden that will not be disclosed, and nothing concealed that will not be known or brought out into the open."
  }, {
    "verse" : "luke,8,18",
    "text" : "Therefore consider carefully how you listen. Whoever has will be given more; whoever does not have, even what he thinks he has will be taken from him.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,8,16-luke,8,18",
    "id" : 196485,
    "title" : "Luke 8:16–18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 8:16-Luke 8:18\">8:16–18</a></b> The whole purpose of lighting a lamp is that it may give light. The teaching Jesus gives is to be made known and in the end, on Judgment Day, nothing can be kept hidden. Therefore it is important to hear the teaching in the right way. All those who do this will find that their stock of truth keeps growing. To neglect what we have is to lose it.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,8,19",
    "text" : "Now Jesus' mother and brothers came to see him, but they were not able to get near him because of the crowd."
  }, {
    "verse" : "luke,8,20",
    "text" : "Someone told him, \"Your mother and brothers are standing outside, wanting to see you.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,8,19",
    "id" : 196486,
    "title" : "Luke 8:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 8:19\">8:19</a></b> <b>brothers.</b> Those who believe that Mary remained a virgin all her life regard these as cousins, or as children of Joseph by an earlier marriage. But there is little evidence for this view.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,8,21",
    "text" : "He replied, \"My mother and brothers are those who hear God's word and put it into practice.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,8,21",
    "id" : 196487,
    "title" : "Luke 8:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 8:21\">8:21</a></b> Jesus’ words are not a repudiation of His earthly family; He took care of Mary even as He hung on the cross (<a class=\"bibleref\" href=\"/passage/?search=John 19:26\">John 19:26</a>, <a class=\"bibleref\" href=\"/passage/?search=John 19:27\">27</a>). His point is that the service of God, and His work as Messiah, is more important than any natural relation.</p></div>"
  } ]
} ]
