[ {
  "verses" : [ {
    "verse" : "deuteronomy,11,1",
    "text" : "Love the LORD your God and keep his requirements, his decrees, his laws and his commands always."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,4,44-deuteronomy,11,32",
    "id" : 186391,
    "title" : "Deut 4:44–11:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 4:44-Deut 11:32\">4:44–11:32</a></b> In this his second address (and in the section to follow, <a class=\"bibleref\" href=\"/passage/?search=Deut 12-Deut 26\">chs. 12–26</a>), Moses expounds the way of life in the covenant. The exposition focuses on love for the Lord, love that issues in obedience and consecration, as exemplified among the Levites set apart for service to the Lord. The sermon closes with a preview of the solemn declaration of covenant obligations elaborated in <a class=\"bibleref\" href=\"/passage/?search=Deut 27-Deut 30\">chs. 27–30</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,11,2",
    "text" : "Remember today that your children were not the ones who saw and experienced the discipline of the LORD your God: his majesty, his mighty hand, his outstretched arm;"
  }, {
    "verse" : "deuteronomy,11,3",
    "text" : "the signs he performed and the things he did in the heart of Egypt, both to Pharaoh king of Egypt and to his whole country;"
  }, {
    "verse" : "deuteronomy,11,4",
    "text" : "what he did to the Egyptian army, to its horses and chariots, how he overwhelmed them with the waters of the Red Sea as they were pursuing you, and how the LORD brought lasting ruin on them."
  }, {
    "verse" : "deuteronomy,11,5",
    "text" : "It was not your children who saw what he did for you in the desert until you arrived at this place,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,11,2",
    "id" : 186452,
    "title" : "Deut 11:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 11:2\">11:2</a></b> <b>your children.</b> Since the people had seen God’s wonderful deliverance (<a class=\"bibleref\" href=\"/passage/?search=Deut 11:8\">v. 8</a>), they should therefore obey God’s commands all the more faithfully. In his mention of “children,” it does not seem that Moses distinguishes the adults over age forty in his audience, who had seen the Exodus, from the youths who had not. The younger generation also had seen God’s preserving care and discipline in the wilderness (<a class=\"bibleref\" href=\"/passage/?search=Deut 11:5\">vv. 5</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 11:6\">6</a>). Probably, therefore, Moses is distinguishing the current generation to which he was speaking from their children yet to be born.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,11,6",
    "text" : "and what he did to Dathan and Abiram, sons of Eliab the Reubenite, when the earth opened its mouth right in the middle of all Israel and swallowed them up with their households, their tents and every living thing that belonged to them."
  }, {
    "verse" : "deuteronomy,11,7",
    "text" : "But it was your own eyes that saw all these great things the LORD has done."
  }, {
    "verse" : "deuteronomy,11,8",
    "text" : "Observe therefore all the commands I am giving you today, so that you may have the strength to go in and take over the land that you are crossing the Jordan to possess,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,11,6",
    "id" : 186453,
    "title" : "Deut 11:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 11:6\">11:6</a></b> <b>Dathan and Abiram.</b> Moses distinguishes Dathan and Abiram from Korah. Likewise, <a class=\"bibleref\" href=\"/passage/?search=Ps 106:17\">Ps. 106:17</a> does not include Korah with those buried alive. This distinction is not because the information about Korah belongs to a later time of writing, as some have held; rather, this distinction by Moses is precise. Closer reading of the record in <a class=\"bibleref\" href=\"/passage/?search=Num 16:16-Num 16:35\">Num. 16:16–35</a> shows that Korah was at the tabernacle among the two hundred fifty men with censers. Dathan and Abiram, who were not Levites, were in front of their tents with their families when the earth swallowed them up, and Korah’s family with them. But Korah himself perished with the two hundred fifty in the fire from the Lord.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,11,9",
    "text" : "and so that you may live long in the land that the LORD swore to your forefathers to give to them and their descendants, a land flowing with milk and honey."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,11,9",
    "id" : 186454,
    "title" : "Deut 11:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 11:9\">11:9</a></b> <b>live long in the land.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Deut 5:16\">5:16</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,11,10",
    "text" : "The land you are entering to take over is not like the land of Egypt, from which you have come, where you planted your seed and irrigated it by foot as in a vegetable garden."
  }, {
    "verse" : "deuteronomy,11,11",
    "text" : "But the land you are crossing the Jordan to take possession of is a land of mountains and valleys that drinks rain from heaven."
  }, {
    "verse" : "deuteronomy,11,12",
    "text" : "It is a land the LORD your God cares for; the eyes of the LORD your God are continually on it from the beginning of the year to its end."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,11,10",
    "id" : 186455,
    "title" : "Deut 11:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 11:10\">11:10</a></b> <b>irrigated it.</b> The precise detail of this allusion is unclear. It may refer to the sluice gates of irrigation canals (which were often opened by the gardener’s foot), or to the burdensome practice of carrying water by bucket. In contrast to the Promised Land, which had sufficient rainfall for agriculture (<a class=\"bibleref\" href=\"/passage/?search=Deut 11:9\">vv. 9</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 11:11\">11</a>), arid Egypt depended heavily upon irrigation for farming.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,11,13",
    "text" : "So if you faithfully obey the commands I am giving you today-to love the LORD your God and to serve him with all your heart and with all your soul-"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,11,13",
    "id" : 186456,
    "title" : "Deut 11:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 11:13\">11:13</a></b> <b>with all your heart.</b> The command to love the Lord “with all your heart” (<a class=\"bibleref\" href=\"/passage/?search=Deut 6:5\">6:5</a>) is echoed in Deuteronomy at least six times.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,11,14",
    "text" : "then I will send rain on your land in its season, both autumn and spring rains, so that you may gather in your grain, new wine and oil."
  }, {
    "verse" : "deuteronomy,11,15",
    "text" : "I will provide grass in the fields for your cattle, and you will eat and be satisfied."
  }, {
    "verse" : "deuteronomy,11,16",
    "text" : "Be careful, or you will be enticed to turn away and worship other gods and bow down to them."
  }, {
    "verse" : "deuteronomy,11,17",
    "text" : "Then the LORD's anger will burn against you, and he will shut the heavens so that it will not rain and the ground will yield no produce, and you will soon perish from the good land the LORD is giving you."
  }, {
    "verse" : "deuteronomy,11,18",
    "text" : "Fix these words of mine in your hearts and minds; tie them as symbols on your hands and bind them on your foreheads."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,11,14",
    "id" : 186457,
    "title" : "Deut 11:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 11:14\">11:14</a></b> <b>grain . . . wine . . . oil.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Deut 7:13\">7:13</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,11,19",
    "text" : "Teach them to your children, talking about them when you sit at home and when you walk along the road, when you lie down and when you get up."
  }, {
    "verse" : "deuteronomy,11,20",
    "text" : "Write them on the doorframes of your houses and on your gates,"
  }, {
    "verse" : "deuteronomy,11,21",
    "text" : "so that your days and the days of your children may be many in the land that the LORD swore to give your forefathers, as many as the days that the heavens are above the earth."
  }, {
    "verse" : "deuteronomy,11,22",
    "text" : "If you carefully observe all these commands I am giving you to follow-to love the LORD your God, to walk in all his ways and to hold fast to him-"
  }, {
    "verse" : "deuteronomy,11,23",
    "text" : "then the LORD will drive out all these nations before you, and you will dispossess nations larger and stronger than you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,11,19",
    "id" : 186458,
    "title" : "Deut 11:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 11:19\">11:19</a></b> <b>teach them to your children.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Deut 4:9\">4:9</a>, and the similar exhortations and metaphors in <a class=\"bibleref\" href=\"/passage/?search=Deut 6:6-Deut 6:9\">6:6–9</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,11,24",
    "text" : "Every place where you set your foot will be yours: Your territory will extend from the desert to Lebanon, and from the Euphrates River to the western sea."
  }, {
    "verse" : "deuteronomy,11,25",
    "text" : "No man will be able to stand against you. The LORD your God, as he promised you, will put the terror and fear of you on the whole land, wherever you go."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,11,24",
    "id" : 186459,
    "title" : "Deut 11:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 11:24\">11:24</a></b> <b>Every place . . . your foot treads.</b> The same expression and the same boundaries of Canaan are repeated in <a class=\"bibleref\" href=\"/passage/?search=Josh 1:3-Josh 1:5\">Josh. 1:3–5</a>. Because the boundaries need to include a southern limit, “wilderness” probably means the Sinai Desert. The boundaries include all of modern Israel and Lebanon, together with part of Syria.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,11,26",
    "text" : "See, I am setting before you today a blessing and a curse-"
  }, {
    "verse" : "deuteronomy,11,27",
    "text" : "the blessing if you obey the commands of the LORD your God that I am giving you today;"
  }, {
    "verse" : "deuteronomy,11,28",
    "text" : "the curse if you disobey the commands of the LORD your God and turn from the way that I command you today by following other gods, which you have not known."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,11,26",
    "id" : 186460,
    "title" : "Deut 11:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 11:26\">11:26 a</a></b> <b>blessing and a curse.</b> This introduction to the ceremony of blessing and cursing that was to take place at Ebal and Gerizim is reiterated in <a class=\"bibleref\" href=\"/passage/?search=Deut 30:19\">Deut. 30:19</a> at the end of Moses’ speech. Under divine inspiration, Moses emphasizes the people’s obligation to love God and obey His commands.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,11,29",
    "text" : "When the LORD your God has brought you into the land you are entering to possess, you are to proclaim on Mount Gerizim the blessings, and on Mount Ebal the curses."
  }, {
    "verse" : "deuteronomy,11,30",
    "text" : "As you know, these mountains are across the Jordan, west of the road, toward the setting sun, near the great trees of Moreh, in the territory of those Canaanites living in the Arabah in the vicinity of Gilgal."
  }, {
    "verse" : "deuteronomy,11,31",
    "text" : "You are about to cross the Jordan to enter and take possession of the land the LORD your God is giving you. When you have taken it over and are living there,"
  }, {
    "verse" : "deuteronomy,11,32",
    "text" : "be sure that you obey all the decrees and laws I am setting before you today."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,11,29",
    "id" : 186461,
    "title" : "Deut 11:29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 11:29\">11:29</a></b> <b>Mount Gerizim . . . Mount Ebal.</b> The details of this ceremony are provided in <a class=\"bibleref\" href=\"/passage/?search=Deut 27\">chs. 27</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 28\">28</a>; the ceremony itself was performed according to Moses’ direction by Joshua (<a class=\"bibleref\" href=\"/passage/?search=Josh 8:30-Josh 8:35\">Josh. 8:30–35</a>). The phrases “beyond the Jordan . . . toward the going down of the sun” (v. 30) point to a location in Canaan (i.e., west of the Jordan). According to <a class=\"bibleref\" href=\"/passage/?search=Gen 12:6\">Gen. 12:6</a>, the “oak of Moreh” is near Shechem. The precise location of Gilgal is uncertain, but it seems to have been near Jericho (<a class=\"bibleref\" href=\"/passage/?search=Josh 4:19\">Josh. 4:19</a>). The Canaanites inhabited this whole territory, and there is no reason to doubt the usual identification of these mountains as the two mountains near Shechem astride the main north-south road.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,12,1",
    "text" : "These are the decrees and laws you must be careful to follow in the land that the LORD, the God of your fathers, has given you to possess-as long as you live in the land."
  }, {
    "verse" : "deuteronomy,12,2",
    "text" : "Destroy completely all the places on the high mountains and on the hills and under every spreading tree where the nations you are dispossessing worship their gods."
  }, {
    "verse" : "deuteronomy,12,3",
    "text" : "Break down their altars, smash their sacred stones and burn their Asherah poles in the fire; cut down the idols of their gods and wipe out their names from those places."
  }, {
    "verse" : "deuteronomy,12,4",
    "text" : "You must not worship the LORD your God in their way."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,12,1-deuteronomy,26,19",
    "id" : 186462,
    "title" : "Deut 12–26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 12-Deut 26\">12:1–26:19</a></b> Moses continues to expound the covenant way of life, reiterating laws governing Israel’s worship and conduct. The laws pertain to topics from idolatry to tithes, from priests to divorce, from nations to the individual. The section concludes with exhortations to obey the Lord, who is both Redeemer and King.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,12,5",
    "text" : "But you are to seek the place the LORD your God will choose from among all your tribes to put his Name there for his dwelling. To that place you must go;"
  }, {
    "verse" : "deuteronomy,12,6",
    "text" : "there bring your burnt offerings and sacrifices, your tithes and special gifts, what you have vowed to give and your freewill offerings, and the firstborn of your herds and flocks."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,12,5",
    "id" : 186463,
    "title" : "Deut 12:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 12:5\">12:5</a></b> <b>the place that the <span class=\"small-caps\">Lord</span> your God will choose.</b> This passage has been used to argue that Deuteronomy was written in the sixth century <span class=\"small-caps\">b.c</span>. so as to support Josiah’s centralization of worship at Jerusalem in that period (Introduction: Date and Occasion). But that view, which presupposes an evolutionary theory of the development of Israelite religion, misreads this verse. The reference here to “the place” certainly need not imply that the location of the temple in Jerusalem was known when this text was written. In the course of Israel’s history, worship of the Lord was successively centered in several places: Shiloh (<a class=\"bibleref\" href=\"/passage/?search=Josh 18:1\">Josh. 18:1</a>) and Gibeon (<a class=\"bibleref\" href=\"/passage/?search=1Chr 16:39\">1 Chr. 16:39</a>), as well as later in Jerusalem. The stress here is on the contrast between “the place . . . the <span class=\"small-caps\">Lord</span> your God will choose” and “the places where the nations . . . served their gods” (v. 2). Purity of worship in obedience to divine command, rather than centralization, is primarily in view.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,12,7",
    "text" : "There, in the presence of the LORD your God, you and your families shall eat and shall rejoice in everything you have put your hand to, because the LORD your God has blessed you."
  }, {
    "verse" : "deuteronomy,12,8",
    "text" : "You are not to do as we do here today, everyone as he sees fit,"
  }, {
    "verse" : "deuteronomy,12,9",
    "text" : "since you have not yet reached the resting place and the inheritance the LORD your God is giving you."
  }, {
    "verse" : "deuteronomy,12,10",
    "text" : "But you will cross the Jordan and settle in the land the LORD your God is giving you as an inheritance, and he will give you rest from all your enemies around you so that you will live in safety."
  }, {
    "verse" : "deuteronomy,12,11",
    "text" : "Then to the place the LORD your God will choose as a dwelling for his Name-there you are to bring everything I command you: your burnt offerings and sacrifices, your tithes and special gifts, and all the choice possessions you have vowed to the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,12,7",
    "id" : 186464,
    "title" : "Deut 12:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 12:7\">12:7</a></b> <b>eat . . . rejoice.</b> Some sacrifices were shared by priests and worshipers. The worship of Israel was holy, reverent, and joyful. The worship of a holy God involved repentance and cleansing, but the redeemed heart was full of joy and praise. The Book of Psalms frequently expresses such joyful devotion.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,12,12",
    "text" : "And there rejoice before the LORD your God, you, your sons and daughters, your menservants and maidservants, and the Levites from your towns, who have no allotment or inheritance of their own."
  }, {
    "verse" : "deuteronomy,12,13",
    "text" : "Be careful not to sacrifice your burnt offerings anywhere you please."
  }, {
    "verse" : "deuteronomy,12,14",
    "text" : "Offer them only at the place the LORD will choose in one of your tribes, and there observe everything I command you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,12,12",
    "id" : 186465,
    "title" : "Deut 12:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 12:12\">12:12</a></b> <b>no . . . inheritance.</b> The gifts of the worshipers were, in part, to support the priests and Levites, who were allotted no farmland of their own (<a class=\"bibleref\" href=\"/passage/?search=Deut 10:6-Deut 10:9\">10:6–9</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,12,15",
    "text" : "Nevertheless, you may slaughter your animals in any of your towns and eat as much of the meat as you want, as if it were gazelle or deer, according to the blessing the LORD your God gives you. Both the ceremonially unclean and the clean may eat it."
  }, {
    "verse" : "deuteronomy,12,16",
    "text" : "But you must not eat the blood; pour it out on the ground like water."
  }, {
    "verse" : "deuteronomy,12,17",
    "text" : "You must not eat in your own towns the tithe of your grain and new wine and oil, or the firstborn of your herds and flocks, or whatever you have vowed to give, or your freewill offerings or special gifts."
  }, {
    "verse" : "deuteronomy,12,18",
    "text" : "Instead, you are to eat them in the presence of the LORD your God at the place the LORD your God will choose-you, your sons and daughters, your menservants and maidservants, and the Levites from your towns-and you are to rejoice before the LORD your God in everything you put your hand to."
  }, {
    "verse" : "deuteronomy,12,19",
    "text" : "Be careful not to neglect the Levites as long as you live in your land."
  }, {
    "verse" : "deuteronomy,12,20",
    "text" : "When the LORD your God has enlarged your territory as he promised you, and you crave meat and say, \"I would like some meat,\" then you may eat as much of it as you want."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,12,15",
    "id" : 186466,
    "title" : "Deut 12:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 12:15\">12:15</a></b> <b>slaughter . . . within any of your towns.</b> The same rule is given in <a class=\"bibleref\" href=\"/passage/?search=Deut 12:20\">vv. 20</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 12:21\">21</a>. They could slaughter for meat anywhere, but sacrificial meat and foodstuffs devoted to God could only be eaten at the central place of worship. See note <a class=\"bibleref\" href=\"/passage/?search=Lev 17:3\">Lev. 17:3</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,12,21",
    "text" : "If the place where the LORD your God chooses to put his Name is too far away from you, you may slaughter animals from the herds and flocks the LORD has given you, as I have commanded you, and in your own towns you may eat as much of them as you want."
  }, {
    "verse" : "deuteronomy,12,22",
    "text" : "Eat them as you would gazelle or deer. Both the ceremonially unclean and the clean may eat."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,12,21",
    "id" : 186467,
    "title" : "Deut 12:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 12:21\">12:21</a></b> <b>If the place . . . is too far.</b> See <a class=\"bibleref\" href=\"/passage/?search=Deut 14:24-Deut 14:26\">14:24–26</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,12,23",
    "text" : "But be sure you do not eat the blood, because the blood is the life, and you must not eat the life with the meat."
  }, {
    "verse" : "deuteronomy,12,24",
    "text" : "You must not eat the blood; pour it out on the ground like water."
  }, {
    "verse" : "deuteronomy,12,25",
    "text" : "Do not eat it, so that it may go well with you and your children after you, because you will be doing what is right in the eyes of the LORD."
  }, {
    "verse" : "deuteronomy,12,26",
    "text" : "But take your consecrated things and whatever you have vowed to give, and go to the place the LORD will choose."
  }, {
    "verse" : "deuteronomy,12,27",
    "text" : "Present your burnt offerings on the altar of the LORD your God, both the meat and the blood. The blood of your sacrifices must be poured beside the altar of the LORD your God, but you may eat the meat."
  }, {
    "verse" : "deuteronomy,12,28",
    "text" : "Be careful to obey all these regulations I am giving you, so that it may always go well with you and your children after you, because you will be doing what is good and right in the eyes of the LORD your God."
  }, {
    "verse" : "deuteronomy,12,29",
    "text" : "The LORD your God will cut off before you the nations you are about to invade and dispossess. But when you have driven them out and settled in their land,"
  }, {
    "verse" : "deuteronomy,12,30",
    "text" : "and after they have been destroyed before you, be careful not to be ensnared by inquiring about their gods, saying, \"How do these nations serve their gods? We will do the same.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,12,23",
    "id" : 186468,
    "title" : "Deut 12:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 12:23\">12:23</a></b> <b>the blood is the life.</b> The same principle is given in <a class=\"bibleref\" href=\"/passage/?search=Gen 9:4\">Gen. 9:4</a> and <a class=\"bibleref\" href=\"/passage/?search=Lev 17:10-Lev 17:14\">Lev. 17:10–14</a>. The treatment of the blood in the sacrificial system shows that it stood for the life of the animal. When the blood is gone, the life is gone. When blood was sprinkled on the altar, innocent life was shed for a guilty sinner. The Old Testament sacrifices show a theology of substitution of the innocent for the guilty. This theology was incomplete, because an animal, no matter how perfect, is by no means as valuable as the human soul (<a class=\"bibleref\" href=\"/passage/?search=Mic 6:6\">Mic. 6:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Mic 6:7\">7</a>). The resolution is found most clearly in <a class=\"bibleref\" href=\"/passage/?search=Isa 53:10\">Is. 53:10</a> where the innocent Servant of the Lord dies as a sin offering (cf. <a class=\"bibleref\" href=\"/passage/?search=John 1:29\">John 1:29</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,12,31",
    "text" : "You must not worship the LORD your God in their way, because in worshiping their gods, they do all kinds of detestable things the LORD hates. They even burn their sons and daughters in the fire as sacrifices to their gods."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,12,31",
    "id" : 186469,
    "title" : "Deut 12:31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 12:31\">12:31</a></b> <b>they even burn their sons and their daughters.</b> Child sacrifice was common in ancient times, especially in the Phoenician colony of Carthage in North Africa. In ancient pagan cultures, children were sometimes sacrificed in times of great need as an expression of devotion to a god (<a class=\"bibleref\" href=\"/passage/?search=2Kgs 3:27\">2 Kin. 3:27</a>). Even some Israelites at times engaged in this detestable practice (<a class=\"bibleref\" href=\"/passage/?search=Judg 11:30-Judg 11:40\">Judg. 11:30–40</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 106:34-Ps 106:39\">Ps. 106:34–39</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 7:31\">Jer. 7:31</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,12,32",
    "text" : "See that you do all I command you; do not add to it or take away from it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,12,32",
    "id" : 186470,
    "title" : "Deut 12:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 12:32\">12:32</a></b> <b>You shall not add.</b> See <a class=\"bibleref\" href=\"/passage/?search=Deut 4:2\">4:2</a>.</p></div>"
  } ]
} ]
