[ {
  "verses" : [ {
    "verse" : "proverbs,12,8",
    "text" : "A man is praised according to his wisdom, but men with warped minds are despised."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,12,8",
    "id" : 191904,
    "title" : "Pr 12:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 12:8\">12:8</a></b> <b>good sense.</b> The display of mastery in life wins praise.</p><p><b>twisted mind.</b> The phrase suggests an inability to think straight; more muddled than evil.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,12,9",
    "text" : "Better to be a nobody and yet have a servant than pretend to be somebody and have no food."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,12,9",
    "id" : 191905,
    "title" : "Pr 12:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 12:9\">12:9</a></b> A number of proverbs have this form of direct comparison using the “better . . . than” formula (<a class=\"bibleref\" href=\"/passage/?search=Prov 15:16\">15:16</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 15:17\">17</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 16:8\">16:8</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 16:19\">19</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 16:32\">32</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 17:1\">17:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 17:12\">12</a>; <a class=\"bibleref\" href=\"/passage/?search=Prov 19:1\">19:1</a>).</p><p><b>to be lowly.</b> A person of no social standing or reputation.</p><p><b>have a servant.</b> The Septuagint (Greek Old Testament) renders this phrase, “who works for himself.” The meaning is either, “Better humble prosperity than poverty concealed by pretense,” or, “Better to work without esteem than to go hungry while dreaming of affluence.”</p></div>"
  } ]
} ]
