[ {
  "verses" : [ {
    "verse" : "judges,15,1",
    "text" : "Later on, at the time of wheat harvest, Samson took a young goat and went to visit his wife. He said, \"I'm going to my wife's room.\" But her father would not let him go in."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,13,1-judges,16,31",
    "id" : 187165,
    "title" : "Judges 13–16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 13-Judg 16\">13:1–16:31</a></b> Samson’s story is the last in the cycles of the judges. He had great promise. He was a Nazirite from the womb, and his birth was a supernatural gift to barren parents; like the great judge Gideon, the Angel of the Lord appeared at his calling; unlike any other judge, he was called from the womb; and more than any other judge, he experienced the Spirit coming upon him (<a class=\"bibleref\" href=\"/passage/?search=Judg 13:25\">13:25</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 14:6\">14:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 14:19\">19</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 15:14\">15:14</a>). Yet, of all the judges, Samson was most clearly a rogue. Having taken the vow to be a Nazirite (<a class=\"bibleref\" href=\"/passage/?search=Judg 13:4-Judg 13:5\">13:4–5</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 13:7\">7</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 13:14\">14</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 16:17\">16:17</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 6:1-Num 6:21\">Num. 6:1–21</a>), he kept only the part about not cutting his hair. He repeatedly broke God’s covenant and his vow by seeking foreign wives, sleeping with prostitutes, touching dead things, and drinking wine. He showed no interest in delivering Israel. The fanfare of his calling and the circumstances surrounding his birth and life only heighten the tragedy of his life and emphasize the depths to which Israel had descended. But God had raised him up to deliver Israel from the Philistines (v. 5), and He used even the sins of Samson as an occasion against them (14:4).</p><p>Samson was not like Gideon or Samuel. Though the Spirit came upon him repeatedly, this had no impact on his character. Like Saul, Samson lost the Spirit’s empowerment as a result of God’s judgment. Yet the account of the end of his life (16:25–31) reflects a renewal of his faith while a prisoner of his (and God’s) enemies. <a class=\"bibleref\" href=\"/passage/?search=Heb 11:32\">Heb. 11:32</a> lists Samson on the honor roll of faith.</p></div>"
  }, {
    "verseRange" : "judges,14,1-judges,15,20",
    "id" : 187177,
    "title" : "Judges 14–15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 14-Judg 15\">14:1–15:20</a></b> Immediately after learning that the Lord was with Samson and that the Spirit began to stir in him (<a class=\"bibleref\" href=\"/passage/?search=Judg 13:25\">13:25</a>), the reader is told that Samson sought a wife from among the Philistines (<a class=\"bibleref\" href=\"/passage/?search=Judg 14:1-Judg 14:2\">14:1–2</a>). In this section, Samson’s prodigious strength, poetic abilities, and intense pride and temper are revealed. The narrative revolves around the pursuit and loss of the Philistine wife and the consequences for both Philistia and Samson. In the course of these events, Samson broke the Nazirite vow by touching a dead thing (<a class=\"bibleref\" href=\"/passage/?search=Judg 14:8-Judg 14:9\">14:8–9</a>) and by drinking wine (<a class=\"bibleref\" href=\"/passage/?search=Judg 14:10\">v. 10</a>). All that remained was for him to cut his hair. Three times the Spirit of the Lord came on him and he killed his enemies. He led Israel for twenty years (<a class=\"bibleref\" href=\"/passage/?search=Judg 15:20\">15:20</a>). Normally this would be the end of the narrative. But Samson continued to be distracted by foreign women, and the story concludes with the narrative of his consequent demise (<a class=\"bibleref\" href=\"/passage/?search=Judg 16\">ch. 16</a>).</p></div>"
  }, {
    "verseRange" : "judges,15,1",
    "id" : 187185,
    "title" : "Judges 15:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 15:1\">15:1</a></b> <b>at the time of wheat harvest.</b> This was a dry time when fields burned easily (<a class=\"bibleref\" href=\"/passage/?search=Judg 15:4-Judg 15:5\">vv. 4–5</a>).</p><p><b>his wife.</b> Legally she was Samson’s wife.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,15,2",
    "text" : "\"I was so sure you thoroughly hated her,\" he said, \"that I gave her to your friend. Isn't her younger sister more attractive? Take her instead.\""
  }, {
    "verse" : "judges,15,3",
    "text" : "Samson said to them, \"This time I have a right to get even with the Philistines; I will really harm them.\""
  }, {
    "verse" : "judges,15,4",
    "text" : "So he went out and caught three hundred foxes and tied them tail to tail in pairs. He then fastened a torch to every pair of tails,"
  }, {
    "verse" : "judges,15,5",
    "text" : "lit the torches and let the foxes loose in the standing grain of the Philistines. He burned up the shocks and standing grain, together with the vineyards and olive groves."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,15,2",
    "id" : 187186,
    "title" : "Judges 15:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 15:2\">15:2</a></b> <b>I gave her to your companion.</b> See <a class=\"bibleref\" href=\"/passage/?search=Judg 14:20\">14:20</a> and note.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,15,6",
    "text" : "When the Philistines asked, \"Who did this?\" they were told, \"Samson, the Timnite's son-in-law, because his wife was given to his friend.\" So the Philistines went up and burned her and her father to death."
  }, {
    "verse" : "judges,15,7",
    "text" : "Samson said to them, \"Since you've acted like this, I won't stop until I get my revenge on you.\""
  }, {
    "verse" : "judges,15,8",
    "text" : "He attacked them viciously and slaughtered many of them. Then he went down and stayed in a cave in the rock of Etam."
  }, {
    "verse" : "judges,15,9",
    "text" : "The Philistines went up and camped in Judah, spreading out near Lehi."
  }, {
    "verse" : "judges,15,10",
    "text" : "The men of Judah asked, \"Why have you come to fight us?We have come to take Samson prisoner,\" they answered, \"to do to him as he did to us.\""
  }, {
    "verse" : "judges,15,11",
    "text" : "Then three thousand men from Judah went down to the cave in the rock of Etam and said to Samson, \"Don't you realize that the Philistines are rulers over us? What have you done to us?\" He answered, \"I merely did to them what they did to me.\""
  }, {
    "verse" : "judges,15,12",
    "text" : "They said to him, \"We've come to tie you up and hand you over to the Philistines.\" Samson said, \"Swear to me that you won't kill me yourselves.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,15,6",
    "id" : 187187,
    "title" : "Judges 15:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 15:6\">15:6</a></b> <b>the son-in-law of the Timnite.</b> See <a class=\"bibleref\" href=\"/passage/?search=Judg 14:20\">14:20</a> and note.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,15,13",
    "text" : "\"Agreed,\" they answered. \"We will only tie you up and hand you over to them. We will not kill you.\" So they bound him with two new ropes and led him up from the rock."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,15,13",
    "id" : 187188,
    "title" : "Judges 15:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 15:13\">15:13</a></b> <b>bound him with two new ropes.</b> See <a class=\"bibleref\" href=\"/passage/?search=Judg 16:11-Judg 16:12\">16:11–12</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,15,14",
    "text" : "As he approached Lehi, the Philistines came toward him shouting. The Spirit of the LORD came upon him in power. The ropes on his arms became like charred flax, and the bindings dropped from his hands."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,15,14",
    "id" : 187189,
    "title" : "Judges 15:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 15:14\">15:14</a></b> <b>the Spirit of the <span class=\"small-caps\">Lord</span>.</b> See <a class=\"bibleref\" href=\"/passage/?search=Judg 3:10\">3:10</a> note; <a class=\"bibleref\" href=\"/passage/?search=Judg 14:6\">14:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 14:19\">19</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,15,15",
    "text" : "Finding a fresh jawbone of a donkey, he grabbed it and struck down a thousand men."
  }, {
    "verse" : "judges,15,16",
    "text" : "Then Samson said, \"With a donkey's jawbone I have made donkeys of them. With a donkey's jawbone I have killed a thousand men.\""
  }, {
    "verse" : "judges,15,17",
    "text" : "When he finished speaking, he threw away the jawbone; and the place was called Ramath Lehi."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,15,15",
    "id" : 187190,
    "title" : "Judges 15:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 15:15\">15:15 a</a></b> <b>fresh jawbone . . . 1,000 men.</b> See the parallel with Shamgar, son of Anath (<a class=\"bibleref\" href=\"/passage/?search=Judg 3:31\">3:31</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,15,18",
    "text" : "Because he was very thirsty, he cried out to the LORD, \"You have given your servant this great victory. Must I now die of thirst and fall into the hands of the uncircumcised?\""
  }, {
    "verse" : "judges,15,19",
    "text" : "Then God opened up the hollow place in Lehi, and water came out of it. When Samson drank, his strength returned and he revived. So the spring was called En Hakkore, and it is still there in Lehi."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,15,18",
    "id" : 187191,
    "title" : "Judges 15:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 15:18\">15:18</a></b> <b>he called upon.</b> This is one of only two times that Samson is mentioned as having spoken to the Lord (<a class=\"bibleref\" href=\"/passage/?search=Judg 16:28\">16:28</a>).</p><p><b>shall I now die of thirst.</b> Like the Israelites who experienced miracle upon miracle in the wilderness, Samson complained to God. The parallel is marked by the cry for water and the miraculous manner in which God supplied it (<a class=\"bibleref\" href=\"/passage/?search=Judg 16:19\">v. 19</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 17:1-Exod 17:7\">Ex. 17:1–7</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 20:1-Num 20:13\">Num. 20:1–13</a>). Both Israel and Samson were complaining to God, but God in His mercy and compassion met their need (<a class=\"bibleref\" href=\"/passage/?search=Judg 10:10-Judg 10:16\">Judg. 10:10–16</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,15,20",
    "text" : "Samson led Israel for twenty years in the days of the Philistines."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,15,20",
    "id" : 187192,
    "title" : "Judges 15:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 15:20\">15:20</a></b> <b>twenty years.</b> Normally this would signal the end of the story, but not so here (<a class=\"bibleref\" href=\"/passage/?search=Judg 14-Judg 15\">14:1–15:20</a> note). Like Jephthah (<a class=\"bibleref\" href=\"/passage/?search=Judg 12:7\">12:7</a>), Samson did not lead Israel for a full generation (forty years), as had the earlier judges.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,16,1",
    "text" : "One day Samson went to Gaza, where he saw a prostitute. He went in to spend the night with her."
  }, {
    "verse" : "judges,16,2",
    "text" : "The people of Gaza were told, \"Samson is here!\" So they surrounded the place and lay in wait for him all night at the city gate. They made no move during the night, saying, \"At dawn we'll kill him.\""
  }, {
    "verse" : "judges,16,3",
    "text" : "But Samson lay there only until the middle of the night. Then he got up and took hold of the doors of the city gate, together with the two posts, and tore them loose, bar and all. He lifted them to his shoulders and carried them to the top of the hill that faces Hebron."
  }, {
    "verse" : "judges,16,4",
    "text" : "Some time later, he fell in love with a woman in the Valley of Sorek whose name was Delilah."
  }, {
    "verse" : "judges,16,5",
    "text" : "The rulers of the Philistines went to her and said, \"See if you can lure him into showing you the secret of his great strength and how we can overpower him so we may tie him up and subdue him. Each one of us will give you eleven hundred shekels of silver.\""
  }, {
    "verse" : "judges,16,6",
    "text" : "So Delilah said to Samson, \"Tell me the secret of your great strength and how you can be tied up and subdued.\""
  }, {
    "verse" : "judges,16,7",
    "text" : "Samson answered her, \"If anyone ties me with seven fresh thongs that have not been dried, I'll become as weak as any other man.\""
  }, {
    "verse" : "judges,16,8",
    "text" : "Then the rulers of the Philistines brought her seven fresh thongs that had not been dried, and she tied him with them."
  }, {
    "verse" : "judges,16,9",
    "text" : "With men hidden in the room, she called to him, \"Samson, the Philistines are upon you!\" But he snapped the thongs as easily as a piece of string snaps when it comes close to a flame. So the secret of his strength was not discovered."
  }, {
    "verse" : "judges,16,10",
    "text" : "Then Delilah said to Samson, \"You have made a fool of me; you lied to me. Come now, tell me how you can be tied.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,16,1-judges,16,22",
    "id" : 187193,
    "title" : "Judges 16:1–22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 16:1-Judg 16:22\">16:1–22</a></b> This account contains two parallel stories showing Samson’s desire for women, his prodigious strength, and the efforts the Philistines made to capture him. Samson’s continual covenant breaking was judged by God; he was captured by the Philistines and blinded (<a class=\"bibleref\" href=\"/passage/?search=Judg 16:21-Judg 16:22\">vv. 21–22</a>). Delilah’s attempts to snare Samson reveal Samson to be a fool for remaining with her. It is even more strange that the Spirit of God leaves him only when his hair is cut, not at an earlier point of his covenant breaking. God was patient with Samson until the last sign of his vow was gone, and then God judged him.</p></div>"
  }, {
    "verseRange" : "judges,16,1",
    "id" : 187194,
    "title" : "Judges 16:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 16:1\">16:1 a</a></b> <b>prostitute.</b> Samson once again broke the covenant (<a class=\"bibleref\" href=\"/passage/?search=Judg 14:2\">14:2</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,16,11",
    "text" : "He said, \"If anyone ties me securely with new ropes that have never been used, I'll become as weak as any other man.\""
  }, {
    "verse" : "judges,16,12",
    "text" : "So Delilah took new ropes and tied him with them. Then, with men hidden in the room, she called to him, \"Samson, the Philistines are upon you!\" But he snapped the ropes off his arms as if they were threads."
  }, {
    "verse" : "judges,16,13",
    "text" : "Delilah then said to Samson, \"Until now, you have been making a fool of me and lying to me. Tell me how you can be tied.\" He replied, \"If you weave the seven braids of my head into the fabric on the loom and tighten it with the pin, I'll become as weak as any other man.\" So while he was sleeping, Delilah took the seven braids of his head, wove them into the fabric"
  }, {
    "verse" : "judges,16,14",
    "text" : "and tightened it with the pin. Again she called to him, \"Samson, the Philistines are upon you!\" He awoke from his sleep and pulled up the pin and the loom, with the fabric."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,16,11",
    "id" : 187195,
    "title" : "Judges 16:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 16:11\">16:11</a></b> <b>new ropes.</b> See <a class=\"bibleref\" href=\"/passage/?search=Judg 15:13\">15:13</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,16,15",
    "text" : "Then she said to him, \"How can you say, 'I love you,' when you won't confide in me? This is the third time you have made a fool of me and haven't told me the secret of your great strength.\""
  }, {
    "verse" : "judges,16,16",
    "text" : "With such nagging she prodded him day after day until he was tired to death."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,16,15",
    "id" : 187196,
    "title" : "Judges 16:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 16:15\">16:15</a></b> <b>How can you say.</b> See <a class=\"bibleref\" href=\"/passage/?search=Judg 14:16-Judg 14:17\">14:16–17</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,16,17",
    "text" : "So he told her everything. \"No razor has ever been used on my head,\" he said, \"because I have been a Nazirite set apart to God since birth. If my head were shaved, my strength would leave me, and I would become as weak as any other man.\""
  }, {
    "verse" : "judges,16,18",
    "text" : "When Delilah saw that he had told her everything, she sent word to the rulers of the Philistines, \"Come back once more; he has told me everything.\" So the rulers of the Philistines returned with the silver in their hands."
  }, {
    "verse" : "judges,16,19",
    "text" : "Having put him to sleep on her lap, she called a man to shave off the seven braids of his hair, and so began to subdue him. And his strength left him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,16,17",
    "id" : 187197,
    "title" : "Judges 16:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 16:17\">16:17</a></b> <b>from my mother’s womb.</b> See <a class=\"bibleref\" href=\"/passage/?search=Judg 13:5\">13:5</a>.</p><p><b>If my head is shaved.</b> Samson had always ignored the other aspects of his vow (<a class=\"bibleref\" href=\"/passage/?search=Judg 13-Judg 16\">13:1–16:31</a> note). His true strength was the Spirit of the Lord (v. 20).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,16,20",
    "text" : "Then she called, \"Samson, the Philistines are upon you!\" He awoke from his sleep and thought, \"I'll go out as before and shake myself free.\" But he did not know that the LORD had left him."
  }, {
    "verse" : "judges,16,21",
    "text" : "Then the Philistines seized him, gouged out his eyes and took him down to Gaza. Binding him with bronze shackles, they set him to grinding in the prison."
  }, {
    "verse" : "judges,16,22",
    "text" : "But the hair on his head began to grow again after it had been shaved."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,16,20",
    "id" : 187198,
    "title" : "Judges 16:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 16:20\">16:20</a></b> <b>the <span class=\"small-caps\">Lord</span> had left him.</b> The Spirit of the Lord was not giving him strength (<a class=\"bibleref\" href=\"/passage/?search=Judg 13:25\">13:25</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 14:6\">14:6</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 14:19\">19</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 15:14\">15:14</a>). Like Saul (cf. <a class=\"bibleref\" href=\"/passage/?search=Isa 16:14\">Is. 16:14</a> with <a class=\"bibleref\" href=\"/passage/?search=1Sam 15:23\">1 Sam. 15:23</a>), Samson lost the power of the Spirit because he disobeyed. God was his power, not magic associated with long hair.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,16,23",
    "text" : "Now the rulers of the Philistines assembled to offer a great sacrifice to Dagon their god and to celebrate, saying, \"Our god has delivered Samson, our enemy, into our hands.\""
  }, {
    "verse" : "judges,16,24",
    "text" : "When the people saw him, they praised their god, saying, \"Our god has delivered our enemy into our hands, the one who laid waste our land and multiplied our slain.\""
  }, {
    "verse" : "judges,16,25",
    "text" : "While they were in high spirits, they shouted, \"Bring out Samson to entertain us.\" So they called Samson out of the prison, and he performed for them. When they stood him among the pillars,"
  }, {
    "verse" : "judges,16,26",
    "text" : "Samson said to the servant who held his hand, \"Put me where I can feel the pillars that support the temple, so that I may lean against them.\""
  }, {
    "verse" : "judges,16,27",
    "text" : "Now the temple was crowded with men and women; all the rulers of the Philistines were there, and on the roof were about three thousand men and women watching Samson perform."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,16,23",
    "id" : 187199,
    "title" : "Judges 16:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 16:23\">16:23</a></b> <b>Our god has given.</b> God is the Judge who allowed oppressors to mistreat His people on account of their sin (<a class=\"bibleref\" href=\"/passage/?search=Judg 16:20\">v. 20</a>); it was not the power of the gods of the nations that enabled them to overcome Israel (<a class=\"bibleref\" href=\"/passage/?search=Judg 2:14-Judg 2:15\">2:14–15</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,16,28",
    "text" : "Then Samson prayed to the LORD, \"O Sovereign LORD, remember me. O God, please strengthen me just once more, and let me with one blow get revenge on the Philistines for my two eyes.\""
  }, {
    "verse" : "judges,16,29",
    "text" : "Then Samson reached toward the two central pillars on which the temple stood. Bracing himself against them, his right hand on the one and his left hand on the other,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,16,28",
    "id" : 187200,
    "title" : "Judges 16:28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 16:28\">16:28</a></b> <b>O Lord <span class=\"small-caps\">God</span>.</b> Samson’s final plea is to take revenge for the loss of his sight. The writer does not comment on this motive. God in His grace answered the prayer and allowed Samson to kill the enemies of Israel (<a class=\"bibleref\" href=\"/passage/?search=Judg 10:10-Judg 10:16\">10:10–16</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 15:18-Judg 15:19\">15:18–19</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,16,30",
    "text" : "Samson said, \"Let me die with the Philistines!\" Then he pushed with all his might, and down came the temple on the rulers and all the people in it. Thus he killed many more when he died than while he lived."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,16,30",
    "id" : 187201,
    "title" : "Judges 16:30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 16:30\">16:30</a></b> <b>more than . . . he had killed during his life.</b> See <a class=\"bibleref\" href=\"/passage/?search=Judg 13-Judg 16\">13:1–16:31</a> note.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,16,31",
    "text" : "Then his brothers and his father's whole family went down to get him. They brought him back and buried him between Zorah and Eshtaol in the tomb of Manoah his father. He had led Israel twenty years."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,16,31",
    "id" : 187202,
    "title" : "Judges 16:31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 16:31\">16:31</a></b> <b>He had judged . . . twenty years.</b> See <a class=\"bibleref\" href=\"/passage/?search=Judg 15:20\">15:20</a> note.</p></div>"
  } ]
} ]
