[ {
  "verses" : [ {
    "verse" : "1samuel,5,1",
    "text" : "After the Philistines had captured the ark of God, they took it from Ebenezer to Ashdod."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,1,1-1samuel,7,17",
    "id" : 187309,
    "title" : "1 Sam 1–7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 1-1Sam 7\">1:1–7:17</a></b> God rules and delivers His people before the time of the monarchy. He does so by raising up Samuel (<a class=\"bibleref\" href=\"/passage/?search=1Sam 1-1Sam 3\">chs. 1–3</a>), intervening directly against the Philistines (<a class=\"bibleref\" href=\"/passage/?search=1Sam 4:1-1Sam 7:1\">4:1–7:1</a>), and giving Samuel victory over the Philistines (<a class=\"bibleref\" href=\"/passage/?search=1Sam 7:2-1Sam 7:17\">7:2–17</a>).</p></div>"
  }, {
    "verseRange" : "1samuel,5,1",
    "id" : 187373,
    "title" : "1 Sam 5:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 5:1\">5:1</a></b> <b>Ebenezer.</b> See <a class=\"bibleref\" href=\"/passage/?search=1Sam 4:1\">4:1</a> note.</p><p><b>Ashdod.</b> One of the five main Philistine cities (<a class=\"bibleref\" href=\"/passage/?search=1Sam 4:1\">4:1</a>), Ashdod is about thirty miles south of Ebenezer and three miles inland from the Mediterranean. Philistine occupation of Ashod is attested archaeologically for the twelfth and eleventh centuries <span class=\"small-caps\">b.c.</span> In the New Testament period, the site was called Azotus (<a class=\"bibleref\" href=\"/passage/?search=Acts 8:40\">Acts 8:40</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,5,2",
    "text" : "Then they carried the ark into Dagon's temple and set it beside Dagon."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,5,2",
    "id" : 187374,
    "title" : "1 Sam 5:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 5:2\">5:2</a></b> <b>Dagon.</b> A prominent deity among the Philistines as well as in Mesopotamia, Syria, and Phoenicia from the middle of the third millennium <span class=\"small-caps\">b.c.</span>, Dagon was once thought to be a fish deity because of the similarity between the name Dagon and the Hebrew word for fish (<i>dag</i>). It now appears more likely that the name should be associated with the Hebrew word for grain (<i>dagan</i>), making Dagon an agricultural or fertility god. Dagon seems to have headed the Philistine pantheon (<a class=\"bibleref\" href=\"/passage/?search=Judg 16:23\">Judg. 16:23</a>; <a class=\"bibleref\" href=\"/passage/?search=1Chr 10:10\">1 Chr. 10:10</a>), which included the goddess Ashtoreth (31:8–10) and the god Baal-zebul (“Baal the prince”). Baal-zebul was worshiped at Ekron, and his name was intentionally distorted by the Israelites to Baal-zebub (“lord of the flies”; <a class=\"bibleref\" href=\"/passage/?search=2Kgs 1:1-2Kgs 1:6\">2 Kin. 1:1–6</a>, <a class=\"bibleref\" href=\"/passage/?search=2Kgs 1:16\">16</a>). The worship of Dagon is attested as late as the Maccabean period (second century <span class=\"small-caps\">b.c.</span>; <a class=\"bibleref\" href=\"/passage/?search=1Macc 10:83\">1 Macc. 10:83</a>, <a class=\"bibleref\" href=\"/passage/?search=1Macc 10:84\">84</a>).</p><p><b>set it up beside Dagon.</b> In the ancient Near East the victorious army would carry off the gods of the vanquished and deposit them in the temple of their own gods as a sign of the inferiority and subordination of the captured gods. Though not an idol, the ark of God was treated that way by the Philistines.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,5,3",
    "text" : "When the people of Ashdod rose early the next day, there was Dagon, fallen on his face on the ground before the ark of the LORD! They took Dagon and put him back in his place."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,5,3",
    "id" : 187375,
    "title" : "1 Sam 5:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 5:3\">5:3</a></b> <b>Dagon had fallen face downward.</b> The supposedly victorious deity lies on his face doing homage to the ostensibly vanquished one (<a class=\"bibleref\" href=\"/passage/?search=1Sam 5:2\">v. 2</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,5,4",
    "text" : "But the following morning when they rose, there was Dagon, fallen on his face on the ground before the ark of the LORD! His head and hands had been broken off and were lying on the threshold; only his body remained."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,5,4",
    "id" : 187376,
    "title" : "1 Sam 5:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 5:4\">5:4</a></b> <b>head . . . hands were lying cut off.</b> The specific damage to the idol is to be understood in light of the common practice in antiquity of removing the head and hands of the enemy dead (<a class=\"bibleref\" href=\"/passage/?search=Judg 7:25\">Judg. 7:25</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 8:6\">8:6</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 17:54\">1 Sam. 17:54</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 31:9\">31:9</a>; <a class=\"bibleref\" href=\"/passage/?search=2Sam 4:12\">2 Sam. 4:12</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,5,5",
    "text" : "That is why to this day neither the priests of Dagon nor any others who enter Dagon's temple at Ashdod step on the threshold."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,5,5",
    "id" : 187377,
    "title" : "1 Sam 5:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 5:5\">5:5</a></b> <b>tread on the threshold.</b> Thresholds are often invested with special significance, and the practice of not stepping on the threshold of a sacred place was known, if not approved, in Israel (<a class=\"bibleref\" href=\"/passage/?search=Zeph 1:9\">Zeph. 1:9</a>). Linking the custom of the priests of Dagon with this humiliating incident may be intended more to ridicule them than to convey information about their ritual practice.</p><p><b>to this day.</b> This phrase suggests a significant interval of time between the event and the account of it (cf. 6:18).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,5,6",
    "text" : "The LORD's hand was heavy upon the people of Ashdod and its vicinity; he brought devastation upon them and afflicted them with tumors."
  }, {
    "verse" : "1samuel,5,7",
    "text" : "When the men of Ashdod saw what was happening, they said, \"The ark of the god of Israel must not stay here with us, because his hand is heavy upon us and upon Dagon our god.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,5,6",
    "id" : 187378,
    "title" : "1 Sam 5:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 5:6\">5:6</a></b> <b>The hand of the <span class=\"small-caps\">Lord</span> was heavy.</b> See <a class=\"bibleref\" href=\"/passage/?search=1Sam 5:11\">v. 11</a> and notes on <a class=\"bibleref\" href=\"/passage/?search=1Sam 5:1\">vv. 1</a>, <a class=\"bibleref\" href=\"/passage/?search=1Sam 5:4\">4</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 2:9\">2:9</a>. The Lord is not tamed by friend or foe. Refusing to be manipulated by Israel, God departed to the territory of Israel’s enemies (<a class=\"bibleref\" href=\"/passage/?search=1Sam 4:21\">4:21</a>). There He demonstrated His sovereignty, causing the Philistines to feel the weight of His hand in judgment.</p><p><b>tumors.</b> The most plausible explanation of the tumors is that they were symptoms of bubonic plague, transmitted by rodents.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,5,8",
    "text" : "So they called together all the rulers of the Philistines and asked them, \"What shall we do with the ark of the god of Israel?\" They answered, \"Have the ark of the god of Israel moved to Gath.\" So they moved the ark of the God of Israel."
  }, {
    "verse" : "1samuel,5,9",
    "text" : "But after they had moved it, the LORD's hand was against that city, throwing it into a great panic. He afflicted the people of the city, both young and old, with an outbreak of tumors."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,5,8",
    "id" : 187379,
    "title" : "1 Sam 5:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 5:8\">5:8</a></b> <b>lords of the Philistines.</b> The reference is apparently to the rulers of the Philistine league (<a class=\"bibleref\" href=\"/passage/?search=1Sam 4:1\">4:1</a> note), who could cooperate in times of emergency.</p><p><b>Gath.</b> The location of Gath is debated, but the best candidate is Tel es-Safi, about twelve miles east of Ashdod. Possibly the Philistine plan was to move the ark to another town in the hope that the plague would not break out there, showing that it had been a coincidence that a plague had broken out in Ashdod. This hope was dramatically dashed (<a class=\"bibleref\" href=\"/passage/?search=1Sam 4:9\">v. 9</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,5,10",
    "text" : "So they sent the ark of God to Ekron. As the ark of God was entering Ekron, the people of Ekron cried out, \"They have brought the ark of the god of Israel around to us to kill us and our people.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,5,10",
    "id" : 187380,
    "title" : "1 Sam 5:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 5:10\">5:10</a></b> <b>the people of Ekron.</b> After the failed experiment in Gath, the people of Ekron at least are no longer skeptical about the danger of keeping the ark (<a class=\"bibleref\" href=\"/passage/?search=1Sam 5:8\">v. 8</a> note). Ekron was five miles due north of Gath and was the closest of the Philistines’ major cities to Israelite territory.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,5,11",
    "text" : "So they called together all the rulers of the Philistines and said, \"Send the ark of the god of Israel away; let it go back to its own place, or it will kill us and our people.\" For death had filled the city with panic; God's hand was very heavy upon it."
  }, {
    "verse" : "1samuel,5,12",
    "text" : "Those who did not die were afflicted with tumors, and the outcry of the city went up to heaven."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,5,11",
    "id" : 187381,
    "title" : "1 Sam 5:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 5:11\">5:11</a></b> <b>Send away the ark.</b> Unable to bear up under the heavy “hand of the <span class=\"small-caps\">Lord</span>” (<a class=\"bibleref\" href=\"/passage/?search=1Sam 5:6\">v. 6</a> note), the Ekronites now plead that the ark be returned “to its own place.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,1",
    "text" : "When the ark of the LORD had been in Philistine territory seven months,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,1",
    "id" : 187382,
    "title" : "1 Sam 6:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:1\">6:1</a></b> <b>seven months.</b> The events recorded in the previous chapter took place not in a matter of days but months. The number seven often signifies completeness.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,2",
    "text" : "the Philistines called for the priests and the diviners and said, \"What shall we do with the ark of the LORD? Tell us how we should send it back to its place.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,2",
    "id" : 187383,
    "title" : "1 Sam 6:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:2\">6:2</a></b> <b>diviners.</b> Together with witchcraft and sorcery (<a class=\"bibleref\" href=\"/passage/?search=Num 23:23\">Num. 23:23</a>), divination was explicitly condemned in Israel (<a class=\"bibleref\" href=\"/passage/?search=Deut 18:10\">Deut. 18:10</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 18:14\">14</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 27:9\">Jer. 27:9</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 13:23\">Ezek. 13:23</a>). It was practiced by some of Israel’s neighbors (<a class=\"bibleref\" href=\"/passage/?search=Num 22:7\">Num. 22:7</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 21:21\">Ezek. 21:21</a>).</p><p><b>What shall we do.</b> They had the same problem faced by the people of Ashdod (5:8). Moving the ark from place to place inside Philistine territory had failed, making it clear that the only solution was to return the ark to Israel.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,3",
    "text" : "They answered, \"If you return the ark of the god of Israel, do not send it away empty, but by all means send a guilt offering to him. Then you will be healed, and you will know why his hand has not been lifted from you.\""
  }, {
    "verse" : "1samuel,6,4",
    "text" : "The Philistines asked, \"What guilt offering should we send to him?\" They replied, \"Five gold tumors and five gold rats, according to the number of the Philistine rulers, because the same plague has struck both you and your rulers."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,3",
    "id" : 187384,
    "title" : "1 Sam 6:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:3\">6:3</a></b> <b>guilt offering.</b> The offering is intended to acknowledge guilt and to compensate for the offense of taking the ark (<a class=\"bibleref\" href=\"/passage/?search=1Sam 6:4\">v. 4</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,5",
    "text" : "Make models of the tumors and of the rats that are destroying the country, and pay honor to Israel's god. Perhaps he will lift his hand from you and your gods and your land."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,5",
    "id" : 187385,
    "title" : "1 Sam 6:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:5\">6:5</a></b> <b>make images of your tumors.</b> The procedure adopted by the Philistines had several purposes. The gold used for the models was a kind of compensation for having taken the ark (<a class=\"bibleref\" href=\"/passage/?search=1Sam 6:4\">v. 4</a>), while the images of tumors and rats were probably a form of sympathetic magic. The Philistines’ stated purpose, however, was to “give glory” to Israel’s God. With this announcement, the ark narrative comes almost full circle. It was for Israel’s failure to honor the Lord and handle the ark properly that God had removed it from them.</p><p><b>your gods.</b> The Lord’s oppressive treatment of the gods of the Philistines is like His treatment of “the gods of Egypt” (<a class=\"bibleref\" href=\"/passage/?search=Exod 12:12\">Ex. 12:12</a>). As the next verse indicates, this comparison was not lost on the Philistines themselves.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,6",
    "text" : "Why do you harden your hearts as the Egyptians and Pharaoh did? When he treated them harshly, did they not send the Israelites out so they could go on their way?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,6",
    "id" : 187386,
    "title" : "1 Sam 6:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:6\">6:6</a></b> <b>Why should you harden your hearts.</b> Forms of the Hebrew word translated “harden” in this sentence are encountered often in the story of the rejection of the priesthood of Eli’s house and the loss of the ark. Elsewhere the word is translated “glory” (<a class=\"bibleref\" href=\"/passage/?search=1Sam 6:5\">v. 5</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 4:21\">4:21</a>), and “honor” (see <a class=\"bibleref\" href=\"/passage/?search=1Sam 2:29\">2:29</a> and note).</p><p><b>dealt severely with them.</b> Or “toyed with them,” “abused them.” The same expression is used in <a class=\"bibleref\" href=\"/passage/?search=1Sam 31:4\">31:4</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 10:2\">Ex. 10:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 38:19\">Jer. 38:19</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,7",
    "text" : "\"Now then, get a new cart ready, with two cows that have calved and have never been yoked. Hitch the cows to the cart, but take their calves away and pen them up."
  }, {
    "verse" : "1samuel,6,8",
    "text" : "Take the ark of the LORD and put it on the cart, and in a chest beside it put the gold objects you are sending back to him as a guilt offering. Send it on its way,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,7-1samuel,6,9",
    "id" : 187387,
    "title" : "1 Sam 6:7–9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:7-1Sam 6:9\">6:7–9</a></b> An ancient Hittite ritual text shows some parallels to the procedure described in these verses. In the Hittite ritual, relief from a plague thought to be caused by an enemy god is sought by ceremonially crowning a ram to pacify the enemy god, and then driving the ram down a road leading to enemy territory. In the Philistine version, the point of choosing cows that have never been yoked and of locking away their calves is apparently to make it certain that if the cows do head for Israel it will not be from natural causes nor by coincidence, but by the influence of Israel’s God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,9",
    "text" : "but keep watching it. If it goes up to its own territory, toward Beth Shemesh, then the LORD has brought this great disaster on us. But if it does not, then we will know that it was not his hand that struck us and that it happened to us by chance.\""
  }, {
    "verse" : "1samuel,6,10",
    "text" : "So they did this. They took two such cows and hitched them to the cart and penned up their calves."
  }, {
    "verse" : "1samuel,6,11",
    "text" : "They placed the ark of the LORD on the cart and along with it the chest containing the gold rats and the models of the tumors."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,9",
    "id" : 187388,
    "title" : "1 Sam 6:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:9\">6:9</a></b> <b>Beth-shemesh.</b> Lit. “House of the Sun.” One of several places in Israel with this name, this Beth-shemesh has been identified with Tel er-Rumeileh, seven miles east of Ekron (<a class=\"bibleref\" href=\"/passage/?search=1Sam 5:10\">5:10</a> note). Beth-shemesh was a border city (<a class=\"bibleref\" href=\"/passage/?search=1Sam 5:12\">v. 12</a>; <a class=\"bibleref\" href=\"/passage/?search=Josh 15:10\">Josh. 15:10</a>) frequently in dispute between the Philistines and Israelites (<a class=\"bibleref\" href=\"/passage/?search=2Chr 28:18\">2 Chr. 28:18</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,12",
    "text" : "Then the cows went straight up toward Beth Shemesh, keeping on the road and lowing all the way; they did not turn to the right or to the left. The rulers of the Philistines followed them as far as the border of Beth Shemesh."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,12",
    "id" : 187389,
    "title" : "1 Sam 6:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:12\">6:12</a></b> <b>lowing as they went.</b> Obviously not happy to be leaving their calves behind, the cows nevertheless do not deviate from their divinely directed path.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,13",
    "text" : "Now the people of Beth Shemesh were harvesting their wheat in the valley, and when they looked up and saw the ark, they rejoiced at the sight."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,13",
    "id" : 187390,
    "title" : "1 Sam 6:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:13\">6:13</a></b> <b>their wheat harvest.</b> See <a class=\"bibleref\" href=\"/passage/?search=1Sam 12:17\">12:17</a> note.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,14",
    "text" : "The cart came to the field of Joshua of Beth Shemesh, and there it stopped beside a large rock. The people chopped up the wood of the cart and sacrificed the cows as a burnt offering to the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,14",
    "id" : 187391,
    "title" : "1 Sam 6:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:14\">6:14</a></b> <b>Joshua of Beth-shemesh.</b> Although this Joshua is not mentioned elsewhere in the Bible, his field and the prominent rock located in it were apparently well known at the time the present account was written (<a class=\"bibleref\" href=\"/passage/?search=1Sam 6:18\">v. 18</a>).</p><p><b>burnt offering.</b> See note <a class=\"bibleref\" href=\"/passage/?search=1Sam 10:8\">10:8</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,15",
    "text" : "The Levites took down the ark of the LORD, together with the chest containing the gold objects, and placed them on the large rock. On that day the people of Beth Shemesh offered burnt offerings and made sacrifices to the LORD."
  }, {
    "verse" : "1samuel,6,16",
    "text" : "The five rulers of the Philistines saw all this and then returned that same day to Ekron."
  }, {
    "verse" : "1samuel,6,17",
    "text" : "These are the gold tumors the Philistines sent as a guilt offering to the LORD -one each for Ashdod, Gaza, Ashkelon, Gath and Ekron."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,15",
    "id" : 187392,
    "title" : "1 Sam 6:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:15\">6:15</a></b> <b>Levites.</b> Beth-shemesh was assigned to the Levites, specifically, the descendants of Aaron (<a class=\"bibleref\" href=\"/passage/?search=Josh 21:16\">Josh. 21:16</a>).</p><p><b>set them upon the great stone.</b> The large rock was used as a pedestal for the ark and the gold objects, not as an impromptu altar.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,18",
    "text" : "And the number of the gold rats was according to the number of Philistine towns belonging to the five rulers-the fortified towns with their country villages. The large rock, on which they set the ark of the LORD, is a witness to this day in the field of Joshua of Beth Shemesh."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,18",
    "id" : 187393,
    "title" : "1 Sam 6:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:18\">6:18</a></b> <b>to this day.</b> See note on <a class=\"bibleref\" href=\"/passage/?search=1Sam 6:14\">v. 14</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,19",
    "text" : "But God struck down some of the men of Beth Shemesh, putting seventy of them to death because they had looked into the ark of the LORD. The people mourned because of the heavy blow the LORD had dealt them,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,19",
    "id" : 187394,
    "title" : "1 Sam 6:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:19\">6:19</a></b> <b>looked upon the ark.</b> See <a class=\"bibleref\" href=\"/passage/?search=Num 4:5\">Num. 4:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 4:20\">20</a>. Presumptuous handling of the ark led to its capture, and a similar offense must now be purged on the occasion of its return. The problem of handling the ark improperly will arise again in <a class=\"bibleref\" href=\"/passage/?search=2Sam 6\">2 Sam. 6</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,20",
    "text" : "and the men of Beth Shemesh asked, \"Who can stand in the presence of the LORD, this holy God? To whom will the ark go up from here?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,20",
    "id" : 187395,
    "title" : "1 Sam 6:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:20\">6:20</a></b> <b>Who is able to stand.</b> Cf. <a class=\"bibleref\" href=\"/passage/?search=Exod 9:11\">Ex. 9:11</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,6,21",
    "text" : "Then they sent messengers to the people of Kiriath Jearim, saying, \"The Philistines have returned the ark of the LORD. Come down and take it up to your place.\""
  }, {
    "verse" : "1samuel,7,1",
    "text" : "So the men of Kiriath Jearim came and took up the ark of the LORD. They took it to Abinadab's house on the hill and consecrated Eleazar his son to guard the ark of the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,6,21",
    "id" : 187396,
    "title" : "1 Sam 6:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 6:21\">6:21</a></b> <b>Kiriath-jearim.</b> Located nine miles northeast of Beth-shemesh, Kiriath-jearim is also called Kiriath-baal (<a class=\"bibleref\" href=\"/passage/?search=Josh 15:60\">Josh. 15:60</a>; <a class=\"bibleref\" href=\"/passage/?search=Josh 18:14\">18:14</a>), Baalah (<a class=\"bibleref\" href=\"/passage/?search=Josh 15:9\">Josh. 15:9</a>), and Baale-judah (<a class=\"bibleref\" href=\"/passage/?search=2Sam 6:2\">2 Sam. 6:2</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,7,2",
    "text" : "It was a long time, twenty years in all, that the ark remained at Kiriath Jearim, and all the people of Israel mourned and sought after the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,7,2",
    "id" : 187397,
    "title" : "1 Sam 7:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 7:2\">7:2</a></b> <b>twenty years . . . lamented after the <span class=\"small-caps\">Lord</span>.</b> In light of Samuel’s reference to “foreign gods” among the Israelites (<a class=\"bibleref\" href=\"/passage/?search=1Sam 7:3\">v. 3</a>), it seems that it was only at the close of these twenty years that Israel began to seek the Lord.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,7,3",
    "text" : "And Samuel said to the whole house of Israel, \"If you are returning to the LORD with all your hearts, then rid yourselves of the foreign gods and the Ashtoreths and commit yourselves to the LORD and serve him only, and he will deliver you out of the hand of the Philistines.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,7,3",
    "id" : 187398,
    "title" : "1 Sam 7:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 7:3\">7:3</a></b> <b>direct your heart to the <span class=\"small-caps\">Lord</span> . . . and he will deliver you.</b> The cycle of apostasy, oppression, repentance, and deliverance so typical of the Book of Judges (<a class=\"bibleref\" href=\"/passage/?search=Judg 3:7-Judg 3:9\">Judg. 3:7–9</a>) is repeated in the events of this chapter.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,7,4",
    "text" : "So the Israelites put away their Baals and Ashtoreths, and served the LORD only."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,7,4",
    "id" : 187399,
    "title" : "1 Sam 7:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 7:4\">7:4</a></b> <b>the Baals and the Ashtaroth.</b> See notes <a class=\"bibleref\" href=\"/passage/?search=1Sam 5:2\">5:2</a>; <a class=\"bibleref\" href=\"/passage/?search=1Sam 31:10\">31:10</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,7,5",
    "text" : "Then Samuel said, \"Assemble all Israel at Mizpah and I will intercede with the LORD for you.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,7,5",
    "id" : 187400,
    "title" : "1 Sam 7:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 7:5\">7:5</a></b> <b>Mizpah.</b> A town in Benjamin seven miles north of Jerusalem and eight miles northeast of Kiriath-jearim, Mizpah played a prominent role in Israel before the monarchy (<a class=\"bibleref\" href=\"/passage/?search=1Sam 10:17\">10:17</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 20:1\">Judg. 20:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Judg 21:1\">21:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 21:5\">5</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 21:8\">8</a>). It was one of the regular stops in Samuel’s circuit (v. 16). The name, meaning something like “place of watching,” implies a high vantage point and was given to a number of sites (e.g., 22:3).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,7,6",
    "text" : "When they had assembled at Mizpah, they drew water and poured it out before the LORD. On that day they fasted and there they confessed, \"We have sinned against the LORD.\" And Samuel was leader of Israel at Mizpah."
  }, {
    "verse" : "1samuel,7,7",
    "text" : "When the Philistines heard that Israel had assembled at Mizpah, the rulers of the Philistines came up to attack them. And when the Israelites heard of it, they were afraid because of the Philistines."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,7,6",
    "id" : 187401,
    "title" : "1 Sam 7:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 7:6\">7:6</a></b> <b>drew water and poured it out before the <span class=\"small-caps\">Lord</span>.</b> Although this action is not paralleled elsewhere in Scripture, it seems to signify sorrow and, along with fasting, a desire to seek God earnestly (cf. <a class=\"bibleref\" href=\"/passage/?search=1Sam 1:15\">1:15</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 62:8\">Ps. 62:8</a>; <a class=\"bibleref\" href=\"/passage/?search=Lam 2:19\">Lam. 2:19</a>). David’s action in <a class=\"bibleref\" href=\"/passage/?search=2Sam 23:16\">2 Sam. 23:16</a> occurs in a different context and has a different meaning.</p><p><b>We have sinned against the <span class=\"small-caps\">Lord</span>.</b> The words and actions (v. 4) of the Israelites give evidence of true repentance. The time is ripe for the Lord to deliver His people from their Philistine oppressors. The response of the Philistines to the convocation at Mizpah (v. 7) provides an opportunity for this deliverance.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,7,8",
    "text" : "They said to Samuel, \"Do not stop crying out to the LORD our God for us, that he may rescue us from the hand of the Philistines.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,7,8",
    "id" : 187402,
    "title" : "1 Sam 7:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 7:8\">7:8</a></b> <b>cry out to the <span class=\"small-caps\">Lord</span>.</b> In the Book of Judges, “crying out” to the Lord was answered through a deliverer whom the Lord would raise up (<a class=\"bibleref\" href=\"/passage/?search=Judg 3:9\">Judg. 3:9</a>, <a class=\"bibleref\" href=\"/passage/?search=Judg 3:15\">15</a>). Here Samuel functions as intercessor and intermediary, while the victory is clearly the Lord’s doing (v. 10).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,7,9",
    "text" : "Then Samuel took a suckling lamb and offered it up as a whole burnt offering to the LORD. He cried out to the LORD on Israel's behalf, and the LORD answered him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,7,9",
    "id" : 187403,
    "title" : "1 Sam 7:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 7:9\">7:9</a></b> <b>burnt offering.</b> See note <a class=\"bibleref\" href=\"/passage/?search=1Sam 10:8\">10:8</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,7,10",
    "text" : "While Samuel was sacrificing the burnt offering, the Philistines drew near to engage Israel in battle. But that day the LORD thundered with loud thunder against the Philistines and threw them into such a panic that they were routed before the Israelites."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,7,10",
    "id" : 187404,
    "title" : "1 Sam 7:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 7:10\">7:10</a></b> <b>the <span class=\"small-caps\">Lord</span> thundered . . . against the Philistines.</b> This statement dramatically recalls the earlier words of Hannah that “the adversaries . . . shall be broken to pieces; against them he will thunder in heaven” (<a class=\"bibleref\" href=\"/passage/?search=1Sam 2:10\">2:10</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=2Sam 22:14\">2 Sam. 22:14</a>). Hannah’s words are immediately preceded by the statement that “not by might shall a man prevail” (2:9). Human strength is of little consequence when the Lord decides to act.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,7,11",
    "text" : "The men of Israel rushed out of Mizpah and pursued the Philistines, slaughtering them along the way to a point below Beth Car."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,7,11",
    "id" : 187405,
    "title" : "1 Sam 7:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 7:11\">7:11</a></b> <b>Beth-car.</b> Location not known.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,7,12",
    "text" : "Then Samuel took a stone and set it up between Mizpah and Shen. He named it Ebenezer, saying, \"Thus far has the LORD helped us.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,7,12",
    "id" : 187406,
    "title" : "1 Sam 7:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 7:12\">7:12</a></b> <b>Ebenezer.</b> A different site than that mentioned in <a class=\"bibleref\" href=\"/passage/?search=1Sam 4:1\">4:1</a> (note) and <a class=\"bibleref\" href=\"/passage/?search=1Sam 5:1\">5:1</a>, this Ebenezer nevertheless recalls the earlier episode, when the Israelites tried to manipulate their God by carrying the ark into battle only to suffer a resounding defeat. Now God has given them a great victory over the same enemies. Samuel sets up a memorial stone with the name Ebenezer, “Stone of Help,” not only to commemorate the victory but also as reminder of the different results brought about by presumption on the one hand and by repentance on the other.</p><p><b>Till now the <span class=\"small-caps\">Lord</span> has helped us.</b> The saying means that the Lord had been with them all the way “to this place,” or “to this hour.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,7,13",
    "text" : "So the Philistines were subdued and did not invade Israelite territory again. Throughout Samuel's lifetime, the hand of the LORD was against the Philistines."
  }, {
    "verse" : "1samuel,7,14",
    "text" : "The towns from Ekron to Gath that the Philistines had captured from Israel were restored to her, and Israel delivered the neighboring territory from the power of the Philistines. And there was peace between Israel and the Amorites."
  }, {
    "verse" : "1samuel,7,15",
    "text" : "Samuel continued as judge over Israel all the days of his life."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,7,13",
    "id" : 187407,
    "title" : "1 Sam 7:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 7:13\">7:13</a></b> <b>did not again enter the territory of Israel.</b> The reference is to the tactical situation and not to the continuing history of Israel. The Philistines were convincingly defeated and attempted no counterattack (compare <a class=\"bibleref\" href=\"/passage/?search=2Sam 2:28\">2 Sam. 2:28</a> with 3:1; also <a class=\"bibleref\" href=\"/passage/?search=2Kgs 6:23\">2 Kin. 6:23</a> with 6:24), but this does not rule out subsequent Philistine aggression (9:16; 10:5; 13:3; 14:52).</p><p><b>the hand of the <span class=\"small-caps\">Lord</span> was against the Philistines.</b> What God had done during the tenure of the ark in Philistine territory (5:4, 6; 6:5 and notes), He now continues through the leadership of Samuel. Throughout Samuel’s lifetime God continued to give Israel victory, though the fighting at times was fierce (14:52). The defeat recounted in ch. 31 came only after Samuel’s death (25:1).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,7,16",
    "text" : "From year to year he went on a circuit from Bethel to Gilgal to Mizpah, judging Israel in all those places."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,7,16",
    "id" : 187408,
    "title" : "1 Sam 7:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 7:16\">7:16</a></b> <b>Bethel.</b> Ten miles north of Jerusalem.</p><p><b>Gilgal.</b> Gilgal was probably in the Jordan Valley near Jericho (<a class=\"bibleref\" href=\"/passage/?search=Josh 5:10\">Josh. 5:10</a>).</p><p><b>Mizpah.</b> See note 7:5.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1samuel,7,17",
    "text" : "But he always went back to Ramah, where his home was, and there he also judged Israel. And he built an altar there to the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1samuel,7,17",
    "id" : 187409,
    "title" : "1 Sam 7:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Sam 7:17\">7:17</a></b> <b>Ramah.</b> See note <a class=\"bibleref\" href=\"/passage/?search=1Sam 1:1\">1:1</a>.</p></div>"
  } ]
} ]
