[ {
  "verses" : [ {
    "verse" : "john,8,1",
    "text" : "But Jesus went to the Mount of Olives."
  }, {
    "verse" : "john,8,2",
    "text" : "At dawn he appeared again in the temple courts, where all the people gathered around him, and he sat down to teach them."
  }, {
    "verse" : "john,8,3",
    "text" : "The teachers of the law and the Pharisees brought in a woman caught in adultery. They made her stand before the group"
  }, {
    "verse" : "john,8,4",
    "text" : "and said to Jesus, \"Teacher, this woman was caught in the act of adultery."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,7,53-john,8,11",
    "id" : 197036,
    "title" : "John 7:53–8:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 7:53-John 8:11\">7:53–8:11</a></b> These verses are not present in some Greek manuscripts, and in others they appear at different locations, such as after <a class=\"bibleref\" href=\"/passage/?search=John 7:36\">7:36</a>, or even in Luke.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,5",
    "text" : "In the Law Moses commanded us to stone such women. Now what do you say?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,5",
    "id" : 197037,
    "title" : "John 8:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:5\">8:5</a></b> <b>the Law.</b> The punishment prescribed by law for adultery was death (<a class=\"bibleref\" href=\"/passage/?search=Lev 20:10\">Lev. 20:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 22:22\">Deut. 22:22</a>). Stoning was not specified, except in one case (<a class=\"bibleref\" href=\"/passage/?search=Deut 22:24\">Deut. 22:24</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,6",
    "text" : "They were using this question as a trap, in order to have a basis for accusing him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,6",
    "id" : 197038,
    "title" : "John 8:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:6\">8:6</a></b> <b>to test him.</b> If Jesus told them to carry out the stoning, He would violate the Roman law by which the Romans reserved to themselves the execution of the death penalty in occupied lands (<a class=\"bibleref\" href=\"/passage/?search=John 18:31\">18:31</a>). If Jesus told them to release the woman, He would appear to condone adultery and violate the law of Moses.</p><p><b>wrote.</b> This is the only passage where Jesus is said to write. Nothing is said about what He wrote.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,7",
    "text" : "But Jesus bent down and started to write on the ground with his finger. When they kept on questioning him, he straightened up and said to them, \"If any one of you is without sin, let him be the first to throw a stone at her.\""
  }, {
    "verse" : "john,8,8",
    "text" : "Again he stooped down and wrote on the ground."
  }, {
    "verse" : "john,8,9",
    "text" : "At this, those who heard began to go away one at a time, the older ones first, until only Jesus was left, with the woman still standing there."
  }, {
    "verse" : "john,8,10",
    "text" : "Jesus straightened up and asked her, \"Woman, where are they? Has no one condemned you?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,7",
    "id" : 197039,
    "title" : "John 8:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:7\">8:7</a></b> Jesus’ challenge showed the accusers to be disqualified as judges. Their purpose was not to enforce Moses’ law but to entrap Jesus, and they were using this woman as a pawn to achieve their wicked design.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,11",
    "text" : "\"No one, sir,\" she said. \"Then neither do I condemn you,\" Jesus declared. \"Go now and leave your life of sin.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,11",
    "id" : 197040,
    "title" : "John 8:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:11\">8:11</a></b> <b>condemn.</b> This is a legal term referring to the sentence of a court. Jesus indicates that no such lawful procedures have been followed and therefore there is no basis for the capital punishment proposed. Jesus admonished the woman not to go on sinning.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,12",
    "text" : "When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,12",
    "id" : 197041,
    "title" : "John 8:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:12\">8:12</a></b> <b>I am the light of the world.</b> In Jesus’ time, candles were used as part of the celebration of the Feast of Booths. During this feast, the rock that provided water in the wilderness and the pillar of fire that provided light and guidance were remembered (<a class=\"bibleref\" href=\"/passage/?search=Exod 13:21\">Ex. 13:21</a>). The rock pointed to Jesus (<a class=\"bibleref\" href=\"/passage/?search=1Cor 10:4\">1 Cor. 10:4</a>), and He also is the light to which the pillar of fire as a type pointed. Since God is light (<a class=\"bibleref\" href=\"/passage/?search=1John 1:5\">1 John 1:5</a>), Jesus’ words amount to a claim of deity. Again, “I am” points back to <a class=\"bibleref\" href=\"/passage/?search=Exod 3:14\">Ex. 3:14</a> (6:35 note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,13",
    "text" : "The Pharisees challenged him, \"Here you are, appearing as your own witness; your testimony is not valid.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,13",
    "id" : 197042,
    "title" : "John 8:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:13\">8:13</a></b> <b>your testimony is not true.</b> This discussion, which runs through <a class=\"bibleref\" href=\"/passage/?search=John 8:19\">v. 19</a>, pivots on the question of valid testimony. The Pharisees say that Jesus’ testimony is not legally acceptable because it lacks corroboration (<a class=\"bibleref\" href=\"/passage/?search=Deut 17:6\">Deut. 17:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 19:15\">19:15</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,14",
    "text" : "Jesus answered, \"Even if I testify on my own behalf, my testimony is valid, for I know where I came from and where I am going. But you have no idea where I come from or where I am going."
  }, {
    "verse" : "john,8,15",
    "text" : "You judge by human standards; I pass judgment on no one."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,14",
    "id" : 197043,
    "title" : "John 8:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:14\">8:14</a></b> <b>I know where I came from.</b> Since Jesus knows where He “came from” (heaven), He knows that His testimony is valid and true. Jesus’ origin is again the point of conflict (<a class=\"bibleref\" href=\"/passage/?search=John 7:41-John 7:43\">7:41–43</a>, <a class=\"bibleref\" href=\"/passage/?search=John 7:52\">52</a> and notes).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,16",
    "text" : "But if I do judge, my decisions are right, because I am not alone. I stand with the Father, who sent me."
  }, {
    "verse" : "john,8,17",
    "text" : "In your own Law it is written that the testimony of two men is valid."
  }, {
    "verse" : "john,8,18",
    "text" : "I am one who testifies for myself; my other witness is the Father, who sent me.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,16",
    "id" : 197044,
    "title" : "John 8:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:16\">8:16</a></b> <b>not I alone.</b> Since the Father is His witness, Christ’s testimony is legally acceptable. In any case, one who has the witness of God needs nothing more.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "john,8,19",
    "text" : "Then they asked him, \"Where is your father?\""
  }, {
    "verse" : "john,8,20",
    "text" : "\"You do not know me or my Father,\" Jesus replied. \"If you knew me, you would know my Father also.\" He spoke these words while teaching in the temple area near the place where the offerings were put. Yet no one seized him, because his time had not yet come."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "john,8,19",
    "id" : 197045,
    "title" : "John 8:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=John 8:19\">8:19</a></b> The Pharisees misunderstood Jesus’ claim as a reference to His physical father, and they may have been eager to challenge Him as a child allegedly born out of wedlock. In speaking of His Father, however, Jesus was not talking about Joseph but about God. Knowledge of the Father comes through the Son (<a class=\"bibleref\" href=\"/passage/?search=John 1:18\">1:18</a>; <a class=\"bibleref\" href=\"/passage/?search=John 14:9\">14:9</a>; <a class=\"bibleref\" href=\"/passage/?search=1John 5:20\">1 John 5:20</a>). The Pharisees’ blindness to Jesus shows that their technical knowledge of the law did not give them the knowledge of God.</p></div>"
  } ]
} ]
