[ {
  "verses" : [ {
    "verse" : "psalms,119,33",
    "text" : "Teach me, O LORD, to follow your decrees; then I will keep them to the end."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,119,1-psalms,119,176",
    "id" : 191337,
    "title" : "Ps 119",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 119\">Ps. 119</a></b> As <a class=\"bibleref\" href=\"/passage/?search=Ps 117\">Ps. 117</a> has the distinction of being the shortest chapter in the Bible, so <a class=\"bibleref\" href=\"/passage/?search=Ps 119\">Ps. 119</a> is the longest. The psalm is an acrostic of twenty-two stanzas, one for each letter of the Hebrew alphabet. The eight poetic lines of each stanza begin with the same Hebrew letter.</p><p>The number eight may be connected with eight Hebrew words that appear throughout the psalm concerning its main theme. The words are translated variously as “law,” “testimonies,” “precepts,” “statutes,” “commandments,” “rules,” and “word.” In five stanzas all eight Hebrew words occur, and every stanza has at least six of the eight.</p><p>While the psalmist expresses his love for the law and his desire to obey it, he also recognizes his failures. Elements of lament and petition are intertwined with expressions of confidence and innocence.</p><p>The law is a faithful expression of God’s character. God sent His Son to keep the law for us. The law no longer condemns us, setting us free to accept it as our own guide for pleasing the One who died in our place.</p></div>"
  }, {
    "verseRange" : "psalms,119,33-psalms,119,40",
    "id" : 191354,
    "title" : "Ps 119:33–40",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 119:33-Ps 119:40\">119:33–40</a></b> The psalmist beseeches the Lord for instruction in His law.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,119,34",
    "text" : "Give me understanding, and I will keep your law and obey it with all my heart."
  }, {
    "verse" : "psalms,119,35",
    "text" : "Direct me in the path of your commands, for there I find delight."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,119,34",
    "id" : 191355,
    "title" : "Ps 119:34",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 119:34\">119:34</a></b> <b>with my whole heart.</b> He resolves with his whole mind, strength, and will. The psalmist expresses his deep devotion to the Lord. He loves the Lord and wants to be obedient. Jesus told His disciples, “If you love me, you will keep my commandments” (<a class=\"bibleref\" href=\"/passage/?search=John 14:15\">John 14:15</a>). See theological note “Understanding the Word of God.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,119,36",
    "text" : "Turn my heart toward your statutes and not toward selfish gain."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,119,36",
    "id" : 191356,
    "title" : "Ps 119:36",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 119:36\">119:36</a></b> <b>Incline my heart.</b> He realizes that his love for the Lord has its source in God Himself.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,119,37",
    "text" : "Turn my eyes away from worthless things; preserve my life according to your word."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,119,37",
    "id" : 191357,
    "title" : "Ps 119:37",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 119:37\">119:37</a></b> <b>Turn my eyes from . . . worthless things.</b> Matching his positive desire to move closer to God’s law, there is a corresponding negative desire to turn away from worthless things, particularly idols. For the same word, see note <a class=\"bibleref\" href=\"/passage/?search=Ps 31:6\">Ps. 31:6</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,119,38",
    "text" : "Fulfill your promise to your servant, so that you may be feared."
  }, {
    "verse" : "psalms,119,39",
    "text" : "Take away the disgrace I dread, for your laws are good."
  }, {
    "verse" : "psalms,119,40",
    "text" : "How I long for your precepts! Preserve my life in your righteousness."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,119,38",
    "id" : 191358,
    "title" : "Ps 119:38",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 119:38\">119:38</a></b> <b>your promise.</b> Likely referring to God’s covenant promise of blessing.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,119,41",
    "text" : "May your unfailing love come to me, O LORD, your salvation according to your promise;"
  }, {
    "verse" : "psalms,119,42",
    "text" : "then I will answer the one who taunts me, for I trust in your word."
  }, {
    "verse" : "psalms,119,43",
    "text" : "Do not snatch the word of truth from my mouth, for I have put my hope in your laws."
  }, {
    "verse" : "psalms,119,44",
    "text" : "I will always obey your law, for ever and ever."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,119,41",
    "id" : 191359,
    "title" : "Ps 119:41",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 119:41\">119:41</a></b> <b>your steadfast love.</b> God’s love or devotion to those in covenant with Him.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,119,45",
    "text" : "I will walk about in freedom, for I have sought out your precepts."
  }, {
    "verse" : "psalms,119,46",
    "text" : "I will speak of your statutes before kings and will not be put to shame,"
  }, {
    "verse" : "psalms,119,47",
    "text" : "for I delight in your commands because I love them."
  }, {
    "verse" : "psalms,119,48",
    "text" : "I lift up my hands to your commands, which I love, and I meditate on your decrees."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,119,45",
    "id" : 191360,
    "title" : "Ps 119:45",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 119:45\">119:45</a></b> <b>in a wide place.</b> By keeping God’s laws the writer will be liberated from slavery to sin.</p></div>"
  } ]
} ]
