[ {
  "verses" : [ {
    "verse" : "deuteronomy,29,1",
    "text" : "These are the terms of the covenant the LORD commanded Moses to make with the Israelites in Moab, in addition to the covenant he had made with them at Horeb."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,27,1-deuteronomy,30,20",
    "id" : 186567,
    "title" : "Deut 27–30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 27-Deut 30\">27:1–30:20</a></b> Moses continues his book of farewells with a third address devoted especially to the sanctions by which the covenant requirements will be enforced. After summoning the people to covenant oath in light of their rebelliousness, and prophesying covenant renewal in the future, Moses calls for the people to “choose life” according to the promise given to their fathers, Abraham, Isaac, and Jacob.</p></div>"
  }, {
    "verseRange" : "deuteronomy,29,1",
    "id" : 186605,
    "title" : "Deut 29:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 29:1\">29:1</a></b> <b>the covenant . . . in the land of Moab.</b> Scholars debate whether <a class=\"bibleref\" href=\"/passage/?search=Deut 29:1\">v. 1</a> concludes what precedes or introduces what follows. The latter, as reflected in the ESV text division, is more likely. This “covenant . . . in the land of Moab” is a renewal of the Sinai covenant (“the covenant . . . at Horeb”). As usual, Moses recites the history of God’s mighty acts on Israel’s behalf in the Exodus from Egypt and in the wilderness (cf. Moses’ speech in <a class=\"bibleref\" href=\"/passage/?search=Deut 1:6-Deut 4:38\">1:6–4:38</a>). There follows a warning against departing from the Lord, a promise of restoration upon repentance, and a solemn charge to obey.</p><p><b>Horeb.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Deut 1:6\">1:6</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,29,2",
    "text" : "Moses summoned all the Israelites and said to them: Your eyes have seen all that the LORD did in Egypt to Pharaoh, to all his officials and to all his land."
  }, {
    "verse" : "deuteronomy,29,3",
    "text" : "With your own eyes you saw those great trials, those miraculous signs and great wonders."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,29,2",
    "id" : 186606,
    "title" : "Deut 29:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 29:2\">29:2</a></b> <b>in the land of Egypt.</b> The deliverance from Egypt, which occupies a third of the Book of Exodus, is mentioned many times in Deuteronomy (e.g., <a class=\"bibleref\" href=\"/passage/?search=Deut 1:30\">1:30</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 4:20\">4:20</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 4:34\">34</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 5:6\">5:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 11:2-Deut 11:7\">11:2–7</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,29,4",
    "text" : "But to this day the LORD has not given you a mind that understands or eyes that see or ears that hear."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,29,4",
    "id" : 186607,
    "title" : "Deut 29:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 29:4\">29:4</a></b> <b>the <span class=\"small-caps\">Lord</span> has not given . . . eyes to see.</b> Paul combines this verse with <a class=\"bibleref\" href=\"/passage/?search=Isa 29:10\">Is. 29:10</a>, and applies both verses to the Jews of his day (<a class=\"bibleref\" href=\"/passage/?search=Rom 11:8\">Rom. 11:8</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,29,5",
    "text" : "During the forty years that I led you through the desert, your clothes did not wear out, nor did the sandals on your feet."
  }, {
    "verse" : "deuteronomy,29,6",
    "text" : "You ate no bread and drank no wine or other fermented drink. I did this so that you might know that I am the LORD your God."
  }, {
    "verse" : "deuteronomy,29,7",
    "text" : "When you reached this place, Sihon king of Heshbon and Og king of Bashan came out to fight against us, but we defeated them."
  }, {
    "verse" : "deuteronomy,29,8",
    "text" : "We took their land and gave it as an inheritance to the Reubenites, the Gadites and the half-tribe of Manasseh."
  }, {
    "verse" : "deuteronomy,29,9",
    "text" : "Carefully follow the terms of this covenant, so that you may prosper in everything you do."
  }, {
    "verse" : "deuteronomy,29,10",
    "text" : "All of you are standing today in the presence of the LORD your God-your leaders and chief men, your elders and officials, and all the other men of Israel,"
  }, {
    "verse" : "deuteronomy,29,11",
    "text" : "together with your children and your wives, and the aliens living in your camps who chop your wood and carry your water."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,29,5",
    "id" : 186608,
    "title" : "Deut 29:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 29:5\">29:5</a></b> <b>forty years.</b> The special preservation of clothes was mentioned in <a class=\"bibleref\" href=\"/passage/?search=Deut 8:4\">8:4</a>. The additional fact given here is that they drank no wine or other fermented drink, since there were no grapes in the desert. They also had no bread, but God supplied them with manna.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,29,12",
    "text" : "You are standing here in order to enter into a covenant with the LORD your God, a covenant the LORD is making with you this day and sealing with an oath,"
  }, {
    "verse" : "deuteronomy,29,13",
    "text" : "to confirm you this day as his people, that he may be your God as he promised you and as he swore to your fathers, Abraham, Isaac and Jacob."
  }, {
    "verse" : "deuteronomy,29,14",
    "text" : "I am making this covenant, with its oath, not only with you"
  }, {
    "verse" : "deuteronomy,29,15",
    "text" : "who are standing here with us today in the presence of the LORD our God but also with those who are not here today."
  }, {
    "verse" : "deuteronomy,29,16",
    "text" : "You yourselves know how we lived in Egypt and how we passed through the countries on the way here."
  }, {
    "verse" : "deuteronomy,29,17",
    "text" : "You saw among them their detestable images and idols of wood and stone, of silver and gold."
  }, {
    "verse" : "deuteronomy,29,18",
    "text" : "Make sure there is no man or woman, clan or tribe among you today whose heart turns away from the LORD our God to go and worship the gods of those nations; make sure there is no root among you that produces such bitter poison."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,29,12",
    "id" : 186609,
    "title" : "Deut 29:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 29:12\">29:12</a></b> <b>enter into the sworn covenant.</b> In terming this a renewal of the Sinai covenant, we should remember that the covenant was the same, but the people were not. All those over twenty at Sinai had perished in the wilderness. Many of the people under twenty then, now between forty and sixty, had seen the great events but had not taken part. Now they too were to affirm the covenant.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,29,19",
    "text" : "When such a person hears the words of this oath, he invokes a blessing on himself and therefore thinks, \"I will be safe, even though I persist in going my own way.\" This will bring disaster on the watered land as well as the dry."
  }, {
    "verse" : "deuteronomy,29,20",
    "text" : "The LORD will never be willing to forgive him; his wrath and zeal will burn against that man. All the curses written in this book will fall upon him, and the LORD will blot out his name from under heaven."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,29,19",
    "id" : 186610,
    "title" : "Deut 29:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 29:19\">29:19</a></b> <b>the sweeping away of moist and dry alike.</b> The Hebrew of this phrase (apparently an ancient proverb) is difficult to translate. The entire phrase as translated here means that the sinner will not escape judgment by hiding undetected in the company of the righteous (cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 29:21\">v. 21</a>). Another possibility is to render the phrase “so that the well-watered land is destroyed along with dry land” or “so that the drunkard is destroyed along with the thirsty,” indicating that the sin of one brings disaster on many (cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 29:22-Deut 29:25\">vv. 22–25</a>). Another possible translation is “to add drunkenness to thirst,” meaning that the sinful man compounds his guilt by sinking further into sin.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,29,21",
    "text" : "The LORD will single him out from all the tribes of Israel for disaster, according to all the curses of the covenant written in this Book of the Law."
  }, {
    "verse" : "deuteronomy,29,22",
    "text" : "Your children who follow you in later generations and foreigners who come from distant lands will see the calamities that have fallen on the land and the diseases with which the LORD has afflicted it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,29,21",
    "id" : 186611,
    "title" : "Deut 29:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 29:21\">29:21</a></b> <b>this Book of the Law.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Deut 28:61\">28:61</a> (cf. <a class=\"bibleref\" href=\"/passage/?search=Josh 1:7\">Josh. 1:7</a>, <a class=\"bibleref\" href=\"/passage/?search=Josh 1:8\">8</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,29,23",
    "text" : "The whole land will be a burning waste of salt and sulfur-nothing planted, nothing sprouting, no vegetation growing on it. It will be like the destruction of Sodom and Gomorrah, Admah and Zeboiim, which the LORD overthrew in fierce anger."
  }, {
    "verse" : "deuteronomy,29,24",
    "text" : "All the nations will ask: \"Why has the LORD done this to this land? Why this fierce, burning anger?\""
  }, {
    "verse" : "deuteronomy,29,25",
    "text" : "And the answer will be: \"It is because this people abandoned the covenant of the LORD, the God of their fathers, the covenant he made with them when he brought them out of Egypt."
  }, {
    "verse" : "deuteronomy,29,26",
    "text" : "They went off and worshiped other gods and bowed down to them, gods they did not know, gods he had not given them."
  }, {
    "verse" : "deuteronomy,29,27",
    "text" : "Therefore the LORD's anger burned against this land, so that he brought on it all the curses written in this book."
  }, {
    "verse" : "deuteronomy,29,28",
    "text" : "In furious anger and in great wrath the LORD uprooted them from their land and thrust them into another land, as it is now.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,29,23",
    "id" : 186612,
    "title" : "Deut 29:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 29:23\">29:23</a></b> <b>Sodom.</b> The four cities of the plain that were destroyed in Abraham’s day are named. In <a class=\"bibleref\" href=\"/passage/?search=Gen 14\">Gen. 14</a> five cities of the plain are mentioned, but not their destruction. In <a class=\"bibleref\" href=\"/passage/?search=Gen 19\">Gen. 19</a> Sodom and Gomorrah are mentioned and the whole area is said to be destroyed, but Zoar is spared. Deuteronomy puts the two records together and lists the four destroyed cities. The judgment of Sodom was a prophetic model of divine wrath. Like Moses, Isaiah compares the judgment of Israel to that of Sodom (<a class=\"bibleref\" href=\"/passage/?search=Isa 1:10\">Is. 1:10</a>). Jesus also compares the judgment at His Second Advent to that of Sodom (<a class=\"bibleref\" href=\"/passage/?search=Luke 17:28-Luke 17:35\">Luke 17:28–35</a>), as does Peter (<a class=\"bibleref\" href=\"/passage/?search=2Pet 2:6\">2 Pet. 2:6</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,29,29",
    "text" : "The secret things belong to the LORD our God, but the things revealed belong to us and to our children forever, that we may follow all the words of this law."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,29,29",
    "id" : 186613,
    "title" : "Deut 29:29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 29:29\">29:29</a></b> The meaning of the latter part of this verse is apparent: God’s revealed law is of vital importance, and the Israelites and their children must follow this revealed law. The reference to “secret things” may suggest that Moses faces the uncertain future of the nation, remembering their waywardness and how they turned to the golden calf at Horeb (<a class=\"bibleref\" href=\"/passage/?search=Exod 32\">Ex. 32</a>). In this uncertainty Moses trusts the hidden future to his trustworthy God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,30,1",
    "text" : "When all these blessings and curses I have set before you come upon you and you take them to heart wherever the LORD your God disperses you among the nations,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,30,1-deuteronomy,30,10",
    "id" : 186614,
    "title" : "Deut 30:1–10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 30:1-Deut 30:10\">30:1–10</a></b> Anticipating the real possibility of judgment and exile for Israel, Moses looks beyond the time of judgment to Israel’s future repentance, restoration, and divine blessing. Significantly, this future blessing will include deliverance from slavery to sin. Moses’ reference to the circumcision of the “heart” (<a class=\"bibleref\" href=\"/passage/?search=Deut 30:6\">v. 6</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 10:16\">10:16</a>) is foundational for the later prophetic expectation (<a class=\"bibleref\" href=\"/passage/?search=Jer 31:31-Jer 31:34\">Jer. 31:31–34</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 36:25-Ezek 36:27\">Ezek. 36:25–27</a>), and finds fulfillment in the New Testament (<a class=\"bibleref\" href=\"/passage/?search=Rom 2:29\">Rom. 2:29</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,30,2",
    "text" : "and when you and your children return to the LORD your God and obey him with all your heart and with all your soul according to everything I command you today,"
  }, {
    "verse" : "deuteronomy,30,3",
    "text" : "then the LORD your God will restore your fortunes and have compassion on you and gather you again from all the nations where he scattered you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,30,2",
    "id" : 186615,
    "title" : "Deut 30:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 30:2\">30:2</a></b> <b>with all your heart and with all your soul.</b> Moses refers again to the great commandment of <a class=\"bibleref\" href=\"/passage/?search=Deut 6:5\">6:5</a>, holding out the hope of repentance even where there had been apostasy and judgment.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,30,4",
    "text" : "Even if you have been banished to the most distant land under the heavens, from there the LORD your God will gather you and bring you back."
  }, {
    "verse" : "deuteronomy,30,5",
    "text" : "He will bring you to the land that belonged to your fathers, and you will take possession of it. He will make you more prosperous and numerous than your fathers."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,30,4-deuteronomy,30,5",
    "id" : 186616,
    "title" : "Deut 30:4–5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 30:4\">30:4</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 30:5\">5</a></b> The measure of God’s compassion in restoration will equal or exceed the measure of His wrath in judgment and exile.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,30,6",
    "text" : "The LORD your God will circumcise your hearts and the hearts of your descendants, so that you may love him with all your heart and with all your soul, and live."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,30,6",
    "id" : 186617,
    "title" : "Deut 30:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 30:6\">30:6</a></b> <b>the <span class=\"small-caps\">Lord</span> . . . will circumcise your heart.</b> See notes on <a class=\"bibleref\" href=\"/passage/?search=Deut 30:1-Deut 30:10\">vv. 1–10</a> and <a class=\"bibleref\" href=\"/passage/?search=Deut 10:16\">10:16</a>. The promised restoration and renewal will result from a sovereign work of God in the hearts of His elect. By circumcising (transforming) their hearts, He will replace their total inability and stubbornness (<a class=\"bibleref\" href=\"/passage/?search=Deut 5:29\">5:29</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 10:16\">10:16</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 29:4\">29:4</a>) with the humility and repentance they need (cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 29:1\">vv. 1</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 29:2\">2</a>), purifying for Himself a people who will love and obey Him. See “Legalism” at <a class=\"bibleref\" href=\"/passage/?search=Matt 23:4\">Matt. 23:4</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,30,7",
    "text" : "The LORD your God will put all these curses on your enemies who hate and persecute you."
  }, {
    "verse" : "deuteronomy,30,8",
    "text" : "You will again obey the LORD and follow all his commands I am giving you today."
  }, {
    "verse" : "deuteronomy,30,9",
    "text" : "Then the LORD your God will make you most prosperous in all the work of your hands and in the fruit of your womb, the young of your livestock and the crops of your land. The LORD will again delight in you and make you prosperous, just as he delighted in your fathers,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,30,7",
    "id" : 186618,
    "title" : "Deut 30:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 30:7\">30:7</a></b> <b>on your foes and enemies.</b> The future restoration will bring a fulfillment of the promise made to Abraham and his seed: “Him who dishonors you I will curse” (<a class=\"bibleref\" href=\"/passage/?search=Gen 12:3\">Gen. 12:3</a>). Moses links the restoration pictured in vv. 3–10 to another judgment by God against the enemies of His people.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,30,10",
    "text" : "if you obey the LORD your God and keep his commands and decrees that are written in this Book of the Law and turn to the LORD your God with all your heart and with all your soul. The Offer of Life or Death"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,30,10",
    "id" : 186619,
    "title" : "Deut 30:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 30:10\">30:10</a></b> The blessings of the renewed covenant will be inseparable from, but not based on, the obedience of the restored remnant of the people to their Lord’s commandments (cf., e.g., <a class=\"bibleref\" href=\"/passage/?search=Matt 7:21\">Matt. 7:21</a>). The obedience of Christ, which is the victory over sin in which the remnant by faith will share, is the only meritorious basis of such blessings.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,30,11",
    "text" : "Now what I am commanding you today is not too difficult for you or beyond your reach."
  }, {
    "verse" : "deuteronomy,30,12",
    "text" : "It is not up in heaven, so that you have to ask, \"Who will ascend into heaven to get it and proclaim it to us so we may obey it?\""
  }, {
    "verse" : "deuteronomy,30,13",
    "text" : "Nor is it beyond the sea, so that you have to ask, \"Who will cross the sea to get it and proclaim it to us so we may obey it?\""
  }, {
    "verse" : "deuteronomy,30,14",
    "text" : "No, the word is very near you; it is in your mouth and in your heart so you may obey it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,30,11-deuteronomy,30,14",
    "id" : 186620,
    "title" : "Deut 30:11–14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 30:11-Deut 30:14\">30:11–14</a></b> Recalling his words in <a class=\"bibleref\" href=\"/passage/?search=Deut 6:6\">6:6</a>, Moses maintains that the commandment God revealed through him and the righteousness it required were readily accessible to and attainable by Israel (<a class=\"bibleref\" href=\"/passage/?search=Deut 6:11\">v. 11</a>). He anticipates, however, that those with uncircumcised hearts and ears will raise questions denying these truths, and will seek to establish a righteousness of their own (<a class=\"bibleref\" href=\"/passage/?search=Deut 6:12\">vv. 12</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 6:13\">13</a>). Moses rebukes such stubbornness, insisting that the word of righteousness is found “in your mouth and in your heart” (<a class=\"bibleref\" href=\"/passage/?search=Deut 6:14\">v. 14</a>)—in the mouth and heart that speak not in the unbelief and rebellion of their own righteousness, but in the faith and humility of the Lord’s righteousness. This righteousness the Lord demonstrated in the works of salvation and judgment, by which He confirmed His oath to Abraham, Isaac, and Jacob (cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 8:17\">8:17</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 8:18\">18</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 9:4-Deut 9:6\">9:4–6</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 30:1-Deut 30:7\">30:1–7</a>; especially <a class=\"bibleref\" href=\"/passage/?search=Deut 1:29-Deut 1:33\">1:29–33</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 9:23\">9:23</a>). The commandment that Moses proclaimed here was a word calling for faith, and the righteousness it reveals is a righteousness attained by faith (cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 9:10\">v. 10</a> note). Paul alludes to these verses in <a class=\"bibleref\" href=\"/passage/?search=Rom 10:6-Rom 10:8\">Rom. 10:6–8</a>, updating Moses’ admonition in view of the revelation of God’s righteousness in the Person and work of Christ. Paul preaches the word that calls for faith where Moses had to leave off, insisting that Israel (and the Gentiles, <a class=\"bibleref\" href=\"/passage/?search=Rom 10:12\">Rom. 10:12</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 10:13\">13</a>) must now confess with their mouths that Jesus is Lord (cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 6:4\">Deut. 6:4</a>), and believe with their hearts that God raised Him from the dead (<a class=\"bibleref\" href=\"/passage/?search=Rom 10:9\">Rom. 10:9</a>). God’s work in Jesus Christ yet again reveals His righteousness (<a class=\"bibleref\" href=\"/passage/?search=Rom 3:21-Rom 3:26\">Rom. 3:21–26</a>), and confirms His oath to the fathers (cf. <a class=\"bibleref\" href=\"/passage/?search=Rom 4:18-Rom 4:25\">Rom. 4:18–25</a>; <a class=\"bibleref\" href=\"/passage/?search=Gal 3\">Gal. 3</a>). See “The Word of God: Scripture as Revelation” at <a class=\"bibleref\" href=\"/passage/?search=Exod 32:16\">Ex. 32:16</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,30,15",
    "text" : "See, I set before you today life and prosperity, death and destruction."
  }, {
    "verse" : "deuteronomy,30,16",
    "text" : "For I command you today to love the LORD your God, to walk in his ways, and to keep his commands, decrees and laws; then you will live and increase, and the LORD your God will bless you in the land you are entering to possess."
  }, {
    "verse" : "deuteronomy,30,17",
    "text" : "But if your heart turns away and you are not obedient, and if you are drawn away to bow down to other gods and worship them,"
  }, {
    "verse" : "deuteronomy,30,18",
    "text" : "I declare to you this day that you will certainly be destroyed. You will not live long in the land you are crossing the Jordan to enter and possess."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,30,15",
    "id" : 186621,
    "title" : "Deut 30:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 30:15\">30:15</a></b> <b>I have set before you.</b> Moses calls for a decision. There are two ways: life or death, God’s blessing or sure judgment. Joshua presented the same alternatives (<a class=\"bibleref\" href=\"/passage/?search=Josh 24:15\">Josh. 24:15</a>), and Jesus, who is greater than Moses or Joshua, calls His disciples to take the narrow path that leads to life (<a class=\"bibleref\" href=\"/passage/?search=Matt 7:13\">Matt. 7:13</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 7:14\">14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,30,19",
    "text" : "This day I call heaven and earth as witnesses against you that I have set before you life and death, blessings and curses. Now choose life, so that you and your children may live"
  }, {
    "verse" : "deuteronomy,30,20",
    "text" : "and that you may love the LORD your God, listen to his voice, and hold fast to him. For the LORD is your life, and he will give you many years in the land he swore to give to your fathers, Abraham, Isaac and Jacob."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,30,19",
    "id" : 186622,
    "title" : "Deut 30:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 30:19\">30:19</a></b> <b>heaven and earth to witness.</b> The mention of witnesses recalls the form of ancient Near Eastern treaty documents, which have a list of witnesses at the end, often the names of pagan gods. In the biblical covenant, God’s creation is called to witness against His people.</p></div>"
  } ]
} ]
