[ {
  "verses" : [ {
    "verse" : "luke,16,1",
    "text" : "Jesus told his disciples: \"There was a rich man whose manager was accused of wasting his possessions."
  }, {
    "verse" : "luke,16,2",
    "text" : "So he called him in and asked him, 'What is this I hear about you? Give an account of your management, because you cannot be manager any longer.'"
  }, {
    "verse" : "luke,16,3",
    "text" : "\"The manager said to himself, 'What shall I do now? My master is taking away my job. I'm not strong enough to dig, and I'm ashamed to beg--"
  }, {
    "verse" : "luke,16,4",
    "text" : "I know what I'll do so that, when I lose my job here, people will welcome me into their houses.'"
  }, {
    "verse" : "luke,16,5",
    "text" : "\"So he called in each one of his master's debtors. He asked the first, 'How much do you owe my master?'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,1",
    "id" : 196660,
    "title" : "Luke 16:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:1\">16:1</a></b> <b>manager.</b> The man who ran the estate, freeing the owner from being involved in every detail. Because he was not closely supervised it was easy for him to be dishonest or lazy.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,6",
    "text" : "\"'Eight hundred gallons of olive oil,' he replied. \"The manager told him, 'Take your bill, sit down quickly, and make it four hundred.'"
  }, {
    "verse" : "luke,16,7",
    "text" : "\"Then he asked the second, 'And how much do you owe?'\"'A thousand bushels of wheat,' he replied. \"He told him, 'Take your bill and make it eight hundred.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,6",
    "id" : 196661,
    "title" : "Luke 16:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:6\">16:6</a></b> The manager may simply have been dishonest, but Jews were forbidden to take usury and one way around the regulation was to overcharge. The man might have borrowed four hundred gallons of oil and had the bill made out for eight hundred, the extra being the equivalent of a high rate of interest. By significantly reducing the amount of interest the debtor owed, the manager would have obliged the debtor to assist him personally (<a class=\"bibleref\" href=\"/passage/?search=Luke 16:4\">v. 4</a>), at least for a time, without diminishing the principal owed to his own master.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,8",
    "text" : "\"The master commended the dishonest manager because he had acted shrewdly. For the people of this world are more shrewd in dealing with their own kind than are the people of the light."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,8",
    "id" : 196662,
    "title" : "Luke 16:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:8\">16:8</a></b> With the original bills destroyed, the owner was in an awkward position. It would be difficult to establish his claim to the full amount, which included the interest. His praise of the shrewdness of his manager was a recognition that he had been outwitted. Jesus uses the parable to illustrate that worldly people often use what they have to further their own worldly ends more wisely than the people of the light do to further the quite different aims of God’s kingdom.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,9",
    "text" : "I tell you, use worldly wealth to gain friends for yourselves, so that when it is gone, you will be welcomed into eternal dwellings."
  }, {
    "verse" : "luke,16,10",
    "text" : "\"Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,9",
    "id" : 196663,
    "title" : "Luke 16:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:9\">16:9</a></b> Jesus’ disciples are to use what wealth they have, not for selfish purposes, but to “make friends” (alms for the poor are probably in view here).</p><p><b>receive you.</b> The text does not explicitly specify who is doing the receiving. Possibilities include the poor who have been helped in this life, or perhaps God Himself. In either case, salvation by works is not being taught (<a class=\"bibleref\" href=\"/passage/?search=Luke 15:29\">15:29</a> note). The loving help given to others in this life is a sign of genuine discipleship and salvation already enjoyed rather than a meritorious ground of salvation.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,11",
    "text" : "So if you have not been trustworthy in handling worldly wealth, who will trust you with true riches?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,11",
    "id" : 196664,
    "title" : "Luke 16:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:11\">16:11</a></b> <b>true riches.</b> Heavenly treasures.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,12",
    "text" : "And if you have not been trustworthy with someone else's property, who will give you property of your own?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,12",
    "id" : 196665,
    "title" : "Luke 16:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:12\">16:12</a></b> If “that which is your own” is the “true riches” mentioned in <a class=\"bibleref\" href=\"/passage/?search=Luke 16:11\">v. 11</a>, then Jesus is saying that faithfulness as a manager in this life determines one’s reward in the heavenly kingdom (<a class=\"bibleref\" href=\"/passage/?search=Matt 25:34\">Matt. 25:34</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,13",
    "text" : "\"No servant can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.\""
  }, {
    "verse" : "luke,16,14",
    "text" : "The Pharisees, who loved money, heard all this and were sneering at Jesus."
  }, {
    "verse" : "luke,16,15",
    "text" : "He said to them, \"You are the ones who justify yourselves in the eyes of men, but God knows your hearts. What is highly valued among men is detestable in God's sight."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,13",
    "id" : 196666,
    "title" : "Luke 16:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:13\">16:13</a></b> <b>servant.</b> A household slave.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,16",
    "text" : "\"The Law and the Prophets were proclaimed until John. Since that time, the good news of the kingdom of God is being preached, and everyone is forcing his way into it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,16",
    "id" : 196667,
    "title" : "Luke 16:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:16\">16:16</a></b> <b>The Law and the Prophets.</b> A reference to the entire Old Testament.</p><p><b>were until John.</b> Luke here indicates that the ministry of John the Baptist signaled the great turning point of redemptive history (<a class=\"bibleref\" href=\"/passage/?search=Matt 11:11\">Matt. 11:11</a> note).</p><p><b>everyone forces his way into it.</b> A difficult statement to translate and interpret. Some suggest that Jesus is exhorting His followers by describing the zeal necessary for entering the kingdom (13:24). Others suggest that “forcing his way” is meant in a negative sense, depicting hostile powers fighting against the kingdom (<a class=\"bibleref\" href=\"/passage/?search=Matt 11:12\">Matt. 11:12</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,17",
    "text" : "It is easier for heaven and earth to disappear than for the least stroke of a pen to drop out of the Law."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,17",
    "id" : 196668,
    "title" : "Luke 16:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:17\">16:17</a></b> <b>dot.</b> A tiny projection on some Hebrew letters; it was the smallest part of a letter. The entire law comes from God, and it is as sure as its Author.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "luke,16,18",
    "text" : "\"Anyone who divorces his wife and marries another woman commits adultery, and the man who marries a divorced woman commits adultery."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "luke,16,18",
    "id" : 196669,
    "title" : "Luke 16:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Luke 16:18\">16:18</a></b> Jewish men at that time could divorce their wives easily and for slight cause. Jesus had a higher view of marriage; the law’s provision for divorce (<a class=\"bibleref\" href=\"/passage/?search=Deut 24:1-Deut 24:4\">Deut. 24:1–4</a>) was because of hardness of heart (<a class=\"bibleref\" href=\"/passage/?search=Mark 10:5\">Mark 10:5</a>). He sees such casual divorce as causing adultery (<a class=\"bibleref\" href=\"/passage/?search=Matt 5:31\">Matt. 5:31</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 5:32\">32</a>; <a class=\"bibleref\" href=\"/passage/?search=Matt 19:9\">19:9</a>). See “Marriage and Divorce” at <a class=\"bibleref\" href=\"/passage/?search=Mal 2:16\">Mal. 2:16</a>.</p></div>"
  } ]
} ]
