[ {
  "verses" : [ {
    "verse" : "proverbs,13,7",
    "text" : "One man pretends to be rich, yet has nothing; another pretends to be poor, yet has great wealth."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,13,7",
    "id" : 191928,
    "title" : "Pr 13:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 13:7\">13:7</a></b> <b>pretends to be.</b> Though the disparity of possessions is noted, the point of the proverb seems to be the similarity of pretense. Each misrepresents the facts about himself.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,13,8",
    "text" : "A man's riches may ransom his life, but a poor man hears no threat."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,13,8",
    "id" : 191929,
    "title" : "Pr 13:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 13:8\">13:8</a></b> The rich may be kidnapped for ransom, but such threats do not concern the poor. Behind each situation is the principle that the security of riches can be illusory while the insecurity of poverty has its advantages.</p></div>"
  } ]
} ]
