[ {
  "verses" : [ {
    "verse" : "psalms,89,1",
    "text" : "I will sing of the LORD's great love forever; with my mouth I will make your faithfulness known through all generations."
  }, {
    "verse" : "psalms,89,2",
    "text" : "I will declare that your love stands firm forever, that you established your faithfulness in heaven itself."
  }, {
    "verse" : "psalms,89,3",
    "text" : "You said, \"I have made a covenant with my chosen one, I have sworn to David my servant,"
  }, {
    "verse" : "psalms,89,4",
    "text" : "'I will establish your line forever and make your throne firm through all generations.'\" Selah"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,89,1-psalms,89,52",
    "id" : 191011,
    "title" : "Ps 89",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 89\">Ps. 89</a></b> The psalm opens joyfully, but is finally a lament. The issue at the heart of the psalm is the Davidic covenant. In <a class=\"bibleref\" href=\"/passage/?search=2Sam 7:4-2Sam 7:17\">2 Sam. 7:4–17</a> (cf. <a class=\"bibleref\" href=\"/passage/?search=1Chr 17:1-1Chr 17:15\">1 Chr. 17:1–15</a>) God established a covenant with David in which He promised that the special relationship would pass on to David’s obedient sons (32:11). God’s language was bold; the covenant was to last “forever” (<a class=\"bibleref\" href=\"/passage/?search=2Sam 7:13\">2 Sam. 7:13</a>).</p><p>But this promise was not without conditions upon the recipients. If they sinned they would be punished (<a class=\"bibleref\" href=\"/passage/?search=1Kgs 8:25\">1 Kin. 8:25</a>; <a class=\"bibleref\" href=\"/passage/?search=2Sam 7:14\">2 Sam. 7:14</a>). David’s own son Solomon began his slide into apostasy by admitting the religious cults of his foreign wives (<a class=\"bibleref\" href=\"/passage/?search=1Kgs 11\">1 Kin. 11</a>). The continuing disobedience of the Davidic kings resulted in the Babylonian exile and an end to that period of Israel’s monarchy in the sixth century b.c. But the spiritual substance of the promise was not canceled; Christ came to take the throne of David forever (<a class=\"bibleref\" href=\"/passage/?search=Isa 9:7\">Is. 9:7</a>; <a class=\"bibleref\" href=\"/passage/?search=Luke 1:32\">Luke 1:32</a>; <a class=\"bibleref\" href=\"/passage/?search=Luke 22:30\">22:30</a>).</p></div>"
  }, {
    "verseRange" : "psalms,89,1",
    "id" : 191012,
    "title" : "Ps 89:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 89:1\">89:1</a></b> <b>steadfast love.</b> The wonders of God’s devotion to His people in the love of His covenant with them.</p><p><b>faithfulness.</b> God is not fickle or capricious, but will keep the promises He makes. Hope in the fulfillment of God’s promise to David is what will motivate the lament at the end of the psalm (<a class=\"bibleref\" href=\"/passage/?search=Ps 89:38-Ps 89:51\">vv. 38–51</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,89,5",
    "text" : "The heavens praise your wonders, O LORD, your faithfulness too, in the assembly of the holy ones."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,89,5",
    "id" : 191013,
    "title" : "Ps 89:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 89:5\">89:5</a></b> <b>heavens.</b> The heavens are here personified; the reference is to the beings in heaven, such as the cherubim and the angels. God is so great that even these powerful spiritual entities fall to their knees in adoration.</p><p><b>assembly.</b> The angels and other spiritual beings in heaven are God’s divine assembly through whom He works His will.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,89,6",
    "text" : "For who in the skies above can compare with the LORD? Who is like the LORD among the heavenly beings?"
  }, {
    "verse" : "psalms,89,7",
    "text" : "In the council of the holy ones God is greatly feared; he is more awesome than all who surround him."
  }, {
    "verse" : "psalms,89,8",
    "text" : "O LORD God Almighty, who is like you? You are mighty, O LORD, and your faithfulness surrounds you."
  }, {
    "verse" : "psalms,89,9",
    "text" : "You rule over the surging sea; when its waves mount up, you still them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,89,6",
    "id" : 191014,
    "title" : "Ps 89:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 89:6\">89:6</a></b> <b>in the skies.</b> Having mentioned spiritual beings, the psalmist is quick to point out the uniqueness of God. The writings of the Canaanites and Mesopotamians also mention an “assembly of the holy ones,” but this was an assembly made up of different gods. The God of Israel is not the best of such gods but wholly different from them. The Old Testament expresses His transcendence in numerous places (<a class=\"bibleref\" href=\"/passage/?search=Isa 44:6\">Is. 44:6</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,89,10",
    "text" : "You crushed Rahab like one of the slain; with your strong arm you scattered your enemies."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,89,10",
    "id" : 191015,
    "title" : "Ps 89:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 89:10\">89:10</a></b> <b>Rahab.</b> Like Leviathan, Rahab is here a sea monster of Near Eastern mythology, standing for forces of evil and chaos (<a class=\"bibleref\" href=\"/passage/?search=Job 9:13\">Job 9:13</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 29:3\">Ezek. 29:3</a> and note). Frequently the name Rahab is applied to Egypt (<a class=\"bibleref\" href=\"/passage/?search=Ps 87:4\">Ps. 87:4</a> and note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,89,11",
    "text" : "The heavens are yours, and yours also the earth; you founded the world and all that is in it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,89,11",
    "id" : 191016,
    "title" : "Ps 89:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 89:11\">89:11</a></b> <b>you have founded them.</b> Unlike the heathen gods, the Lord is the Creator of the world.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,89,12",
    "text" : "You created the north and the south; Tabor and Hermon sing for joy at your name."
  }, {
    "verse" : "psalms,89,13",
    "text" : "Your arm is endued with power; your hand is strong, your right hand exalted."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,89,12",
    "id" : 191017,
    "title" : "Ps 89:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 89:12\">89:12</a></b> <b>Tabor and Hermon.</b> Hermon in the far north is the highest peak in Israel. Tabor is a mountain of distinctive shape standing in the Megiddo plain, a landmark of the boundary of three tribes.</p></div>"
  } ]
} ]
