[ {
  "verses" : [ {
    "verse" : "proverbs,13,17",
    "text" : "A wicked messenger falls into trouble, but a trustworthy envoy brings healing."
  }, {
    "verse" : "proverbs,13,18",
    "text" : "He who ignores discipline comes to poverty and shame, but whoever heeds correction is honored."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,13,17",
    "id" : 191936,
    "title" : "Pr 13:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 13:17\">13:17</a></b> <b>wicked messenger.</b> One who brings a deceitful message.</p><p><b>trouble.</b> Or, “misfortune.” Such a messenger was the Amalekite who, hoping to win favor from David, falsely claimed to have killed Saul, but was executed for his trouble (<a class=\"bibleref\" href=\"/passage/?search=2Sam 1:1-2Sam 1:16\">2 Sam. 1:1–16</a>). The parallel statements of this proverb suggest that the faithful messenger, perhaps an envoy, promotes the welfare of others.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,13,19",
    "text" : "A longing fulfilled is sweet to the soul, but fools detest turning from evil."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,13,19",
    "id" : 191937,
    "title" : "Pr 13:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 13:19\">13:19</a></b> See <a class=\"bibleref\" href=\"/passage/?search=Prov 13:12\">v. 12</a> and note. The achievement of a worthwhile goal has benefits for one’s life. Fools will not turn from evil to pursue such goals.</p></div>"
  } ]
} ]
