[ {
  "verses" : [ {
    "verse" : "proverbs,14,3",
    "text" : "A fool's talk brings a rod to his back, but the lips of the wise protect them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,14,3",
    "id" : 191946,
    "title" : "Pr 14:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 14:3\">14:3</a></b> See <a class=\"bibleref\" href=\"/passage/?search=Prov 10:13\">10:13</a> and note.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,14,4",
    "text" : "Where there are no oxen, the manger is empty, but from the strength of an ox comes an abundant harvest."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,14,4",
    "id" : 191947,
    "title" : "Pr 14:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 14:4\">14:4</a></b> <b>clean.</b> It is unclear whether the Hebrew means that the trough is “clean,” or full of “grain,” as a result of being unused. In either case, the minor benefit of the unused trough must be weighed against the nothing that is produced when no oxen are working. Expenses must be accepted if anything is to be accomplished.</p></div>"
  } ]
} ]
