[ {
  "verses" : [ {
    "verse" : "judges,7,1",
    "text" : "Early in the morning, Jerub-Baal (that is, Gideon) and all his men camped at the spring of Harod. The camp of Midian was north of them in the valley near the hill of Moreh."
  }, {
    "verse" : "judges,7,2",
    "text" : "The LORD said to Gideon, \"You have too many men for me to deliver Midian into their hands. In order that Israel may not boast against me that her own strength has saved her,"
  }, {
    "verse" : "judges,7,3",
    "text" : "announce now to the people, 'Anyone who trembles with fear may turn back and leave Mount Gilead.'\" So twenty-two thousand men left, while ten thousand remained."
  }, {
    "verse" : "judges,7,4",
    "text" : "But the LORD said to Gideon, \"There are still too many men. Take them down to the water, and I will sift them for you there. If I say, 'This one shall go with you,' he shall go; but if I say, 'This one shall not go with you,' he shall not go.\""
  }, {
    "verse" : "judges,7,5",
    "text" : "So Gideon took the men down to the water. There the LORD told him, \"Separate those who lap the water with their tongues like a dog from those who kneel down to drink.\""
  }, {
    "verse" : "judges,7,6",
    "text" : "Three hundred men lapped with their hands to their mouths. All the rest got down on their knees to drink."
  }, {
    "verse" : "judges,7,7",
    "text" : "The LORD said to Gideon, \"With the three hundred men that lapped I will save you and give the Midianites into your hands. Let all the other men go, each to his own place.\""
  }, {
    "verse" : "judges,7,8",
    "text" : "So Gideon sent the rest of the Israelites to their tents but kept the three hundred, who took over the provisions and trumpets of the others. Now the camp of Midian lay below him in the valley."
  }, {
    "verse" : "judges,7,9",
    "text" : "During that night the LORD said to Gideon, \"Get up, go down against the camp, because I am going to give it into your hands."
  }, {
    "verse" : "judges,7,10",
    "text" : "If you are afraid to attack, go down to the camp with your servant Purah"
  }, {
    "verse" : "judges,7,11",
    "text" : "and listen to what they are saying. Afterward, you will be encouraged to attack the camp.\" So he and Purah his servant went down to the outposts of the camp."
  }, {
    "verse" : "judges,7,12",
    "text" : "The Midianites, the Amalekites and all the other eastern peoples had settled in the valley, thick as locusts. Their camels could no more be counted than the sand on the seashore."
  }, {
    "verse" : "judges,7,13",
    "text" : "Gideon arrived just as a man was telling a friend his dream. \"I had a dream,\" he was saying. \"A round loaf of barley bread came tumbling into the Midianite camp. It struck the tent with such force that the tent overturned and collapsed.\""
  }, {
    "verse" : "judges,7,14",
    "text" : "His friend responded, \"This can be nothing other than the sword of Gideon son of Joash, the Israelite. God has given the Midianites and the whole camp into his hands.\""
  }, {
    "verse" : "judges,7,15",
    "text" : "When Gideon heard the dream and its interpretation, he worshiped God. He returned to the camp of Israel and called out, \"Get up! The LORD has given the Midianite camp into your hands.\""
  }, {
    "verse" : "judges,7,16",
    "text" : "Dividing the three hundred men into three companies, he placed trumpets and empty jars in the hands of all of them, with torches inside."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,6,1-judges,8,32",
    "id" : 187080,
    "title" : "Judges 6:1–8:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 6:1-Judg 8:32\">6:1–8:32</a></b> Gideon was the greatest of the judges. The following facts bear out this judgment. (a) His story is the longest in the book. (b) The Lord is more visibly active in his story than in any of the others. (c) The Angel of the Lord appeared to him, but to no other judge (<a class=\"bibleref\" href=\"/passage/?search=Judg 8:11-Judg 8:24\">vv. 11–24</a>). (d) Centuries later Isaiah remembers Gideon’s defeat of Midian as a significant victory (<a class=\"bibleref\" href=\"/passage/?search=Isa 9:4\">Is. 9:4</a>; <a class=\"bibleref\" href=\"/passage/?search=Isa 10:26\">10:26</a>). (e) He is listed first in Samuel’s list of deliverers (“Jerubbaal,” <a class=\"bibleref\" href=\"/passage/?search=1Sam 12:11\">1 Sam. 12:11</a>). (f) He is paralleled with Moses (6:11–24 note). (g) The people sought to make him king (8:22–23). (h) He lived like a king (8:26–27, 30, 32). Yet for all this, Gideon failed badly at one point. Gideon made a gold ephod that drew him and others into sin (8:27). In his greatness and in his deficiency, Gideon pointed to the need for a better deliverer, a king who would truly keep the covenant. In this way he points to Christ.</p></div>"
  }, {
    "verseRange" : "judges,7,1-judges,7,8",
    "id" : 187098,
    "title" : "Judges 7:1–8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 7:1-Judg 7:8\">7:1–8</a></b> The drastic reduction of troops demonstrated God’s power to save Israel and brought Him glory. It also challenged Gideon and encouraged Israel to trust him.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,7,17",
    "text" : "\"Watch me,\" he told them. \"Follow my lead. When I get to the edge of the camp, do exactly as I do."
  }, {
    "verse" : "judges,7,18",
    "text" : "When I and all who are with me blow our trumpets, then from all around the camp blow yours and shout, 'For the LORD and for Gideon.'\""
  }, {
    "verse" : "judges,7,19",
    "text" : "Gideon and the hundred men with him reached the edge of the camp at the beginning of the middle watch, just after they had changed the guard. They blew their trumpets and broke the jars that were in their hands."
  }, {
    "verse" : "judges,7,20",
    "text" : "The three companies blew the trumpets and smashed the jars. Grasping the torches in their left hands and holding in their right hands the trumpets they were to blow, they shouted, \"A sword for the LORD and for Gideon!\""
  }, {
    "verse" : "judges,7,21",
    "text" : "While each man held his position around the camp, all the Midianites ran, crying out as they fled."
  }, {
    "verse" : "judges,7,22",
    "text" : "When the three hundred trumpets sounded, the LORD caused the men throughout the camp to turn on each other with their swords. The army fled to Beth Shittah toward Zererah as far as the border of Abel Meholah near Tabbath."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,7,17",
    "id" : 187099,
    "title" : "Judges 7:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 7:17\">7:17</a></b> <b>Look at me.</b> These words are similar to those of Gideon’s son Abimelech (<a class=\"bibleref\" href=\"/passage/?search=Judg 9:48-Judg 9:49\">9:48–49</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,7,23",
    "text" : "Israelites from Naphtali, Asher and all Manasseh were called out, and they pursued the Midianites."
  }, {
    "verse" : "judges,7,24",
    "text" : "Gideon sent messengers throughout the hill country of Ephraim, saying, \"Come down against the Midianites and seize the waters of the Jordan ahead of them as far as Beth Barah.\" So all the men of Ephraim were called out and they took the waters of the Jordan as far as Beth Barah."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,7,23-judges,8,21",
    "id" : 187100,
    "title" : "Judges 7:23–8:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 7:23-Judg 8:21\">7:23–8:21</a></b> Israel’s lack of unity is apparent in the difficulties between Gideon, Ephraim, Succoth, and Penuel.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,7,25",
    "text" : "They also captured two of the Midianite leaders, Oreb and Zeeb. They killed Oreb at the rock of Oreb, and Zeeb at the winepress of Zeeb. They pursued the Midianites and brought the heads of Oreb and Zeeb to Gideon, who was by the Jordan."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,7,25",
    "id" : 187101,
    "title" : "Judges 7:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 7:25\">7:25</a></b> <b>at the rock of Oreb.</b> See <a class=\"bibleref\" href=\"/passage/?search=Isa 10:26\">Is. 10:26</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,8,1",
    "text" : "Now the Ephraimites asked Gideon, \"Why have you treated us like this? Why didn't you call us when you went to fight Midian?\" And they criticized him sharply."
  }, {
    "verse" : "judges,8,2",
    "text" : "But he answered them, \"What have I accomplished compared to you? Aren't the gleanings of Ephraim's grapes better than the full grape harvest of Abiezer?"
  }, {
    "verse" : "judges,8,3",
    "text" : "God gave Oreb and Zeeb, the Midianite leaders, into your hands. What was I able to do compared to you?\" At this, their resentment against him subsided."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,8,1-judges,8,3",
    "id" : 187102,
    "title" : "Judges 8:1–3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 8:1-Judg 8:3\">8:1–3</a></b> The conflict here between Ephraim and Gideon is similar to the conflict between Ephraim and Jephthah; see <a class=\"bibleref\" href=\"/passage/?search=Judg 12:1-Judg 12:6\">12:1–6</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "judges,8,4",
    "text" : "Gideon and his three hundred men, exhausted yet keeping up the pursuit, came to the Jordan and crossed it."
  }, {
    "verse" : "judges,8,5",
    "text" : "He said to the men of Succoth, \"Give my troops some bread; they are worn out, and I am still pursuing Zebah and Zalmunna, the kings of Midian.\""
  }, {
    "verse" : "judges,8,6",
    "text" : "But the officials of Succoth said, \"Do you already have the hands of Zebah and Zalmunna in your possession? Why should we give bread to your troops?\""
  }, {
    "verse" : "judges,8,7",
    "text" : "Then Gideon replied, \"Just for that, when the LORD has given Zebah and Zalmunna into my hand, I will tear your flesh with desert thorns and briers.\""
  }, {
    "verse" : "judges,8,8",
    "text" : "From there he went up to Peniel and made the same request of them, but they answered as the men of Succoth had."
  }, {
    "verse" : "judges,8,9",
    "text" : "So he said to the men of Peniel, \"When I return in triumph, I will tear down this tower.\""
  }, {
    "verse" : "judges,8,10",
    "text" : "Now Zebah and Zalmunna were in Karkor with a force of about fifteen thousand men, all that were left of the armies of the eastern peoples; a hundred and twenty thousand swordsmen had fallen."
  }, {
    "verse" : "judges,8,11",
    "text" : "Gideon went up by the route of the nomads east of Nobah and Jogbehah and fell upon the unsuspecting army."
  }, {
    "verse" : "judges,8,12",
    "text" : "Zebah and Zalmunna, the two kings of Midian, fled, but he pursued them and captured them, routing their entire army."
  }, {
    "verse" : "judges,8,13",
    "text" : "Gideon son of Joash then returned from the battle by the Pass of Heres."
  }, {
    "verse" : "judges,8,14",
    "text" : "He caught a young man of Succoth and questioned him, and the young man wrote down for him the names of the seventy-seven officials of Succoth, the elders of the town."
  }, {
    "verse" : "judges,8,15",
    "text" : "Then Gideon came and said to the men of Succoth, \"Here are Zebah and Zalmunna, about whom you taunted me by saying, 'Do you already have the hands of Zebah and Zalmunna in your possession? Why should we give bread to your exhausted men?'\""
  }, {
    "verse" : "judges,8,16",
    "text" : "He took the elders of the town and taught the men of Succoth a lesson by punishing them with desert thorns and briers."
  }, {
    "verse" : "judges,8,17",
    "text" : "He also pulled down the tower of Peniel and killed the men of the town."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "judges,8,4-judges,8,21",
    "id" : 187103,
    "title" : "Judges 8:4–21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Judg 8:4-Judg 8:21\">8:4–21</a></b> Gideon has problems with the men of Succoth and Penuel and ultimately punished both for failing to help him in his pursuit of the Midianite leaders.</p></div>"
  } ]
} ]
