[ {
  "verses" : [ {
    "verse" : "proverbs,14,9",
    "text" : "Fools mock at making amends for sin, but goodwill is found among the upright."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,14,9",
    "id" : 191951,
    "title" : "Pr 14:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 14:9\">14:9</a></b> <b>mock at the guilt offering.</b> This may mean that they mock at the suggestion of presenting the sacrificial guilt offering to God, or of making restitution to the person wronged (<a class=\"bibleref\" href=\"/passage/?search=Lev 6:1-Lev 6:7\">Lev. 6:1–7</a>).</p><p><b>acceptance.</b> The second line of the verse contrasts with the first, and the sense of the word is either acceptance with God or restored fellowship with others.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,14,10",
    "text" : "Each heart knows its own bitterness, and no one else can share its joy."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,14,10",
    "id" : 191952,
    "title" : "Pr 14:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 14:10\">14:10</a></b> While much biblical wisdom literature reflects on interpersonal relationships, there is also a concern for those aspects of life that are personal and private. Some things cannot be communicated and one must learn to know what they are.</p></div>"
  } ]
} ]
