[ {
  "verses" : [ {
    "verse" : "psalms,127,1",
    "text" : "Unless the LORD builds the house, its builders labor in vain. Unless the LORD watches over the city, the watchmen stand guard in vain."
  }, {
    "verse" : "psalms,127,2",
    "text" : "In vain you rise early and stay up late, toiling for food to eat- for he grants sleep to those he loves."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,127,1-psalms,127,5",
    "id" : 191445,
    "title" : "Ps 127",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 127\">Ps. 127</a></b> This wise prayer falls into two related parts. The first stanza (vv. 1, <a class=\"bibleref\" href=\"/passage/?search=Ps 127:2\">2</a>) expresses the belief that human effort is useless apart from God (paralleling the message of Ecclesiastes), whether for building a house, defending a city, or earning a living. The second stanza (<a class=\"bibleref\" href=\"/passage/?search=Ps 127:3-Ps 127:5\">vv. 3–5</a>) focuses on another meaning of building, that of raising children. Children are a gift from God.</p><p>A father could be supported during his old age by strong, young sons. Children were a fulfillment of the promise to Abraham that the chosen people would become a great and numerous nation (<a class=\"bibleref\" href=\"/passage/?search=Gen 12:1-Gen 12:3\">Gen. 12:1–3</a>). The ultimate focus of the Abrahamic promise of many descendants is on Jesus Christ. In the present day the psalm expresses the joy of Christian parents as they reflect on God’s gift of children and His promise to them (<a class=\"bibleref\" href=\"/passage/?search=Acts 2:39\">Acts 2:39</a>).</p></div>"
  }, {
    "verseRange" : "psalms,127,1",
    "id" : 191446,
    "title" : "Ps 127:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 127:1\">127:1</a></b> <b>builds the house.</b> The primary reference is to the actual building of a residence, but as a “Song of Ascents” written by Solomon, it is natural to think specifically of the temple. Furthermore, in the light of the second half of the psalm, the house refers to the family as well as to a physical structure.</p><p><b>watches over the city.</b> A city is not secured by its defenses, but by the protection of the Lord. The psalm would remind pilgrims that Jerusalem was not a place of magical protection and security, but that all depended on the Lord.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,127,3",
    "text" : "Sons are a heritage from the LORD, children a reward from him."
  }, {
    "verse" : "psalms,127,4",
    "text" : "Like arrows in the hands of a warrior are sons born in one's youth."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,127,3",
    "id" : 191447,
    "title" : "Ps 127:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 127:3\">127:3</a></b> <b>children.</b> Lit. “the fruit of the womb.” The psalm concentrates on sons, who had the power to provide for their father in his old age, but the second part of this verse includes all children, male and female alike.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,127,5",
    "text" : "Blessed is the man whose quiver is full of them. They will not be put to shame when they contend with their enemies in the gate."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,127,5",
    "id" : 191448,
    "title" : "Ps 127:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 127:5\">127:5</a></b> <b>in the gate.</b> Formal court proceedings were held in the vicinity of the city gates.</p></div>"
  } ]
} ]
