[ {
  "verses" : [ {
    "verse" : "matthew,10,1",
    "text" : "He called his twelve disciples to him and gave them authority to drive out evil spirits and to heal every disease and sickness."
  } ],
  "rsbNotes" : [ ]
}, {
  "verses" : [ {
    "verse" : "matthew,10,2",
    "text" : "These are the names of the twelve apostles: first, Simon (who is called Peter) and his brother Andrew; James son of Zebedee, and his brother John;"
  }, {
    "verse" : "matthew,10,3",
    "text" : "Philip and Bartholomew; Thomas and Matthew the tax collector; James son of Alphaeus, and Thaddaeus;"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,10,2",
    "id" : 195720,
    "title" : "Matt 10:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 10:2\">10:2</a></b> <b>apostles.</b> The Greek word <i>apostolos</i> designates an authorized representative or emissary whose word has the authority of the sender (see <a class=\"bibleref\" href=\"/passage/?search=2Cor 8:23\">2 Cor. 8:23</a> where it is translated “messengers,” and <a class=\"bibleref\" href=\"/passage/?search=2Cor 1:1\">2 Cor. 1:1</a> note). Here the Twelve receive authority to do exactly what Jesus was doing (vv. 7, 8).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,10,4",
    "text" : "Simon the Zealot and Judas Iscariot, who betrayed him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,10,4",
    "id" : 195721,
    "title" : "Matt 10:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 10:4\">10:4</a></b> <b>Simon the Cananaean.</b> A member of a revolutionary movement (“Simon . . . called the Zealot,” <a class=\"bibleref\" href=\"/passage/?search=Luke 6:15\">Luke 6:15</a>). According to Josephus, the Zealots were a political party whose religious enthusiasm led them to advocate armed rebellion against Rome. Simon may have been associated with this movement previously and continued to be called “the Cananaean” or “Zealot” to distinguish him from Simon Peter.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,10,5",
    "text" : "These twelve Jesus sent out with the following instructions: \"Do not go among the Gentiles or enter any town of the Samaritans."
  }, {
    "verse" : "matthew,10,6",
    "text" : "Go rather to the lost sheep of Israel."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,10,5-matthew,11,1",
    "id" : 195722,
    "title" : "Matt 10:5–11:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 10:5-Matt 11:1\">10:5–11:1</a></b> This section contains several lines of teaching regarding the Christian mission that are found in different places in the other Gospels. This does not mean Matthew invented the occasion. Matthew presents the teaching of Jesus in five major discourses, and he may have brought in relevant material delivered on other occasions. Particularly <a class=\"bibleref\" href=\"/passage/?search=Matt 10:17-Matt 10:22\">10:17–22</a>, which envisions a world mission and being “dragged before governors and kings” (<a class=\"bibleref\" href=\"/passage/?search=Matt 10:18\">v. 18</a>), seems to go beyond <a class=\"bibleref\" href=\"/passage/?search=Matt 10:5\">v. 5</a>, that restricts the mission to Israel. Nevertheless, the future mission of the disciples to the whole world (<a class=\"bibleref\" href=\"/passage/?search=Matt 28:18-Matt 28:20\">28:18–20</a>) is linked to this early experience of preaching to Israel, and Matthew’s grouping of the material is appropriate.</p></div>"
  }, {
    "verseRange" : "matthew,10,5",
    "id" : 195723,
    "title" : "Matt 10:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 10:5\">10:5</a></b> <b>Go nowhere.</b> Although Jesus has already responded to Gentile faith (<a class=\"bibleref\" href=\"/passage/?search=Matt 8:10\">8:10</a>), the focus of this first mission of the disciples, like that of Jesus before His passion and resurrection (<a class=\"bibleref\" href=\"/passage/?search=Matt 15:24\">15:24</a>), was to the natural heirs of the kingdom. Jesus does not prohibit preaching to Gentiles encountered during the mission to Israel, but He did not send the disciples at this point into Gentile areas.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,10,7",
    "text" : "As you go, preach this message: 'The kingdom of heaven is near.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,10,7-matthew,10,8",
    "id" : 195724,
    "title" : "Matt 10:7–8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 10:7\">10:7</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 10:8\">8</a> proclaim . . . Heal . . . raise.</b> The same signs of the kingdom that Jesus performed in <a class=\"bibleref\" href=\"/passage/?search=Matt 8\">chs. 8</a> and <a class=\"bibleref\" href=\"/passage/?search=Matt 9\">9</a> will be done by His disciples.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,10,8",
    "text" : "Heal the sick, raise the dead, cleanse those who have leprosy, drive out demons. Freely you have received, freely give."
  }, {
    "verse" : "matthew,10,9",
    "text" : "Do not take along any gold or silver or copper in your belts;"
  }, {
    "verse" : "matthew,10,10",
    "text" : "take no bag for the journey, or extra tunic, or sandals or a staff; for the worker is worth his keep."
  }, {
    "verse" : "matthew,10,11",
    "text" : "\"Whatever town or village you enter, search for some worthy person there and stay at his house until you leave."
  }, {
    "verse" : "matthew,10,12",
    "text" : "As you enter the home, give it your greeting."
  }, {
    "verse" : "matthew,10,13",
    "text" : "If the home is deserving, let your peace rest on it; if it is not, let your peace return to you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,10,8",
    "id" : 195725,
    "title" : "Matt 10:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 10:8\">10:8</a></b> <b>give without pay.</b> The kingdom was given to the disciples freely; to peddle the message would insult God and obscure the nature of the gospel as a free gift. Nevertheless they will be sustained; they do not need extra travel money and provisions (<a class=\"bibleref\" href=\"/passage/?search=Matt 10:9\">vv. 9</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 10:10\">10</a>). This is a model for Christian life in general.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,10,14",
    "text" : "If anyone will not welcome you or listen to your words, shake the dust off your feet when you leave that home or town."
  }, {
    "verse" : "matthew,10,15",
    "text" : "I tell you the truth, it will be more bearable for Sodom and Gomorrah on the day of judgment than for that town."
  }, {
    "verse" : "matthew,10,16",
    "text" : "I am sending you out like sheep among wolves. Therefore be as shrewd as snakes and as innocent as doves."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,10,14-matthew,10,15",
    "id" : 195726,
    "title" : "Matt 10:14–15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 10:14\">10:14</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 10:15\">15</a> shake off the dust from your feet.</b> That is, the dust on one’s garment kicked up by the feet. Jews sometimes shook the dust off their clothing when returning from Gentile lands as a sign of contempt; Jesus uses it here as a sign of judgment. A town that did not receive the disciples did not receive Jesus, and became spiritually “pagan” and as subject to judgment as Sodom and Gomorrah (<a class=\"bibleref\" href=\"/passage/?search=Acts 13:51\">Acts 13:51</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,10,17",
    "text" : "\"Be on your guard against men; they will hand you over to the local councils and flog you in their synagogues."
  }, {
    "verse" : "matthew,10,18",
    "text" : "On my account you will be brought before governors and kings as witnesses to them and to the Gentiles."
  }, {
    "verse" : "matthew,10,19",
    "text" : "But when they arrest you, do not worry about what to say or how to say it. At that time you will be given what to say,"
  }, {
    "verse" : "matthew,10,20",
    "text" : "for it will not be you speaking, but the Spirit of your Father speaking through you."
  }, {
    "verse" : "matthew,10,21",
    "text" : "\"Brother will betray brother to death, and a father his child; children will rebel against their parents and have them put to death."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,10,17-matthew,10,20",
    "id" : 195727,
    "title" : "Matt 10:17–20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 10:17-Matt 10:20\">10:17–20</a></b> These verses anticipate a later, more extensive mission than the immediate occasion of <a class=\"bibleref\" href=\"/passage/?search=Matt 10:5\">v. 5</a> (<a class=\"bibleref\" href=\"/passage/?search=Matt 10:5-Matt 11:1\">10:5–11:1</a> note). Persecution will occur at the hands of both Jewish (<a class=\"bibleref\" href=\"/passage/?search=Matt 11:17\">v. 17</a>) and Gentile (<a class=\"bibleref\" href=\"/passage/?search=Matt 11:18\">v. 18</a>) authorities. But disciples are not to respond to this as pagans do, by hiring professional orators to defend them in court. The Holy Spirit will provide their defense (<a class=\"bibleref\" href=\"/passage/?search=Acts 4:8\">Acts 4:8</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,10,22",
    "text" : "All men will hate you because of me, but he who stands firm to the end will be saved."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,10,22",
    "id" : 195728,
    "title" : "Matt 10:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 10:22\">10:22</a></b> <b>all.</b> Every sort of people. The allusion is to <a class=\"bibleref\" href=\"/passage/?search=Mic 7:6\">Mic. 7:6</a>, which Jesus later quotes (v. 35).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,10,23",
    "text" : "When you are persecuted in one place, flee to another. I tell you the truth, you will not finish going through the cities of Israel before the Son of Man comes."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,10,23",
    "id" : 195729,
    "title" : "Matt 10:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 10:23\">10:23</a></b> <b>before the Son of Man comes.</b> There are several interpretations of the coming of the Son of Man referred to in this verse.</p><p>(a) The “coming” is the Second Coming of Christ to judge the earth. This view fits most of the other occurrences of the phrase (<a class=\"bibleref\" href=\"/passage/?search=Matt 24:30\">24:30</a>; <a class=\"bibleref\" href=\"/passage/?search=Matt 25:31\">25:31</a>; <a class=\"bibleref\" href=\"/passage/?search=Matt 26:64\">26:64</a>; but see <a class=\"bibleref\" href=\"/passage/?search=Matt 16:28\">16:28</a>). The chief difficulty is that the note of urgency in <a class=\"bibleref\" href=\"/passage/?search=Matt 16:23\">v. 23</a> seems incompatible with a delay until the Last Judgment.</p><p>(b) The “coming” is the resurrection and ascension of Jesus or the sending of the Spirit at Pentecost. However, there is no evidence that the disciples were persecuted with the intensity assumed in <a class=\"bibleref\" href=\"/passage/?search=Matt 16:17-Matt 16:22\">vv. 17–22</a> prior to Jesus’ resurrection or Pentecost.</p><p>(c) The phrase “before the Son of Man comes” is a way of saying, “before I rejoin you.” But again the persecution described in <a class=\"bibleref\" href=\"/passage/?search=Matt 16:17-Matt 16:22\">vv. 17–22</a> did not occur during this time, and the purpose for the coming of the Son of Man elsewhere (to bring judgment) makes this meaning unlikely.</p><p>(d) The “coming” refers to the destruction of Jerusalem in <span class=\"small-caps\">a.d.</span> 70 as an act of judgment against the nation of Israel. This understanding retains the note of urgency and fits the experience of the church prior to <span class=\"small-caps\">a.d.</span> 70. The other references to the coming of the Son of Man view it as a great and terrible display of God’s judgment. Although these cannot be limited to the destruction of Jerusalem, that event was terrible in intensity and fell on what had been the central visible symbol of God’s presence, the temple.</p></div>"
  } ]
} ]
