[ {
  "verses" : [ {
    "verse" : "matthew,12,1",
    "text" : "At that time Jesus went through the grainfields on the Sabbath. His disciples were hungry and began to pick some heads of grain and eat them."
  } ],
  "rsbNotes" : [ ]
}, {
  "verses" : [ {
    "verse" : "matthew,12,2",
    "text" : "When the Pharisees saw this, they said to him, \"Look! Your disciples are doing what is unlawful on the Sabbath.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,12,2",
    "id" : 195748,
    "title" : "Matt 12:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 12:2\">12:2</a></b> <b>not lawful.</b> The Old Testament does not prohibit plucking grain on the Sabbath in order to eat—the disciples were not farmers engaged in the work of harvest. The Pharisees’ objections were based on an oral tradition that failed to understand the true purpose of the Law. See “Christian Liberty” at <a class=\"bibleref\" href=\"/passage/?search=Gal 5:1\">Gal. 5:1</a>.</p><p><b>Sabbath.</b> The Sabbath is a symbol of God’s sovereignty over the whole created universe (<a class=\"bibleref\" href=\"/passage/?search=Exod 20:8\">Ex. 20:8</a>). It is a reminder of His redemption of His people (<a class=\"bibleref\" href=\"/passage/?search=Deut 5:12\">Deut. 5:12</a>), and it is a representation of the hope of eternal rest at the Consummation (<a class=\"bibleref\" href=\"/passage/?search=Heb 4:9\">Heb. 4:9</a>). Jesus as Lord of the Sabbath fulfills all aspects of the meaning of the Sabbath (<a class=\"bibleref\" href=\"/passage/?search=Col 2:16\">Col. 2:16</a>, <a class=\"bibleref\" href=\"/passage/?search=Col 2:17\">17</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,12,3",
    "text" : "He answered, \"Haven't you read what David did when he and his companions were hungry?"
  }, {
    "verse" : "matthew,12,4",
    "text" : "He entered the house of God, and he and his companions ate the consecrated bread--which was not lawful for them to do, but only for the priests."
  }, {
    "verse" : "matthew,12,5",
    "text" : "Or haven't you read in the Law that on the Sabbath the priests in the temple desecrate the day and yet are innocent?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,12,3-matthew,12,6",
    "id" : 195749,
    "title" : "Matt 12:3–6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 12:3-Matt 12:6\">12:3–6</a></b> In His reply to the accusations of the Pharisees, Jesus uses two arguments from the lesser to the greater, both focusing on His own person and authority. David’s transgression of the ceremonial law in an hour of need had been allowed, and now One with much greater authority was present. Similarly, the demands of temple worship excuse priests from certain requirements of the Law and now “something greater than the temple” is here (<a class=\"bibleref\" href=\"/passage/?search=Matt 12:6\">v. 6</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,12,6",
    "text" : "I tell you that one greater than the temple is here."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,12,6",
    "id" : 195750,
    "title" : "Matt 12:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 12:6\">12:6</a></b> <b>something greater than the temple.</b> As the genuine needs of people are more important to God than ceremonial symbols, so the One in whom God dwells is greater than the symbolic dwelling place. Jesus, Immanuel (“God with us”), is the true temple, to whom the symbol pointed (<a class=\"bibleref\" href=\"/passage/?search=John 1:14\">John 1:14</a>; <a class=\"bibleref\" href=\"/passage/?search=John 2:21\">2:21</a>). The disciples, being in the presence of Jesus, had a far greater service than the priests who served in the Jerusalem temple.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,12,7",
    "text" : "If you had known what these words mean, 'I desire mercy, not sacrifice,' you would not have condemned the innocent."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,12,7",
    "id" : 195751,
    "title" : "Matt 12:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 12:7\">12:7</a></b> <b>I desire mercy.</b> Again quoting <a class=\"bibleref\" href=\"/passage/?search=Hos 6:6\">Hos. 6:6</a> (cf. 9:13), Jesus condemns the misuse of the law by the Pharisees. The Sabbath was given by God as a help to humanity, but the Pharisees were perverting this purpose by turning the Sabbath against those in need and making it a burden (<a class=\"bibleref\" href=\"/passage/?search=Mark 2:27\">Mark 2:27</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,12,8",
    "text" : "For the Son of Man is Lord of the Sabbath.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,12,8",
    "id" : 195752,
    "title" : "Matt 12:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 12:8\">12:8</a></b> <b>lord of the Sabbath.</b> The Son of Man has received dominion over creation (<a class=\"bibleref\" href=\"/passage/?search=Matt 8:20\">8:20</a> note) and redemption (<a class=\"bibleref\" href=\"/passage/?search=Matt 20:28\">20:28</a>). So too He has dominion over the Sabbath, the sign of God’s sovereignty in creation and redemption (<a class=\"bibleref\" href=\"/passage/?search=Matt 20:2\">v. 2</a> note). The claims Jesus makes here doubtless shocked the Pharisees, furthering their resolve to kill Him (<a class=\"bibleref\" href=\"/passage/?search=Matt 20:14\">v. 14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,12,9",
    "text" : "Going on from that place, he went into their synagogue,"
  }, {
    "verse" : "matthew,12,10",
    "text" : "and a man with a shriveled hand was there. Looking for a reason to accuse Jesus, they asked him, \"Is it lawful to heal on the Sabbath?\""
  }, {
    "verse" : "matthew,12,11",
    "text" : "He said to them, \"If any of you has a sheep and it falls into a pit on the Sabbath, will you not take hold of it and lift it out?"
  }, {
    "verse" : "matthew,12,12",
    "text" : "How much more valuable is a man than a sheep! Therefore it is lawful to do good on the Sabbath.\""
  }, {
    "verse" : "matthew,12,13",
    "text" : "Then he said to the man, \"Stretch out your hand.\" So he stretched it out and it was completely restored, just as sound as the other."
  }, {
    "verse" : "matthew,12,14",
    "text" : "But the Pharisees went out and plotted how they might kill Jesus."
  }, {
    "verse" : "matthew,12,15",
    "text" : "Aware of this, Jesus withdrew from that place. Many followed him, and he healed all their sick,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,12,9-matthew,12,14",
    "id" : 195753,
    "title" : "Matt 12:9–14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 12:9-Matt 12:14\">12:9–14</a></b> Another example of Christ’s lordship over the Sabbath. Again, there is no Old Testament prohibition of healing on the Sabbath, and it is always lawful to do good. Jesus does not teach that the Sabbath is abolished by the coming of the kingdom. He came not to destroy the law, but to fulfill it (<a class=\"bibleref\" href=\"/passage/?search=Matt 5:17\">5:17</a> note). The problem was not that the Pharisees observed the Sabbath but that they misinterpreted it, and turned what should have been a delight into a burden.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,12,16",
    "text" : "warning them not to tell who he was."
  }, {
    "verse" : "matthew,12,17",
    "text" : "This was to fulfill what was spoken through the prophet Isaiah:"
  }, {
    "verse" : "matthew,12,18",
    "text" : "\"Here is my servant whom I have chosen, the one I love, in whom I delight; I will put my Spirit on him, and he will proclaim justice to the nations."
  }, {
    "verse" : "matthew,12,19",
    "text" : "He will not quarrel or cry out; no one will hear his voice in the streets."
  }, {
    "verse" : "matthew,12,20",
    "text" : "A bruised reed he will not break, and a smoldering wick he will not snuff out, till he leads justice to victory."
  }, {
    "verse" : "matthew,12,21",
    "text" : "In his name the nations will put their hope.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,12,16-matthew,12,21",
    "id" : 195754,
    "title" : "Matt 12:16–21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 12:16-Matt 12:21\">12:16–21</a></b> <b>ordered them not to make him known.</b> <a class=\"bibleref\" href=\"/passage/?search=Isa 42:1-Isa 42:4\">Is. 42:1–4</a> is cited as an explanation of why Jesus commanded people not to tell who He was. He came to proclaim and establish justice, but not by a showy display of power, and not by leading a political or military movement. Since the role of the Messiah was so misunderstood among the people, Jesus had to dampen the misguided enthusiasm that was bound to spring up.</p></div>"
  } ]
} ]
