[ {
  "verses" : [ {
    "verse" : "matthew,14,13",
    "text" : "When Jesus heard what had happened, he withdrew by boat privately to a solitary place. Hearing of this, the crowds followed him on foot from the towns."
  }, {
    "verse" : "matthew,14,14",
    "text" : "When Jesus landed and saw a large crowd, he had compassion on them and healed their sick."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,14,13",
    "id" : 195788,
    "title" : "Matt 14:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 14:13\">14:13</a></b> <b>heard this.</b> According to <a class=\"bibleref\" href=\"/passage/?search=Matt 14:2\">v. 2</a>, enough time had elapsed following the death of John the Baptist for reports of Jesus’ miracles to come back to Herod. Jesus heard about Herod’s renewed inquiries.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,14,15",
    "text" : "As evening approached, the disciples came to him and said, \"This is a remote place, and it's already getting late. Send the crowds away, so they can go to the villages and buy themselves some food.\""
  }, {
    "verse" : "matthew,14,16",
    "text" : "Jesus replied, \"They do not need to go away. You give them something to eat.\""
  }, {
    "verse" : "matthew,14,17",
    "text" : "\"We have here only five loaves of bread and two fish,\" they answered."
  }, {
    "verse" : "matthew,14,18",
    "text" : "\"Bring them here to me,\" he said."
  }, {
    "verse" : "matthew,14,19",
    "text" : "And he directed the people to sit down on the grass. Taking the five loaves and the two fish and looking up to heaven, he gave thanks and broke the loaves. Then he gave them to the disciples, and the disciples gave them to the people."
  }, {
    "verse" : "matthew,14,20",
    "text" : "They all ate and were satisfied, and the disciples picked up twelve basketfuls of broken pieces that were left over."
  }, {
    "verse" : "matthew,14,21",
    "text" : "The number of those who ate was about five thousand men, besides women and children."
  }, {
    "verse" : "matthew,14,22",
    "text" : "Immediately Jesus made the disciples get into the boat and go on ahead of him to the other side, while he dismissed the crowd."
  }, {
    "verse" : "matthew,14,23",
    "text" : "After he had dismissed them, he went up on a mountainside by himself to pray. When evening came, he was there alone,"
  }, {
    "verse" : "matthew,14,24",
    "text" : "but the boat was already a considerable distance from land, buffeted by the waves because the wind was against it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,14,15-matthew,14,21",
    "id" : 195789,
    "title" : "Matt 14:15–21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 14:15-Matt 14:21\">14:15–21</a></b> As God provided manna for Israel in the wilderness, so Jesus provided bread for the people in a remote place. Jesus challenges the disciples to provide for the crowd, then makes them ministers of His provision (<a class=\"bibleref\" href=\"/passage/?search=Matt 14:16\">vv. 16</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 14:19\">19</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,14,25",
    "text" : "During the fourth watch of the night Jesus went out to them, walking on the lake."
  }, {
    "verse" : "matthew,14,26",
    "text" : "When the disciples saw him walking on the lake, they were terrified. \"It's a ghost,\" they said, and cried out in fear."
  }, {
    "verse" : "matthew,14,27",
    "text" : "But Jesus immediately said to them: \"Take courage! It is I. Don't be afraid.\""
  }, {
    "verse" : "matthew,14,28",
    "text" : "\"Lord, if it's you,\" Peter replied, \"tell me to come to you on the water.\""
  }, {
    "verse" : "matthew,14,29",
    "text" : "\"Come,\" he said."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,14,25",
    "id" : 195790,
    "title" : "Matt 14:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 14:25\">14:25</a></b> <b>fourth watch.</b> Between 3:00 and 6:00 <span class=\"small-caps\">a.m.</span></p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,14,30",
    "text" : "Then Peter got down out of the boat, walked on the water and came toward Jesus. But when he saw the wind, he was afraid and, beginning to sink, cried out, \"Lord, save me!\""
  }, {
    "verse" : "matthew,14,31",
    "text" : "Immediately Jesus reached out his hand and caught him. \"You of little faith,\" he said, \"why did you doubt?\""
  }, {
    "verse" : "matthew,14,32",
    "text" : "And when they climbed into the boat, the wind died down."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,14,30",
    "id" : 195791,
    "title" : "Matt 14:30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 14:30\">14:30</a></b> Cf. <a class=\"bibleref\" href=\"/passage/?search=Ps 69:1-Ps 69:3\">Ps. 69:1–3</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,14,33",
    "text" : "Then those who were in the boat worshiped him, saying, \"Truly you are the Son of God.\""
  }, {
    "verse" : "matthew,14,34",
    "text" : "When they had crossed over, they landed at Gennesaret."
  }, {
    "verse" : "matthew,14,35",
    "text" : "And when the men of that place recognized Jesus, they sent word to all the surrounding country. People brought all their sick to him"
  }, {
    "verse" : "matthew,14,36",
    "text" : "and begged him to let the sick just touch the edge of his cloak, and all who touched him were healed."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,14,33",
    "id" : 195792,
    "title" : "Matt 14:33",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 14:33\">14:33</a></b> <b>Son of God.</b> This title recognizes the messiahship of Jesus and His display of divine power (<a class=\"bibleref\" href=\"/passage/?search=Matt 16:16\">16:16</a> note).</p></div>"
  } ]
} ]
