[ {
  "verses" : [ {
    "verse" : "matthew,15,29",
    "text" : "Jesus left there and went along the Sea of Galilee. Then he went up on a mountainside and sat down."
  }, {
    "verse" : "matthew,15,30",
    "text" : "Great crowds came to him, bringing the lame, the blind, the crippled, the mute and many others, and laid them at his feet; and he healed them."
  }, {
    "verse" : "matthew,15,31",
    "text" : "The people were amazed when they saw the mute speaking, the crippled made well, the lame walking and the blind seeing. And they praised the God of Israel."
  }, {
    "verse" : "matthew,15,32",
    "text" : "Jesus called his disciples to him and said, \"I have compassion for these people; they have already been with me three days and have nothing to eat. I do not want to send them away hungry, or they may collapse on the way.\""
  }, {
    "verse" : "matthew,15,33",
    "text" : "His disciples answered, \"Where could we get enough bread in this remote place to feed such a crowd?\""
  }, {
    "verse" : "matthew,15,34",
    "text" : "\"How many loaves do you have?\" Jesus asked. \"Seven,\" they replied, \"and a few small fish.\""
  }, {
    "verse" : "matthew,15,35",
    "text" : "He told the crowd to sit down on the ground."
  }, {
    "verse" : "matthew,15,36",
    "text" : "Then he took the seven loaves and the fish, and when he had given thanks, he broke them and gave them to the disciples, and they in turn to the people."
  }, {
    "verse" : "matthew,15,37",
    "text" : "They all ate and were satisfied. Afterward the disciples picked up seven basketfuls of broken pieces that were left over."
  }, {
    "verse" : "matthew,15,38",
    "text" : "The number of those who ate was four thousand, besides women and children."
  }, {
    "verse" : "matthew,15,39",
    "text" : "After Jesus had sent the crowd away, he got into the boat and went to the vicinity of Magadan."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,15,29-matthew,15,39",
    "id" : 195798,
    "title" : "Matt 15:29–39",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 15:29-Matt 15:39\">15:29–39</a></b> Mark indicates that these events took place in the Decapolis (<a class=\"bibleref\" href=\"/passage/?search=Mark 7:31\">Mark 7:31</a>), a predominantly Gentile area. It follows the story of the Canaanite woman.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,16,1",
    "text" : "The Pharisees and Sadducees came to Jesus and tested him by asking him to show them a sign from heaven."
  }, {
    "verse" : "matthew,16,2",
    "text" : "He replied, \"When evening comes, you say, 'It will be fair weather, for the sky is red,'"
  }, {
    "verse" : "matthew,16,3",
    "text" : "and in the morning, 'Today it will be stormy, for the sky is red and overcast.' You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,16,1",
    "id" : 195799,
    "title" : "Matt 16:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 16:1\">16:1 a</a></b> <b>sign from heaven.</b> Jesus referred the Pharisees to a literal sign from heaven, the sky itself. His analogy shows that the problem was not lack of evidence, but an unwillingness to accept its significance. Jesus had performed many signs already.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,16,4",
    "text" : "A wicked and adulterous generation looks for a miraculous sign, but none will be given it except the sign of Jonah.\" Jesus then left them and went away."
  }, {
    "verse" : "matthew,16,5",
    "text" : "When they went across the lake, the disciples forgot to take bread."
  }, {
    "verse" : "matthew,16,6",
    "text" : "\"Be careful,\" Jesus said to them. \"Be on your guard against the yeast of the Pharisees and Sadducees.\""
  }, {
    "verse" : "matthew,16,7",
    "text" : "They discussed this among themselves and said, \"It is because we didn't bring any bread.\""
  }, {
    "verse" : "matthew,16,8",
    "text" : "Aware of their discussion, Jesus asked, \"You of little faith, why are you talking among yourselves about having no bread?"
  }, {
    "verse" : "matthew,16,9",
    "text" : "Do you still not understand? Don't you remember the five loaves for the five thousand, and how many basketfuls you gathered?"
  }, {
    "verse" : "matthew,16,10",
    "text" : "Or the seven loaves for the four thousand, and how many basketfuls you gathered?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,16,4",
    "id" : 195800,
    "title" : "Matt 16:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 16:4\">16:4</a></b> <b>sign of Jonah.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Matt 12:39\">12:39</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,16,11",
    "text" : "How is it you don't understand that I was not talking to you about bread? But be on your guard against the yeast of the Pharisees and Sadducees.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,16,11",
    "id" : 195801,
    "title" : "Matt 16:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 16:11\">16:11</a></b> <b>not . . . about bread.</b> Jesus frequently spoke in parables, but was misunderstood here by His disciples who thought He was speaking literally (<a class=\"bibleref\" href=\"/passage/?search=Matt 16:7\">v. 7</a>). They should have realized from His feeding miracles that Jesus could provide food if that was what was needed, and so recognized that He was speaking metaphorically about the “leaven” (the doctrine, <a class=\"bibleref\" href=\"/passage/?search=Matt 16:12\">v. 12</a>) of the Pharisees and Sadducees (<a class=\"bibleref\" href=\"/passage/?search=Mark 8:15\">Mark 8:15</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,16,12",
    "text" : "Then they understood that he was not telling them to guard against the yeast used in bread, but against the teaching of the Pharisees and Sadducees."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,16,12",
    "id" : 195802,
    "title" : "Matt 16:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 16:12\">16:12</a></b> False teaching, like leaven in dough, can quickly permeate the church and corrupt its holiness.</p></div>"
  } ]
} ]
