[ {
  "verses" : [ {
    "verse" : "matthew,17,10",
    "text" : "The disciples asked him, \"Why then do the teachers of the law say that Elijah must come first?\""
  } ],
  "rsbNotes" : [ ]
}, {
  "verses" : [ {
    "verse" : "matthew,17,11",
    "text" : "Jesus replied, \"To be sure, Elijah comes and will restore all things."
  }, {
    "verse" : "matthew,17,12",
    "text" : "But I tell you, Elijah has already come, and they did not recognize him, but have done to him everything they wished. In the same way the Son of Man is going to suffer at their hands.\""
  }, {
    "verse" : "matthew,17,13",
    "text" : "Then the disciples understood that he was talking to them about John the Baptist."
  }, {
    "verse" : "matthew,17,14",
    "text" : "When they came to the crowd, a man approached Jesus and knelt before him."
  }, {
    "verse" : "matthew,17,15",
    "text" : "\"Lord, have mercy on my son,\" he said. \"He has seizures and is suffering greatly. He often falls into the fire or into the water."
  }, {
    "verse" : "matthew,17,16",
    "text" : "I brought him to your disciples, but they could not heal him.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,17,11",
    "id" : 195817,
    "title" : "Matt 17:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 17:11\">17:11</a></b> <b>Elijah does come.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Matt 11:14\">11:14</a>. The scribes were right but failed to recognize both Elijah and the Messiah when they came.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,17,17",
    "text" : "\"O unbelieving and perverse generation,\" Jesus replied, \"how long shall I stay with you? How long shall I put up with you? Bring the boy here to me.\""
  }, {
    "verse" : "matthew,17,18",
    "text" : "Jesus rebuked the demon, and it came out of the boy, and he was healed from that moment."
  }, {
    "verse" : "matthew,17,19",
    "text" : "Then the disciples came to Jesus in private and asked, \"Why couldn't we drive it out?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,17,17",
    "id" : 195818,
    "title" : "Matt 17:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 17:17\">17:17</a></b> Jesus, like Moses, came down from the mount of glory to encounter unbelief (<a class=\"bibleref\" href=\"/passage/?search=Exod 32:15-Exod 32:21\">Ex. 32:15–21</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,17,20",
    "text" : "He replied, \"Because you have so little faith. I tell you the truth, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there' and it will move. Nothing will be impossible for you.\""
  }, {
    "verse" : "matthew,17,21",
    "text" : "See Footnote"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,17,20",
    "id" : 195819,
    "title" : "Matt 17:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 17:20\">17:20</a></b> <b>little faith.</b> The disciples’ shortage of faith was not that they lacked confidence or did not expect success—they were apparently surprised by their failure—but because their expectation was not properly grounded in relationship to God. A tiny grain of true faith, rooted in submissiveness to God, is effective. <a class=\"bibleref\" href=\"/passage/?search=Mark 9:29\">Mark 9:29</a> makes this point even clearer by speaking of prayer as the key.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,17,22",
    "text" : "When they came together in Galilee, he said to them, \"The Son of Man is going to be betrayed into the hands of men."
  }, {
    "verse" : "matthew,17,23",
    "text" : "They will kill him, and on the third day he will be raised to life.\" And the disciples were filled with grief."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,17,22-matthew,17,23",
    "id" : 195820,
    "title" : "Matt 17:22–23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 17:22\">17:22</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 17:23\">23</a></b> This statement is the second prediction of suffering and resurrection in Matthew (<a class=\"bibleref\" href=\"/passage/?search=Matt 16:21-Matt 16:24\">16:21–24</a>). Jesus will undertake the suffering He describes as the Servant of the Lord (<a class=\"bibleref\" href=\"/passage/?search=Isa 53\">Is. 53</a>). It appears that no one before Jesus had ever identified the Messiah, the Son of Man, and the Suffering Servant of the Old Testament as three aspects of the one Redeemer and King. The disciples are so overwhelmed by their difficulty in accepting the suffering of the Messiah that they apparently do not even hear the promise of the Resurrection. At least they did not initially believe it (<a class=\"bibleref\" href=\"/passage/?search=Luke 24:25\">Luke 24:25</a>, <a class=\"bibleref\" href=\"/passage/?search=Luke 24:37\">37</a>, <a class=\"bibleref\" href=\"/passage/?search=Luke 24:38\">38</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,17,24",
    "text" : "After Jesus and his disciples arrived in Capernaum, the collectors of the two-drachma tax came to Peter and asked, \"Doesn't your teacher pay the temple tax?\""
  }, {
    "verse" : "matthew,17,25",
    "text" : "\"Yes, he does,\" he replied. When Peter came into the house, Jesus was the first to speak. \"What do you think, Simon?\" he asked. \"From whom do the kings of the earth collect duty and taxes--from their own sons or from others?\""
  }, {
    "verse" : "matthew,17,26",
    "text" : "\"From others,\" Peter answered."
  }, {
    "verse" : "matthew,17,27",
    "text" : "\"Then the sons are exempt,\" Jesus said to him. \"But so that we may not offend them, go to the lake and throw out your line. Take the first fish you catch; open its mouth and you will find a four-drachma coin. Take it and give it to them for my tax and yours.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,17,24-matthew,17,27",
    "id" : 195821,
    "title" : "Matt 17:24–27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 17:24-Matt 17:27\">17:24–27</a></b> The temple tax was prescribed in <a class=\"bibleref\" href=\"/passage/?search=Exod 30:13\">Ex. 30:13</a>. The passage is not about paying taxes to the civil authority (22:21). Jesus’ point is that the Christ and His disciples enjoy a relationship with God that frees them from the obligations imposed upon “others.” Yet Jesus is willing to conform to previous requirements in order to avoid giving offense. Paul advised (<a class=\"bibleref\" href=\"/passage/?search=Rom 14:13-Rom 14:21\">Rom. 14:13–21</a>) and practiced (<a class=\"bibleref\" href=\"/passage/?search=Acts 16:3\">Acts 16:3</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 21:26\">21:26</a>) similar continued observance of some ritual requirements of the Old Testament law.</p></div>"
  } ]
} ]
