[ {
  "verses" : [ {
    "verse" : "matthew,18,1",
    "text" : "At that time the disciples came to Jesus and asked, \"Who is the greatest in the kingdom of heaven?\""
  }, {
    "verse" : "matthew,18,2",
    "text" : "He called a little child and had him stand among them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,18,1-matthew,18,35",
    "id" : 195822,
    "title" : "Matt 18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 18\">18:1–35</a></b> This chapter is the fourth of the five great discourses in Matthew (Introduction: Characteristics and Themes).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,18,3",
    "text" : "And he said: \"I tell you the truth, unless you change and become like little children, you will never enter the kingdom of heaven."
  }, {
    "verse" : "matthew,18,4",
    "text" : "Therefore, whoever humbles himself like this child is the greatest in the kingdom of heaven."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,18,3",
    "id" : 195823,
    "title" : "Matt 18:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 18:3\">18:3</a></b> <b>like children.</b> Jesus makes this comparison not because children are supposed to be innocent, but because they are dependent upon others and willingly accept from them what they cannot provide for themselves.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,18,5",
    "text" : "\"And whoever welcomes a little child like this in my name welcomes me."
  }, {
    "verse" : "matthew,18,6",
    "text" : "But if anyone causes one of these little ones who believe in me to sin, it would be better for him to have a large millstone hung around his neck and to be drowned in the depths of the sea."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,18,5",
    "id" : 195824,
    "title" : "Matt 18:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 18:5\">18:5</a></b> <b>Whoever receives.</b> Since Jesus’ followers must become “like children,” the “child” represents any disciple. Response to Jesus’ disciples is a response to Jesus Himself, and causing a disciple to sin is a grave offense (<a class=\"bibleref\" href=\"/passage/?search=Matt 18:6\">v. 6</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,18,7",
    "text" : "\"Woe to the world because of the things that cause people to sin! Such things must come, but woe to the man through whom they come!"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,18,7",
    "id" : 195825,
    "title" : "Matt 18:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 18:7\">18:7</a></b> Universal human depravity will result in inevitable offenses, but individual responsibility (“woe to the one by whom the temptation comes”) is not diminished by the commonplace occurrence of sin.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,18,8",
    "text" : "If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire."
  }, {
    "verse" : "matthew,18,9",
    "text" : "And if your eye causes you to sin, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,18,8-matthew,18,9",
    "id" : 195826,
    "title" : "Matt 18:8–9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 18:8\">18:8</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 18:9\">9</a></b> See notes <a class=\"bibleref\" href=\"/passage/?search=Matt 5-Matt 7\">5:1–7:29</a> and <a class=\"bibleref\" href=\"/passage/?search=Matt 5:29\">5:29</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,18,10",
    "text" : "\"See that you do not look down on one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven."
  }, {
    "verse" : "matthew,18,11",
    "text" : "See Footnote"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,18,10",
    "id" : 195827,
    "title" : "Matt 18:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 18:10\">18:10</a></b> <b>their angels.</b> Scripture teaches that angels guard and minister to God’s people (<a class=\"bibleref\" href=\"/passage/?search=Ps 91:11\">Ps. 91:11</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 1:14\">Heb. 1:14</a>) and that these spiritual beings may be assigned specific areas of responsibility (<a class=\"bibleref\" href=\"/passage/?search=Dan 12:1\">Dan. 12:1</a>). Though this verse is sometimes interpreted to mean that each believer has a personal angelic guardian (<a class=\"bibleref\" href=\"/passage/?search=Acts 12:15\">Acts 12:15</a> and note), this popular belief goes beyond the biblical evidence. Nevertheless, God’s care of His people through angels should be an encouragement to Christians.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,18,12",
    "text" : "\"What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off?"
  }, {
    "verse" : "matthew,18,13",
    "text" : "And if he finds it, I tell you the truth, he is happier about that one sheep than about the ninety-nine that did not wander off."
  }, {
    "verse" : "matthew,18,14",
    "text" : "In the same way your Father in heaven is not willing that any of these little ones should be lost."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,18,12-matthew,18,14",
    "id" : 195828,
    "title" : "Matt 18:12–14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 18:12-Matt 18:14\">18:12–14</a></b> The concern for the one is not at the expense of the ninety-nine, but indicates God’s commitment to each disciple, and His special concern for one straying or in danger. God elects, seeks out, and preserves not only His church as a whole, but each individual within the church. <a class=\"bibleref\" href=\"/passage/?search=Ezek 34:11-Ezek 34:16\">Ezek. 34:11–16</a> probably lies behind this parable.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,18,15",
    "text" : "\"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over."
  }, {
    "verse" : "matthew,18,16",
    "text" : "But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.'"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,18,15",
    "id" : 195829,
    "title" : "Matt 18:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 18:15\">18:15</a></b> <b>If your brother sins.</b> This three-stage procedure for dealing with a Christian in sin is at the heart of all church discipline. The goal is to bring about repentance while keeping general public awareness of the sin to a minimum. At no point is the matter to be broadcast to the world at large. See theological note “Church Discipline and Excommunication.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,18,17",
    "text" : "If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,18,17",
    "id" : 195830,
    "title" : "Matt 18:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 18:17\">18:17</a></b> <b>church.</b> The use of the word “church” by Jesus may appear premature, but only if the “church” is divorced from its moorings in the Old Testament. In the Greek translation of the Old Testament (the Septuagint), the “assembly” of the people of God is called the <i>ekklesia,</i> or “church.” Jesus’ use of <a class=\"bibleref\" href=\"/passage/?search=Deut 19:15\">Deut. 19:15</a> in v. 16 implies that the church is equivalent to Old Testament Israel.</p><p><b>let him be to you as a Gentile and a tax collector.</b> Such individuals are to be cut off from fellowship and suspended from full social relations with other Christians. Paul applies this discipline in <a class=\"bibleref\" href=\"/passage/?search=1Cor 5\">1 Cor. 5</a> and <a class=\"bibleref\" href=\"/passage/?search=1Tim 1:20\">1 Tim. 1:20</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,18,18",
    "text" : "\"I tell you the truth, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,18,18",
    "id" : 195831,
    "title" : "Matt 18:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 18:18\">18:18</a></b> See note <a class=\"bibleref\" href=\"/passage/?search=Matt 16:19\">16:19</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "matthew,18,19",
    "text" : "\"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven."
  }, {
    "verse" : "matthew,18,20",
    "text" : "For where two or three come together in my name, there am I with them.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "matthew,18,19-matthew,18,20",
    "id" : 195832,
    "title" : "Matt 18:19–20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Matt 18:19\">18:19</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 18:20\">20</a></b> These verses should be taken in the larger context as still dealing with church discipline. V. 19 is a further application of <a class=\"bibleref\" href=\"/passage/?search=Matt 18:18\">v. 18</a>, and <a class=\"bibleref\" href=\"/passage/?search=Matt 18:20\">v. 20</a> states that Jesus is present to validate the judicial activity of the church.</p></div>"
  } ]
} ]
