[ {
  "verses" : [ {
    "verse" : "colossians,2,8",
    "text" : "See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "colossians,2,8",
    "id" : 198687,
    "title" : "Col 2:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Col 2:8\">2:8</a></b> <b>the elemental spirits of the world.</b> See Introduction: Interpretive Difficulties.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "colossians,2,9",
    "text" : "For in Christ all the fullness of the Deity lives in bodily form,"
  }, {
    "verse" : "colossians,2,10",
    "text" : "and you have been given fullness in Christ, who is the head over every power and authority."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "colossians,2,9-colossians,2,10",
    "id" : 198688,
    "title" : "Col 2:9–10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Col 2:9\">2:9</a>, <a class=\"bibleref\" href=\"/passage/?search=Col 2:10\">10</a></b> A stunning rebuttal of the false teachers who encourage submission to the “elemental spirits” (<a class=\"bibleref\" href=\"/passage/?search=Col 2:8\">v. 8</a>) as a means of overcoming fears of not being acceptable before God. As outlined in the following verses, the “fullness” of God that the false teachers pretend to offer resides in Christ and is obtained only through Him (<a class=\"bibleref\" href=\"/passage/?search=Col 1:19\">1:19</a>, <a class=\"bibleref\" href=\"/passage/?search=Col 1:20\">20</a>). See “Jesus Christ, God and Man” at <a class=\"bibleref\" href=\"/passage/?search=John 1:14\">John 1:14</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "colossians,2,11",
    "text" : "In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ,"
  }, {
    "verse" : "colossians,2,12",
    "text" : "having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "colossians,2,11",
    "id" : 198689,
    "title" : "Col 2:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Col 2:11\">2:11</a></b> <b>circumcision.</b> It is often thought that Paul mentions circumcision at this point because the false teachers in Colossae were commending it, much as those in Galatia were. However, in this letter there is no direct argument made against circumcision, as there is in Galatians. It is better to think of Paul as introducing the topic to show that something of what the Colossians are promised by the false teachers—power over the flesh (<a class=\"bibleref\" href=\"/passage/?search=Col 2:23\">v. 23</a>)—is already theirs in their relationship with Christ.</p><p>As the initiating rite of the old covenant, circumcision had signified cutting away sin, undergoing a change of heart, and being included in the household of faith (<a class=\"bibleref\" href=\"/passage/?search=Deut 10:16\">Deut. 10:16</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 30:6\">30:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 4:4\">Jer. 4:4</a>; <a class=\"bibleref\" href=\"/passage/?search=Jer 9:25\">9:25</a>, <a class=\"bibleref\" href=\"/passage/?search=Jer 9:26\">26</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 44:7\">Ezek. 44:7</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 44:9\">9</a>). Dramatically, Paul says that in their baptism into Christ and into His body, these Gentiles have already been circumcised. Baptism is “the circumcision of Christ,” and it signifies the washing away of sin, personal renewal by the Spirit of God, and membership in the body of Christ (cf. v. 13; <a class=\"bibleref\" href=\"/passage/?search=Acts 2:38\">Acts 2:38</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 6:4\">Rom. 6:4</a>; <a class=\"bibleref\" href=\"/passage/?search=1Cor 12:13\">1 Cor. 12:13</a>; <a class=\"bibleref\" href=\"/passage/?search=Titus 3:5\">Titus 3:5</a>; <a class=\"bibleref\" href=\"/passage/?search=1Pet 3:21\">1 Pet. 3:21</a>). The passage makes an important point about the unity of the covenant of grace in both the Old and New Testament era: Gentile believers are not expected to follow the old covenant <i>mode</i> of identification with God and His people (<a class=\"bibleref\" href=\"/passage/?search=Acts 15\">Acts 15</a>). But their faith in Christ has nevertheless made them as much children of Abraham as if they were ethnic Jewish believers (<a class=\"bibleref\" href=\"/passage/?search=Rom 2:28\">Rom. 2:28</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 2:29\">29</a>; <a class=\"bibleref\" href=\"/passage/?search=Gal 3:26-Gal 3:29\">Gal. 3:26–29</a>; <a class=\"bibleref\" href=\"/passage/?search=Phil 3:3\">Phil. 3:3</a>). Baptism is not identical to circumcision, but it corresponds to it in essence (<a class=\"bibleref\" href=\"/passage/?search=Rom 4:11\">Rom. 4:11</a>) and has replaced it as the sign of the covenant.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "colossians,2,13",
    "text" : "When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "colossians,2,13",
    "id" : 198690,
    "title" : "Col 2:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Col 2:13\">2:13</a></b> <b>forgiven us all our trespasses.</b> It is more characteristic of Paul to speak of justification than of forgiveness, and of sin in the singular than of sins in the plural (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:12-Rom 5:21\">Rom. 5:12–21</a>). His purpose here may be to emphasize that God has not only overcome sin as a general power, but He has also put away the guilt that stems from particular acts. See “Regeneration: The New Birth” at <a class=\"bibleref\" href=\"/passage/?search=John 3:3\">John 3:3</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "colossians,2,14",
    "text" : "having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "colossians,2,14",
    "id" : 198691,
    "title" : "Col 2:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Col 2:14\">2:14</a></b> <b>canceling the record of debt.</b> The law is compared to a certificate of indebtedness written in the debtor’s own hand. Jesus was born “under the law,” subject to its demands and curses (<a class=\"bibleref\" href=\"/passage/?search=Gal 4:4\">Gal. 4:4</a>). On the cross He was “made . . . to be sin” (<a class=\"bibleref\" href=\"/passage/?search=2Cor 5:21\">2 Cor. 5:21</a>) and endured the law’s curse against unrighteousness (<a class=\"bibleref\" href=\"/passage/?search=Gal 3:13\">Gal. 3:13</a>). In the execution of the death sentence on Jesus when He was nailed to the cross, Paul sees the cancellation of the death warrant that stood against transgressors of the law. The believer is no longer subject to the threat of the law’s condemnation.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "colossians,2,15",
    "text" : "And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "colossians,2,15",
    "id" : 198692,
    "title" : "Col 2:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Col 2:15\">2:15</a></b> <b>put them to open shame.</b> The image is of a conquering Roman general parading his vanquished and humiliated enemies behind his chariot. An invisible cosmic struggle took place at the cross, and the prince of this age was “cast out” (<a class=\"bibleref\" href=\"/passage/?search=John 12:31\">John 12:31</a>), “thrown down to the earth” (<a class=\"bibleref\" href=\"/passage/?search=Rev 12:9\">Rev. 12:9</a>), and “bound” (<a class=\"bibleref\" href=\"/passage/?search=Rev 20:2\">Rev. 20:2</a>; see also <a class=\"bibleref\" href=\"/passage/?search=Matt 12:29\">Matt. 12:29</a>; <a class=\"bibleref\" href=\"/passage/?search=Luke 10:18\">Luke 10:18</a>). Through Jesus’ death for sinners, Satan was robbed of his power to intimidate and control people through the threat of death and eternal separation from God (<a class=\"bibleref\" href=\"/passage/?search=Ezek 18\">Ezek. 18</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 5:12\">Rom. 5:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 6:23\">6:23</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 2:14\">Heb. 2:14</a>, <a class=\"bibleref\" href=\"/passage/?search=Heb 2:15\">15</a>). The struggle with Satan and his legions will not see its conclusion until the Lord’s return in glory (<a class=\"bibleref\" href=\"/passage/?search=2Cor 4:4\">2 Cor. 4:4</a>; <a class=\"bibleref\" href=\"/passage/?search=Eph 6:10-Eph 6:18\">Eph. 6:10–18</a>; <a class=\"bibleref\" href=\"/passage/?search=1Pet 5:8\">1 Pet. 5:8</a>), but the devil’s power is broken. As Luther sang, “Lo, his doom is sure.” With the ground of their constant accusations taken away, the hostile powers of Satan have lost their advantage forever. See “Demons” at <a class=\"bibleref\" href=\"/passage/?search=Deut 32:17\">Deut. 32:17</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "colossians,2,16",
    "text" : "Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day."
  }, {
    "verse" : "colossians,2,17",
    "text" : "These are a shadow of the things that were to come; the reality, however, is found in Christ."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "colossians,2,16-colossians,2,17",
    "id" : 198693,
    "title" : "Col 2:16–17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Col 2:16\">2:16</a>, <a class=\"bibleref\" href=\"/passage/?search=Col 2:17\">17</a></b> In Colossae, the Sabbath was kept and festivals observed in order to placate supernatural powers or angels thought to direct the course of the stars, regulate the calendar, and determine human destiny. This, Paul says, is a form of bondage from which Christ came to liberate men and women.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "colossians,2,18",
    "text" : "Do not let anyone who delights in false humility and the worship of angels disqualify you for the prize. Such a person goes into great detail about what he has seen, and his unspiritual mind puffs him up with idle notions."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "colossians,2,18",
    "id" : 198694,
    "title" : "Col 2:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Col 2:18\">2:18</a></b> <b>worship of angels.</b> This can be taken as a reference to practices found among some Jewish mystics, whose goal was to participate in angelic worship before the throne of God and to attain to ecstatic prayer through asceticism and strict observance of the Torah. In this case, “worship of angels” would mean “worship along with angels.” This line of interpretation assumes that the false teachers actually practiced a more-or-less orthodox Judaism and wanted to worship God. But the appearance given by Colossians is that the church was being tempted to worship not God but spirits intermediate between God and humans (Introduction: Interpretive Difficulties).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "colossians,2,19",
    "text" : "He has lost connection with the Head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "colossians,2,19",
    "id" : 198695,
    "title" : "Col 2:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Col 2:19\">2:19</a></b> To seek the favor of angelic beings is to fail to honor Christ for what He is as the fullness of deity (<a class=\"bibleref\" href=\"/passage/?search=Col 2:9\">v. 9</a>; <a class=\"bibleref\" href=\"/passage/?search=Col 1:19\">1:19</a>); and secondly, not to enjoy the totality of the redemption that has been won in His death and resurrection (<a class=\"bibleref\" href=\"/passage/?search=Col 1:10-Col 1:15\">vv. 10–15</a>; <a class=\"bibleref\" href=\"/passage/?search=Col 1:20-Col 1:22\">1:20–22</a>).</p><p><b>Head . . . body.</b> This language looks back at <a class=\"bibleref\" href=\"/passage/?search=Col 1:18\">1:18</a>, and ahead to the way Paul develops the idea of the Christian life under Christ’s headship in the context of membership in the church in <a class=\"bibleref\" href=\"/passage/?search=Col 3:1-Col 4:6\">3:1–4:6</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "colossians,2,20",
    "text" : "Since you died with Christ to the basic principles of this world, why, as though you still belonged to it, do you submit to its rules:"
  }, {
    "verse" : "colossians,2,21",
    "text" : "\"Do not handle! Do not taste! Do not touch!\"?"
  }, {
    "verse" : "colossians,2,22",
    "text" : "These are all destined to perish with use, because they are based on human commands and teachings."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "colossians,2,20",
    "id" : 198696,
    "title" : "Col 2:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Col 2:20\">2:20</a></b> <b>elemental spirits.</b> See Introduction: Interpretive Difficulties; theological note “Christians in the World” on the next page.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "colossians,2,23",
    "text" : "Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "colossians,2,23",
    "id" : 198697,
    "title" : "Col 2:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Col 2:23\">2:23</a></b> <b>self-made religion.</b> God accepts worship offered according to His will revealed in Scripture, not religious exercises done at the dictate of presumptuous human whim (<a class=\"bibleref\" href=\"/passage/?search=Matt 15:9\">Matt. 15:9</a>). The idea that God must be worshiped only in the way He has instituted has had a profound influence in Reformed churches.</p><p><b>of no value.</b> The Greek of this verse is very difficult. It apparently means not only that the ascetic disciplines Paul is opposing are worthless, but that they are actively harmful, exciting their own sort of “indulgence of the flesh.” This is precisely what the Reformers—preeminently Luther—saw themselves up against in the extra-biblical rituals that had emerged in the medieval church.</p></div>"
  } ]
} ]
