[ {
  "verses" : [ {
    "verse" : "proverbs,25,11",
    "text" : "A word aptly spoken is like apples of gold in settings of silver."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,25,11",
    "id" : 192235,
    "title" : "Pr 25:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 25:11\">25:11</a></b> Lit. “Apples of gold in settings of silver, a word fitly spoken.” This kind of proverbial comparison simply places two or more things side by side (cf. <a class=\"bibleref\" href=\"/passage/?search=Prov 25:18\">v. 18</a>), leaving the reader to work out the nature of the comparison. The importance of well-chosen words, a common wisdom theme, is highlighted by their comparison with objects of fine craftsmanship.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,25,12",
    "text" : "Like an earring of gold or an ornament of fine gold is a wise man's rebuke to a listening ear."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,25,12",
    "id" : 192236,
    "title" : "Pr 25:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 25:12\">25:12</a></b> A similar comparison of ideas is found in <a class=\"bibleref\" href=\"/passage/?search=Prov 25:11\">v. 11</a>. Two pieces of jewelry are set alongside a good relationship between the wise teacher’s rebuke and the receptive pupil. The implied comparison says either that a rebuke is as valuable as fine gold jewelry, or that a wise rebuke and a receptive ear go together like matched jewelry.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,25,13",
    "text" : "Like the coolness of snow at harvest time is a trustworthy messenger to those who send him; he refreshes the spirit of his masters."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,25,13",
    "id" : 192237,
    "title" : "Pr 25:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 25:13\">25:13</a></b> <b>Like the cold of snow.</b> The imagery is not of an unseasonable snowfall, which would be disastrous for the harvest, but of refreshment (cf. <a class=\"bibleref\" href=\"/passage/?search=Prov 25:25\">v. 25</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,25,14",
    "text" : "Like clouds and wind without rain is a man who boasts of gifts he does not give."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,25,14",
    "id" : 192238,
    "title" : "Pr 25:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 25:14\">25:14</a></b> Inhabitants of Palestine often experienced clouds that promised rain but proved to be dry (<a class=\"bibleref\" href=\"/passage/?search=Jude 1:12\">Jude 12</a>). Such a proverb today might be applied to those who seek power and influence, whether political or personal, by promises that are not fulfilled.</p></div>"
  } ]
} ]
