[ {
  "verses" : [ {
    "verse" : "psalms,101,1",
    "text" : "I will sing of your love and justice; to you, O LORD, I will sing praise."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,101,1-psalms,101,8",
    "id" : 191119,
    "title" : "Ps 101",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 101\">Ps. 101</a></b> In this psalm the king promises to live a life of obedience, pursuing holiness in his own life and seeking to root out evil from his kingdom. David could not live up to his own ideals. He failed time after time, though he lived a life of repentance. Many believe that <a class=\"bibleref\" href=\"/passage/?search=Ps 101\">Psalm 101</a> was written by David and later used as a coronation psalm, beginning with Solomon. If so, high ideals at the beginning of his reign degenerated into disobedience and, in the case of Solomon, open apostasy. Christ alone could offer perfect obedience in the flesh.</p></div>"
  }, {
    "verseRange" : "psalms,101,1",
    "id" : 191120,
    "title" : "Ps 101:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 101:1\">101:1</a></b> <b>justice.</b> The reference is to God’s judgments. The psalmist praises the Lord for them because they are consistent and righteous, not arbitrary.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,101,2",
    "text" : "I will be careful to lead a blameless life- when will you come to me? I will walk in my house with blameless heart."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,101,2",
    "id" : 191121,
    "title" : "Ps 101:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 101:2\">101:2</a></b> <b>the way that is blameless.</b> As defined by the law of God. See <a class=\"bibleref\" href=\"/passage/?search=Mic 6:8\">Mic. 6:8</a> for the classic description.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,101,3",
    "text" : "I will set before my eyes no vile thing. The deeds of faithless men I hate; they will not cling to me."
  }, {
    "verse" : "psalms,101,4",
    "text" : "Men of perverse heart shall be far from me; I will have nothing to do with evil."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,101,3",
    "id" : 191122,
    "title" : "Ps 101:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 101:3\">101:3</a></b> <b>I hate.</b> The psalmist strongly repudiates wicked deeds. He will not tolerate them in his presence. In this he seeks to emulate God, who will not tolerate an unrepentant sinner in His presence.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "psalms,101,5",
    "text" : "Whoever slanders his neighbor in secret, him will I put to silence; whoever has haughty eyes and a proud heart, him will I not endure."
  }, {
    "verse" : "psalms,101,6",
    "text" : "My eyes will be on the faithful in the land, that they may dwell with me; he whose walk is blameless will minister to me."
  }, {
    "verse" : "psalms,101,7",
    "text" : "No one who practices deceit will dwell in my house; no one who speaks falsely will stand in my presence."
  }, {
    "verse" : "psalms,101,8",
    "text" : "Every morning I will put to silence all the wicked in the land; I will cut off every evildoer from the city of the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "psalms,101,5",
    "id" : 191123,
    "title" : "Ps 101:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ps 101:5\">101:5</a></b> <b>I will destroy . . . I will not endure.</b> The psalmist will actively oppose unrighteousness in his area of authority.</p><p><b>haughty look . . . arrogant heart.</b> The heart is the foundation of a person’s being and character. The “look” refers to demeanor. See <a class=\"bibleref\" href=\"/passage/?search=Ps 131:1\">Ps. 131:1</a>.</p></div>"
  } ]
} ]
