[ {
  "verses" : [ {
    "verse" : "leviticus,24,1",
    "text" : "The LORD said to Moses,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,17,1-leviticus,27,34",
    "id" : 186098,
    "title" : "Lev 17–27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 17-Lev 27\">17:1–27:34</a></b> In these chapters, the Lord’s demands for holiness clearly reach into every aspect of Israel’s life. In a discussion on topics as diverse as sexual behavior and the Year of Jubilee, capital crimes and the tabernacle loaves, the Lord teaches that Israel must reflect His holiness in their behavior.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,24,2",
    "text" : "\"Command the Israelites to bring you clear oil of pressed olives for the light so that the lamps may be kept burning continually."
  }, {
    "verse" : "leviticus,24,3",
    "text" : "Outside the curtain of the Testimony in the Tent of Meeting, Aaron is to tend the lamps before the LORD from evening till morning, continually. This is to be a lasting ordinance for the generations to come."
  }, {
    "verse" : "leviticus,24,4",
    "text" : "The lamps on the pure gold lampstand before the LORD must be tended continually."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,24,2",
    "id" : 186143,
    "title" : "Lev 24:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 24:2\">24:2</a></b> <b>the lamp.</b> See <a class=\"bibleref\" href=\"/passage/?search=Exod 25:31-Exod 25:40\">Ex. 25:31–40</a> and notes. These formed part of the lampstand that stood in the holy place. Shaped to resemble an almond tree in bloom, the lampstand symbolized the life-giving and light-giving power of God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,24,5",
    "text" : "\"Take fine flour and bake twelve loaves of bread, using two-tenths of an ephah for each loaf."
  }, {
    "verse" : "leviticus,24,6",
    "text" : "Set them in two rows, six in each row, on the table of pure gold before the LORD."
  }, {
    "verse" : "leviticus,24,7",
    "text" : "Along each row put some pure incense as a memorial portion to represent the bread and to be an offering made to the LORD by fire."
  }, {
    "verse" : "leviticus,24,8",
    "text" : "This bread is to be set out before the LORD regularly, Sabbath after Sabbath, on behalf of the Israelites, as a lasting covenant."
  }, {
    "verse" : "leviticus,24,9",
    "text" : "It belongs to Aaron and his sons, who are to eat it in a holy place, because it is a most holy part of their regular share of the offerings made to the LORD by fire.\" A Blasphemer Stoned"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,24,5",
    "id" : 186144,
    "title" : "Lev 24:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 24:5\">24:5</a></b> See <a class=\"bibleref\" href=\"/passage/?search=Exod 25:23-Exod 25:30\">Ex. 25:23–30</a> and notes.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,24,10",
    "text" : "Now the son of an Israelite mother and an Egyptian father went out among the Israelites, and a fight broke out in the camp between him and an Israelite."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,24,10",
    "id" : 186145,
    "title" : "Lev 24:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 24:10\">24:10</a></b> <b>father was an Egyptian.</b> After many years of slavery in Egypt cases of intermarriage were no doubt common. See note <a class=\"bibleref\" href=\"/passage/?search=Exod 12:38\">Ex. 12:38</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,24,11",
    "text" : "The son of the Israelite woman blasphemed the Name with a curse; so they brought him to Moses. (His mother's name was Shelomith, the daughter of Dibri the Danite.)"
  }, {
    "verse" : "leviticus,24,12",
    "text" : "They put him in custody until the will of the LORD should be made clear to them."
  }, {
    "verse" : "leviticus,24,13",
    "text" : "Then the LORD said to Moses:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,24,11",
    "id" : 186146,
    "title" : "Lev 24:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 24:11\">24:11</a></b> <b>blasphemed.</b> See <a class=\"bibleref\" href=\"/passage/?search=Exod 20:7\">Ex. 20:7</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 22:28\">22:28</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,24,14",
    "text" : "\"Take the blasphemer outside the camp. All those who heard him are to lay their hands on his head, and the entire assembly is to stone him."
  }, {
    "verse" : "leviticus,24,15",
    "text" : "Say to the Israelites: 'If anyone curses his God, he will be held responsible;"
  }, {
    "verse" : "leviticus,24,16",
    "text" : "anyone who blasphemes the name of the LORD must be put to death. The entire assembly must stone him. Whether an alien or native-born, when he blasphemes the Name, he must be put to death."
  }, {
    "verse" : "leviticus,24,17",
    "text" : "\"'If anyone takes the life of a human being, he must be put to death."
  }, {
    "verse" : "leviticus,24,18",
    "text" : "Anyone who takes the life of someone's animal must make restitution-life for life."
  }, {
    "verse" : "leviticus,24,19",
    "text" : "If anyone injures his neighbor, whatever he has done must be done to him:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,24,14",
    "id" : 186147,
    "title" : "Lev 24:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 24:14\">24:14</a></b> <b>lay their hands on his head.</b> This action was taken to rid themselves of the guilt they had contracted by hearing his blasphemy.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,24,20",
    "text" : "fracture for fracture, eye for eye, tooth for tooth. As he has injured the other, so he is to be injured."
  }, {
    "verse" : "leviticus,24,21",
    "text" : "Whoever kills an animal must make restitution, but whoever kills a man must be put to death."
  }, {
    "verse" : "leviticus,24,22",
    "text" : "You are to have the same law for the alien and the native-born. I am the LORD your God.'\""
  }, {
    "verse" : "leviticus,24,23",
    "text" : "Then Moses spoke to the Israelites, and they took the blasphemer outside the camp and stoned him. The Israelites did as the LORD commanded Moses."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,24,20",
    "id" : 186148,
    "title" : "Lev 24:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 24:20\">24:20</a></b> <b>eye for eye, tooth for tooth.</b> Designed to curb exaggerated revenge (cf. <a class=\"bibleref\" href=\"/passage/?search=Gen 4:24\">Gen. 4:24</a>), this formula vividly expressed the principle that punishment should be proportionate to the offense. It seems not to have been enforced literally (<a class=\"bibleref\" href=\"/passage/?search=Exod 21:26\">Ex. 21:26</a>, <a class=\"bibleref\" href=\"/passage/?search=Exod 21:27\">27</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 19:21\">Deut. 19:21</a> note). Jesus’ opposition to the misuse of this phrase (<a class=\"bibleref\" href=\"/passage/?search=Matt 5:38\">Matt. 5:38</a>) involved, not an abrogation of this principle of equivalence, but a call to temper its application in light of the love commandment (19:18; cf. <a class=\"bibleref\" href=\"/passage/?search=Matt 7:12\">Matt. 7:12</a>), in the interests of the kingdom (<a class=\"bibleref\" href=\"/passage/?search=Matt 5:10-Matt 5:12\">Matt. 5:10–12</a>), and in the knowledge of God’s coming wrath (<a class=\"bibleref\" href=\"/passage/?search=Rom 12:17-Rom 12:21\">Rom. 12:17–21</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Deut 32:35\">Deut. 32:35</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,25,1",
    "text" : "The LORD said to Moses on Mount Sinai,"
  }, {
    "verse" : "leviticus,25,2",
    "text" : "\"Speak to the Israelites and say to them: 'When you enter the land I am going to give you, the land itself must observe a sabbath to the LORD."
  }, {
    "verse" : "leviticus,25,3",
    "text" : "For six years sow your fields, and for six years prune your vineyards and gather their crops."
  }, {
    "verse" : "leviticus,25,4",
    "text" : "But in the seventh year the land is to have a sabbath of rest, a sabbath to the LORD. Do not sow your fields or prune your vineyards."
  }, {
    "verse" : "leviticus,25,5",
    "text" : "Do not reap what grows of itself or harvest the grapes of your untended vines. The land is to have a year of rest."
  }, {
    "verse" : "leviticus,25,6",
    "text" : "Whatever the land yields during the sabbath year will be food for you-for yourself, your manservant and maidservant, and the hired worker and temporary resident who live among you,"
  }, {
    "verse" : "leviticus,25,7",
    "text" : "as well as for your livestock and the wild animals in your land. Whatever the land produces may be eaten."
  }, {
    "verse" : "leviticus,25,8",
    "text" : "\"'Count off seven sabbaths of years-seven times seven years-so that the seven sabbaths of years amount to a period of forty-nine years."
  }, {
    "verse" : "leviticus,25,9",
    "text" : "Then have the trumpet sounded everywhere on the tenth day of the seventh month; on the Day of Atonement sound the trumpet throughout your land."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,25,1-leviticus,25,55",
    "id" : 186149,
    "title" : "Lev 25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 25\">25:1–55</a></b> The Lord demonstrates His ownership of the Promised Land through laws preventing the exploitation of the land and its tenants (v. 23 note).</p></div>"
  }, {
    "verseRange" : "leviticus,25,1-leviticus,25,7",
    "id" : 186150,
    "title" : "Lev 25:1–7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 25:1-Lev 25:7\">25:1–7</a></b> Just as man needed a day of rest, land without fertilizers needed to lie fallow for a time. See the similar regulations in <a class=\"bibleref\" href=\"/passage/?search=Exod 23:10\">Ex. 23:10</a>, <a class=\"bibleref\" href=\"/passage/?search=Exod 23:11\">11</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,25,10",
    "text" : "Consecrate the fiftieth year and proclaim liberty throughout the land to all its inhabitants. It shall be a jubilee for you; each one of you is to return to his family property and each to his own clan."
  }, {
    "verse" : "leviticus,25,11",
    "text" : "The fiftieth year shall be a jubilee for you; do not sow and do not reap what grows of itself or harvest the untended vines."
  }, {
    "verse" : "leviticus,25,12",
    "text" : "For it is a jubilee and is to be holy for you; eat only what is taken directly from the fields."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,25,10",
    "id" : 186151,
    "title" : "Lev 25:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 25:10\">25:10</a></b> <b>jubilee.</b> More than a fallow year, it was a year in which all the poor who had fallen into debt were given a fresh start. Loans were written off. Land that had been sold was returned to its original owner, and slaves were released (<a class=\"bibleref\" href=\"/passage/?search=Lev 25:40\">v. 40</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,25,13",
    "text" : "\"'In this Year of Jubilee everyone is to return to his own property."
  }, {
    "verse" : "leviticus,25,14",
    "text" : "\"'If you sell land to one of your countrymen or buy any from him, do not take advantage of each other."
  }, {
    "verse" : "leviticus,25,15",
    "text" : "You are to buy from your countryman on the basis of the number of years since the Jubilee. And he is to sell to you on the basis of the number of years left for harvesting crops."
  }, {
    "verse" : "leviticus,25,16",
    "text" : "When the years are many, you are to increase the price, and when the years are few, you are to decrease the price, because what he is really selling you is the number of crops."
  }, {
    "verse" : "leviticus,25,17",
    "text" : "Do not take advantage of each other, but fear your God. I am the LORD your God."
  }, {
    "verse" : "leviticus,25,18",
    "text" : "\"'Follow my decrees and be careful to obey my laws, and you will live safely in the land."
  }, {
    "verse" : "leviticus,25,19",
    "text" : "Then the land will yield its fruit, and you will eat your fill and live there in safety."
  }, {
    "verse" : "leviticus,25,20",
    "text" : "You may ask, \"What will we eat in the seventh year if we do not plant or harvest our crops?\""
  }, {
    "verse" : "leviticus,25,21",
    "text" : "I will send you such a blessing in the sixth year that the land will yield enough for three years."
  }, {
    "verse" : "leviticus,25,22",
    "text" : "While you plant during the eighth year, you will eat from the old crop and will continue to eat from it until the harvest of the ninth year comes in."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,25,13",
    "id" : 186152,
    "title" : "Lev 25:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 25:13\">25:13</a></b> <b>return to his property.</b> God protected His gift to each family within the covenant community. In this way He protected the family structure, provided life in perpetuity for them, and prevented commercial exploitation of His gift.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,25,23",
    "text" : "\"'The land must not be sold permanently, because the land is mine and you are but aliens and my tenants."
  }, {
    "verse" : "leviticus,25,24",
    "text" : "Throughout the country that you hold as a possession, you must provide for the redemption of the land."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,25,23",
    "id" : 186153,
    "title" : "Lev 25:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 25:23\">25:23</a></b> <b>land is mine.</b> Although God gave Israel the land as one of His good gifts to them to be enjoyed (<a class=\"bibleref\" href=\"/passage/?search=Deut 6:10-Deut 6:12\">Deut. 6:10–12</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 8:10-Deut 8:13\">8:10–13</a>), He still retained final ownership and so might terminate the lease should the people prove undesirable tenants. They did not possess the land as an inalienable right but within the structures of a covenantal relationship with God. The land was not private property to be bought and sold. It symbolized life with God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,25,25",
    "text" : "\"'If one of your countrymen becomes poor and sells some of his property, his nearest relative is to come and redeem what his countryman has sold."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,25,25",
    "id" : 186154,
    "title" : "Lev 25:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 25:25\">25:25</a></b> All the sales described here took place because of hardship. Land was not to be permanently sold from one family to another.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,25,26",
    "text" : "If, however, a man has no one to redeem it for him but he himself prospers and acquires sufficient means to redeem it,"
  }, {
    "verse" : "leviticus,25,27",
    "text" : "he is to determine the value for the years since he sold it and refund the balance to the man to whom he sold it; he can then go back to his own property."
  }, {
    "verse" : "leviticus,25,28",
    "text" : "But if he does not acquire the means to repay him, what he sold will remain in the possession of the buyer until the Year of Jubilee. It will be returned in the Jubilee, and he can then go back to his property."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,25,26",
    "id" : 186155,
    "title" : "Lev 25:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 25:26\">25:26</a></b> It was hoped that a relative would buy a poor man’s land and return it to him. In any event, he or his family would receive it back in the Year of Jubilee.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,25,29",
    "text" : "\"'If a man sells a house in a walled city, he retains the right of redemption a full year after its sale. During that time he may redeem it."
  }, {
    "verse" : "leviticus,25,30",
    "text" : "If it is not redeemed before a full year has passed, the house in the walled city shall belong permanently to the buyer and his descendants. It is not to be returned in the Jubilee."
  }, {
    "verse" : "leviticus,25,31",
    "text" : "But houses in villages without walls around them are to be considered as open country. They can be redeemed, and they are to be returned in the Jubilee."
  }, {
    "verse" : "leviticus,25,32",
    "text" : "\"'The Levites always have the right to redeem their houses in the Levitical towns, which they possess."
  }, {
    "verse" : "leviticus,25,33",
    "text" : "So the property of the Levites is redeemable-that is, a house sold in any town they hold-and is to be returned in the Jubilee, because the houses in the towns of the Levites are their property among the Israelites."
  }, {
    "verse" : "leviticus,25,34",
    "text" : "But the pastureland belonging to their towns must not be sold; it is their permanent possession."
  }, {
    "verse" : "leviticus,25,35",
    "text" : "\"'If one of your countrymen becomes poor and is unable to support himself among you, help him as you would an alien or a temporary resident, so he can continue to live among you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,25,29-leviticus,25,30",
    "id" : 186156,
    "title" : "Lev 25:29–30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 25:29\">25:29</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 25:30\">30</a></b> In contrast to agricultural land, houses within cities had to be redeemed within a year or the sale was permanent.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,25,36",
    "text" : "Do not take interest of any kind from him, but fear your God, so that your countryman may continue to live among you."
  }, {
    "verse" : "leviticus,25,37",
    "text" : "You must not lend him money at interest or sell him food at a profit."
  }, {
    "verse" : "leviticus,25,38",
    "text" : "I am the LORD your God, who brought you out of Egypt to give you the land of Canaan and to be your God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,25,36",
    "id" : 186157,
    "title" : "Lev 25:36",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 25:36\">25:36</a></b> See note <a class=\"bibleref\" href=\"/passage/?search=Deut 23:19\">Deut. 23:19</a> (<a class=\"bibleref\" href=\"/passage/?search=Ps 15:5\">Ps. 15:5</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "leviticus,25,39",
    "text" : "\"'If one of your countrymen becomes poor among you and sells himself to you, do not make him work as a slave."
  }, {
    "verse" : "leviticus,25,40",
    "text" : "He is to be treated as a hired worker or a temporary resident among you; he is to work for you until the Year of Jubilee."
  }, {
    "verse" : "leviticus,25,41",
    "text" : "Then he and his children are to be released, and he will go back to his own clan and to the property of his forefathers."
  }, {
    "verse" : "leviticus,25,42",
    "text" : "Because the Israelites are my servants, whom I brought out of Egypt, they must not be sold as slaves."
  }, {
    "verse" : "leviticus,25,43",
    "text" : "Do not rule over them ruthlessly, but fear your God."
  }, {
    "verse" : "leviticus,25,44",
    "text" : "\"'Your male and female slaves are to come from the nations around you; from them you may buy slaves."
  }, {
    "verse" : "leviticus,25,45",
    "text" : "You may also buy some of the temporary residents living among you and members of their clans born in your country, and they will become your property."
  }, {
    "verse" : "leviticus,25,46",
    "text" : "You can will them to your children as inherited property and can make them slaves for life, but you must not rule over your fellow Israelites ruthlessly."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "leviticus,25,39",
    "id" : 186158,
    "title" : "Lev 25:39",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Lev 25:39\">25:39</a></b> If a man sold a son or a daughter into slavery because of debt, the servant was released after seven years (<a class=\"bibleref\" href=\"/passage/?search=Exod 21:2-Exod 21:11\">Ex. 21:2–11</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 15:12-Deut 15:18\">Deut. 15:12–18</a>). This text deals with an even worse debt where, presumably having sold his land, a man and his whole family were sold as slaves (v. 41). In this case they were released in the Year of Jubilee.</p></div>"
  } ]
} ]
