[ {
  "verses" : [ {
    "verse" : "numbers,6,1",
    "text" : "The LORD said to Moses,"
  }, {
    "verse" : "numbers,6,2",
    "text" : "\"Speak to the Israelites and say to them: 'If a man or woman wants to make a special vow, a vow of separation to the LORD as a Nazirite,"
  }, {
    "verse" : "numbers,6,3",
    "text" : "he must abstain from wine and other fermented drink and must not drink vinegar made from wine or from other fermented drink. He must not drink grape juice or eat grapes or raisins."
  }, {
    "verse" : "numbers,6,4",
    "text" : "As long as he is a Nazirite, he must not eat anything that comes from the grapevine, not even the seeds or skins."
  }, {
    "verse" : "numbers,6,5",
    "text" : "\"'During the entire period of his vow of separation no razor may be used on his head. He must be holy until the period of his separation to the LORD is over; he must let the hair of his head grow long."
  }, {
    "verse" : "numbers,6,6",
    "text" : "Throughout the period of his separation to the LORD he must not go near a dead body."
  }, {
    "verse" : "numbers,6,7",
    "text" : "Even if his own father or mother or brother or sister dies, he must not make himself ceremonially unclean on account of them, because the symbol of his separation to God is on his head."
  }, {
    "verse" : "numbers,6,8",
    "text" : "Throughout the period of his separation he is consecrated to the LORD."
  }, {
    "verse" : "numbers,6,9",
    "text" : "\"'If someone dies suddenly in his presence, thus defiling the hair he has dedicated, he must shave his head on the day of his cleansing-the seventh day."
  }, {
    "verse" : "numbers,6,10",
    "text" : "Then on the eighth day he must bring two doves or two young pigeons to the priest at the entrance to the Tent of Meeting."
  }, {
    "verse" : "numbers,6,11",
    "text" : "The priest is to offer one as a sin offering and the other as a burnt offering to make atonement for him because he sinned by being in the presence of the dead body. That same day he is to consecrate his head."
  }, {
    "verse" : "numbers,6,12",
    "text" : "He must dedicate himself to the LORD for the period of his separation and must bring a year-old male lamb as a guilt offering. The previous days do not count, because he became defiled during his separation."
  }, {
    "verse" : "numbers,6,13",
    "text" : "\"'Now this is the law for the Nazirite when the period of his separation is over. He is to be brought to the entrance to the Tent of Meeting."
  }, {
    "verse" : "numbers,6,14",
    "text" : "There he is to present his offerings to the LORD: a year-old male lamb without defect for a burnt offering, a year-old ewe lamb without defect for a sin offering, a ram without defect for a fellowship offering,"
  }, {
    "verse" : "numbers,6,15",
    "text" : "together with their grain offerings and drink offerings, and a basket of bread made without yeast-cakes made of fine flour mixed with oil, and wafers spread with oil."
  }, {
    "verse" : "numbers,6,16",
    "text" : "\"'The priest is to present them before the LORD and make the sin offering and the burnt offering."
  }, {
    "verse" : "numbers,6,17",
    "text" : "He is to present the basket of unleavened bread and is to sacrifice the ram as a fellowship offering to the LORD, together with its grain offering and drink offering."
  }, {
    "verse" : "numbers,6,18",
    "text" : "\"'Then at the entrance to the Tent of Meeting, the Nazirite must shave off the hair that he dedicated. He is to take the hair and put it in the fire that is under the sacrifice of the fellowship offering."
  }, {
    "verse" : "numbers,6,19",
    "text" : "\"'After the Nazirite has shaved off the hair of his dedication, the priest is to place in his hands a boiled shoulder of the ram, and a cake and a wafer from the basket, both made without yeast."
  }, {
    "verse" : "numbers,6,20",
    "text" : "The priest shall then wave them before the LORD as a wave offering; they are holy and belong to the priest, together with the breast that was waved and the thigh that was presented. After that, the Nazirite may drink wine."
  }, {
    "verse" : "numbers,6,21",
    "text" : "\"'This is the law of the Nazirite who vows his offering to the LORD in accordance with his separation, in addition to whatever else he can afford. He must fulfill the vow he has made, according to the law of the Nazirite.'\""
  }, {
    "verse" : "numbers,6,22",
    "text" : "The LORD said to Moses,"
  }, {
    "verse" : "numbers,6,23",
    "text" : "\"Tell Aaron and his sons, 'This is how you are to bless the Israelites. Say to them:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,1,1-numbers,10,10",
    "id" : 186171,
    "title" : "Num 1:1–10:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 1:1-Num 10:10\">1:1–10:10</a></b> With the completion of the tabernacle (<a class=\"bibleref\" href=\"/passage/?search=Exod 35:4-Exod 40:38\">Ex. 35:4–40:38</a>) the Lord continues to prepare His people to occupy the Promised Land. A census of fighting men is taken (ch. 1). Then measures to ensure the order and purity of the camp are related—the organization of the camp, the commissioning of the Levites and their ministry, and various provisions for ceremonial purity and religious observance. Finally, provisions are made for direction and guidance of the community (9:15–10:10).</p></div>"
  }, {
    "verseRange" : "numbers,6,1-numbers,6,21",
    "id" : 186191,
    "title" : "Num 6:1–21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 6:1-Num 6:21\">6:1–21</a></b> The Nazirite vow was a special type of voluntary devotion. A person could take a special vow of separation for a limited period of time, during which they were not to eat or drink anything that came from the grapevine, and were not to cut their hair or beard. The grapevine was a source of physical pleasure, and abstention from it represented a life given over to God. Allowing the hair to grow signified abstention from human adornment.</p><p>During the period for which the vow was taken, the Nazirite was to be careful to avoid becoming ceremonially unclean for any reason (<a class=\"bibleref\" href=\"/passage/?search=Num 6:7\">v. 7</a>). If someone should die suddenly in the presence of one who had taken a Nazirite vow, it would be necessary to make certain prescribed offerings (<a class=\"bibleref\" href=\"/passage/?search=Num 6:9-Num 6:12\">vv. 9–12</a>), shave one’s head, and start the period of separation all over again (<a class=\"bibleref\" href=\"/passage/?search=Num 6:12\">v. 12</a>). A special ceremony ending the period of Nazirite separation is described (<a class=\"bibleref\" href=\"/passage/?search=Num 6:13-Num 6:21\">vv. 13–21</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,6,24",
    "text" : "\"'\"The LORD bless you and keep you;"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,6,24-numbers,6,26",
    "id" : 186192,
    "title" : "Num 6:24–26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 6:24-Num 6:26\">6:24–26</a></b> This threefold, divinely inspired blessing was pronounced by the priest with uplifted hands (<a class=\"bibleref\" href=\"/passage/?search=Lev 9:22\">Lev. 9:22</a>). It moves from a general blessing (v. 24), to an invocation of God’s favor and presence (v. 25), and finally to a climactic mention of the peace that comes only with God’s gracious presence (v. 26). The pronouncement of this blessing placed God’s covenant name <span class=\"small-caps\">Lord</span> (Yahweh) on the people (v. 27).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,6,25",
    "text" : "the LORD make his face shine upon you and be gracious to you;"
  }, {
    "verse" : "numbers,6,26",
    "text" : "the LORD turn his face toward you and give you peace.\"'"
  }, {
    "verse" : "numbers,6,27",
    "text" : "\"So they will put my name on the Israelites, and I will bless them.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,6,25",
    "id" : 186193,
    "title" : "Num 6:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 6:25\">6:25</a></b> <b>make his face to shine upon you.</b> Here is a vivid figure for God looking favorably upon His worshipers. The closer one’s access to the face of God, the greater the blessing.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,7,1",
    "text" : "When Moses finished setting up the tabernacle, he anointed it and consecrated it and all its furnishings. He also anointed and consecrated the altar and all its utensils."
  }, {
    "verse" : "numbers,7,2",
    "text" : "Then the leaders of Israel, the heads of families who were the tribal leaders in charge of those who were counted, made offerings."
  }, {
    "verse" : "numbers,7,3",
    "text" : "They brought as their gifts before the LORD six covered carts and twelve oxen-an ox from each leader and a cart from every two. These they presented before the tabernacle."
  }, {
    "verse" : "numbers,7,4",
    "text" : "The LORD said to Moses,"
  }, {
    "verse" : "numbers,7,5",
    "text" : "\"Accept these from them, that they may be used in the work at the Tent of Meeting. Give them to the Levites as each man's work requires.\""
  }, {
    "verse" : "numbers,7,6",
    "text" : "So Moses took the carts and oxen and gave them to the Levites."
  }, {
    "verse" : "numbers,7,7",
    "text" : "He gave two carts and four oxen to the Gershonites, as their work required,"
  }, {
    "verse" : "numbers,7,8",
    "text" : "and he gave four carts and eight oxen to the Merarites, as their work required. They were all under the direction of Ithamar son of Aaron, the priest."
  }, {
    "verse" : "numbers,7,9",
    "text" : "But Moses did not give any to the Kohathites, because they were to carry on their shoulders the holy things, for which they were responsible."
  }, {
    "verse" : "numbers,7,10",
    "text" : "When the altar was anointed, the leaders brought their offerings for its dedication and presented them before the altar."
  }, {
    "verse" : "numbers,7,11",
    "text" : "For the LORD had said to Moses, \"Each day one leader is to bring his offering for the dedication of the altar.\""
  }, {
    "verse" : "numbers,7,12",
    "text" : "The one who brought his offering on the first day was Nahshon son of Amminadab of the tribe of Judah."
  }, {
    "verse" : "numbers,7,13",
    "text" : "His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering;"
  }, {
    "verse" : "numbers,7,14",
    "text" : "one gold dish weighing ten shekels, filled with incense;"
  }, {
    "verse" : "numbers,7,15",
    "text" : "one young bull, one ram and one male lamb a year old, for a burnt offering;"
  }, {
    "verse" : "numbers,7,16",
    "text" : "one male goat for a sin offering;"
  }, {
    "verse" : "numbers,7,17",
    "text" : "and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Nahshon son of Amminadab."
  }, {
    "verse" : "numbers,7,18",
    "text" : "On the second day Nethanel son of Zuar, the leader of Issachar, brought his offering."
  }, {
    "verse" : "numbers,7,19",
    "text" : "The offering he brought was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering;"
  }, {
    "verse" : "numbers,7,20",
    "text" : "one gold dish weighing ten shekels, filled with incense;"
  }, {
    "verse" : "numbers,7,21",
    "text" : "one young bull, one ram and one male lamb a year old, for a burnt offering;"
  }, {
    "verse" : "numbers,7,22",
    "text" : "one male goat for a sin offering;"
  }, {
    "verse" : "numbers,7,23",
    "text" : "and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Nethanel son of Zuar."
  }, {
    "verse" : "numbers,7,24",
    "text" : "On the third day, Eliab son of Helon, the leader of the people of Zebulun, brought his offering."
  }, {
    "verse" : "numbers,7,25",
    "text" : "His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering;"
  }, {
    "verse" : "numbers,7,26",
    "text" : "one gold dish weighing ten shekels, filled with incense;"
  }, {
    "verse" : "numbers,7,27",
    "text" : "one young bull, one ram and one male lamb a year old, for a burnt offering;"
  }, {
    "verse" : "numbers,7,28",
    "text" : "one male goat for a sin offering;"
  }, {
    "verse" : "numbers,7,29",
    "text" : "and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Eliab son of Helon."
  }, {
    "verse" : "numbers,7,30",
    "text" : "On the fourth day Elizur son of Shedeur, the leader of the people of Reuben, brought his offering."
  }, {
    "verse" : "numbers,7,31",
    "text" : "His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering;"
  }, {
    "verse" : "numbers,7,32",
    "text" : "one gold dish weighing ten shekels, filled with incense;"
  }, {
    "verse" : "numbers,7,33",
    "text" : "one young bull, one ram and one male lamb a year old, for a burnt offering;"
  }, {
    "verse" : "numbers,7,34",
    "text" : "one male goat for a sin offering;"
  }, {
    "verse" : "numbers,7,35",
    "text" : "and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Elizur son of Shedeur."
  }, {
    "verse" : "numbers,7,36",
    "text" : "On the fifth day Shelumiel son of Zurishaddai, the leader of the people of Simeon, brought his offering."
  }, {
    "verse" : "numbers,7,37",
    "text" : "His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering;"
  }, {
    "verse" : "numbers,7,38",
    "text" : "one gold dish weighing ten shekels, filled with incense;"
  }, {
    "verse" : "numbers,7,39",
    "text" : "one young bull, one ram and one male lamb a year old, for a burnt offering;"
  }, {
    "verse" : "numbers,7,40",
    "text" : "one male goat for a sin offering;"
  }, {
    "verse" : "numbers,7,41",
    "text" : "and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Shelumiel son of Zurishaddai."
  }, {
    "verse" : "numbers,7,42",
    "text" : "On the sixth day Eliasaph son of Deuel, the leader of the people of Gad, brought his offering."
  }, {
    "verse" : "numbers,7,43",
    "text" : "His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering;"
  }, {
    "verse" : "numbers,7,44",
    "text" : "one gold dish weighing ten shekels, filled with incense;"
  }, {
    "verse" : "numbers,7,45",
    "text" : "one young bull, one ram and one male lamb a year old, for a burnt offering;"
  }, {
    "verse" : "numbers,7,46",
    "text" : "one male goat for a sin offering;"
  }, {
    "verse" : "numbers,7,47",
    "text" : "and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Eliasaph son of Deuel."
  }, {
    "verse" : "numbers,7,48",
    "text" : "On the seventh day Elishama son of Ammihud, the leader of the people of Ephraim, brought his offering."
  }, {
    "verse" : "numbers,7,49",
    "text" : "His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering;"
  }, {
    "verse" : "numbers,7,50",
    "text" : "one gold dish weighing ten shekels, filled with incense;"
  }, {
    "verse" : "numbers,7,51",
    "text" : "one young bull, one ram and one male lamb a year old, for a burnt offering;"
  }, {
    "verse" : "numbers,7,52",
    "text" : "one male goat for a sin offering;"
  }, {
    "verse" : "numbers,7,53",
    "text" : "and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Elishama son of Ammihud."
  }, {
    "verse" : "numbers,7,54",
    "text" : "On the eighth day Gamaliel son of Pedahzur, the leader of the people of Manasseh, brought his offering."
  }, {
    "verse" : "numbers,7,55",
    "text" : "His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering;"
  }, {
    "verse" : "numbers,7,56",
    "text" : "one gold dish weighing ten shekels, filled with incense;"
  }, {
    "verse" : "numbers,7,57",
    "text" : "one young bull, one ram and one male lamb a year old, for a burnt offering;"
  }, {
    "verse" : "numbers,7,58",
    "text" : "one male goat for a sin offering;"
  }, {
    "verse" : "numbers,7,59",
    "text" : "and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Gamaliel son of Pedahzur."
  }, {
    "verse" : "numbers,7,60",
    "text" : "On the ninth day Abidan son of Gideoni, the leader of the people of Benjamin, brought his offering."
  }, {
    "verse" : "numbers,7,61",
    "text" : "His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering;"
  }, {
    "verse" : "numbers,7,62",
    "text" : "one gold dish weighing ten shekels, filled with incense;"
  }, {
    "verse" : "numbers,7,63",
    "text" : "one young bull, one ram and one male lamb a year old, for a burnt offering;"
  }, {
    "verse" : "numbers,7,64",
    "text" : "one male goat for a sin offering;"
  }, {
    "verse" : "numbers,7,65",
    "text" : "and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Abidan son of Gideoni."
  }, {
    "verse" : "numbers,7,66",
    "text" : "On the tenth day Ahiezer son of Ammishaddai, the leader of the people of Dan, brought his offering."
  }, {
    "verse" : "numbers,7,67",
    "text" : "His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering;"
  }, {
    "verse" : "numbers,7,68",
    "text" : "one gold dish weighing ten shekels, filled with incense;"
  }, {
    "verse" : "numbers,7,69",
    "text" : "one young bull, one ram and one male lamb a year old, for a burnt offering;"
  }, {
    "verse" : "numbers,7,70",
    "text" : "one male goat for a sin offering;"
  }, {
    "verse" : "numbers,7,71",
    "text" : "and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Ahiezer son of Ammishaddai."
  }, {
    "verse" : "numbers,7,72",
    "text" : "On the eleventh day Pagiel son of Ocran, the leader of the people of Asher, brought his offering."
  }, {
    "verse" : "numbers,7,73",
    "text" : "His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering;"
  }, {
    "verse" : "numbers,7,74",
    "text" : "one gold dish weighing ten shekels, filled with incense;"
  }, {
    "verse" : "numbers,7,75",
    "text" : "one young bull, one ram and one male lamb a year old, for a burnt offering;"
  }, {
    "verse" : "numbers,7,76",
    "text" : "one male goat for a sin offering;"
  }, {
    "verse" : "numbers,7,77",
    "text" : "and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Pagiel son of Ocran."
  }, {
    "verse" : "numbers,7,78",
    "text" : "On the twelfth day Ahira son of Enan, the leader of the people of Naphtali, brought his offering."
  }, {
    "verse" : "numbers,7,79",
    "text" : "His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering;"
  }, {
    "verse" : "numbers,7,80",
    "text" : "one gold dish weighing ten shekels, filled with incense;"
  }, {
    "verse" : "numbers,7,81",
    "text" : "one young bull, one ram and one male lamb a year old, for a burnt offering;"
  }, {
    "verse" : "numbers,7,82",
    "text" : "one male goat for a sin offering;"
  }, {
    "verse" : "numbers,7,83",
    "text" : "and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Ahira son of Enan."
  }, {
    "verse" : "numbers,7,84",
    "text" : "These were the offerings of the Israelite leaders for the dedication of the altar when it was anointed: twelve silver plates, twelve silver sprinkling bowls and twelve gold dishes."
  }, {
    "verse" : "numbers,7,85",
    "text" : "Each silver plate weighed a hundred and thirty shekels, and each sprinkling bowl seventy shekels. Altogether, the silver dishes weighed two thousand four hundred shekels, according to the sanctuary shekel."
  }, {
    "verse" : "numbers,7,86",
    "text" : "The twelve gold dishes filled with incense weighed ten shekels each, according to the sanctuary shekel. Altogether, the gold dishes weighed a hundred and twenty shekels."
  }, {
    "verse" : "numbers,7,87",
    "text" : "The total number of animals for the burnt offering came to twelve young bulls, twelve rams and twelve male lambs a year old, together with their grain offering. Twelve male goats were used for the sin offering."
  }, {
    "verse" : "numbers,7,88",
    "text" : "The total number of animals for the sacrifice of the fellowship offering came to twenty-four oxen, sixty rams, sixty male goats and sixty male lambs a year old. These were the offerings for the dedication of the altar after it was anointed."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,7,1-numbers,7,88",
    "id" : 186194,
    "title" : "Num 7:1–88",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 7:1-Num 7:88\">7:1–88</a></b> Offerings made at the dedication of the tabernacle are listed. Each of the twelve tribal leaders had a day in which he brought a number of expensive gifts and specified offerings. These gifts and offerings are mentioned in precise detail in each case, even though all the lists are identical—a vivid reminder that God is interested in every part of the spiritual service rendered by His people.</p></div>"
  }, {
    "verseRange" : "numbers,7,1-numbers,7,9",
    "id" : 186195,
    "title" : "Num 7:1–9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 7:1-Num 7:9\">7:1–9</a></b> The carts and the oxen were presented. The tribal leaders joined together to provide carts, and oxen to pull them, for the use of two of the Levitical clans in carrying the parts of the tabernacle that had been assigned to them (<a class=\"bibleref\" href=\"/passage/?search=Num 3:21-Num 3:26\">3:21–26</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 3:33-Num 3:37\">33–37</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 4:21-Num 4:33\">4:21–33</a>). No cart was given to the Kohathites; they were expected to carry the holy things on their shoulders (<a class=\"bibleref\" href=\"/passage/?search=Num 4:9\">v. 9</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,7,89",
    "text" : "When Moses entered the Tent of Meeting to speak with the LORD, he heard the voice speaking to him from between the two cherubim above the atonement cover on the ark of the Testimony. And he spoke with him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,7,89",
    "id" : 186196,
    "title" : "Num 7:89",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 7:89\">7:89</a></b> <b>the mercy seat.</b> This designation of the ornate cover of the ark represents one Hebrew word (lit. “atonement covering” or “place of atonement”). The mercy seat is mentioned twenty-five times in the Pentateuch, but only once in later books (<a class=\"bibleref\" href=\"/passage/?search=1Chr 28:11\">1 Chr. 28:11</a>). See notes <a class=\"bibleref\" href=\"/passage/?search=Exod 25:17\">Ex. 25:17</a> and <a class=\"bibleref\" href=\"/passage/?search=Lev 16:2\">Lev. 16:2</a>.</p></div>"
  } ]
} ]
