[ {
  "verses" : [ {
    "verse" : "numbers,15,17",
    "text" : "The LORD said to Moses,"
  }, {
    "verse" : "numbers,15,18",
    "text" : "\"Speak to the Israelites and say to them: 'When you enter the land to which I am taking you"
  }, {
    "verse" : "numbers,15,19",
    "text" : "and you eat the food of the land, present a portion as an offering to the LORD."
  }, {
    "verse" : "numbers,15,20",
    "text" : "Present a cake from the first of your ground meal and present it as an offering from the threshing floor."
  }, {
    "verse" : "numbers,15,21",
    "text" : "Throughout the generations to come you are to give this offering to the LORD from the first of your ground meal."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,10,11-numbers,22,1",
    "id" : 186203,
    "title" : "Num 10:11–22:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 10:11-Num 22:1\">10:11–22:1</a></b> This section begins with the Lord’s guidance of the people immediately to the area of Kadesh in the wilderness of Paran (<a class=\"bibleref\" href=\"/passage/?search=Num 10:12\">10:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 12:16\">12:16</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 13:3\">13:3</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 13:26\">26</a>), the camp from which they would begin the conquest. Instead of the promised victory, the spies’ gloomy report created a rebellion that affected the entire nation, except for Moses, Aaron, Joshua, and Caleb. The Lord pronounced judgment on the whole first generation who were counted in the census, and told them to leave Kadesh and turn back toward Sinai.</p><p>In view of this judgment, the laws and results of the meager history following in <a class=\"bibleref\" href=\"/passage/?search=Num 15-Num 19\">chs. 15–19</a> are striking for two reasons: (a) after the judgment the Lord immediately told Israel how to serve Him in the Land of Promise (<a class=\"bibleref\" href=\"/passage/?search=Num 15\">ch. 15</a>), a clear indication that they would eventually go there as promised; and (b) for the whole period of the wilderness judgment we are given only two events (which were actually one connected incident): Korah’s rebellion and the budding of Aaron’s rod.</p><p>The events in <a class=\"bibleref\" href=\"/passage/?search=Num 20\">chs. 20</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 21\">21</a> are clearly transitional, beginning with the return to Kadesh, a hint that the conquest was on again. The victory over the king of Arad also signaled the change as the place of victory was named “Hormah,” “destruction” (<a class=\"bibleref\" href=\"/passage/?search=Num 21:3\">21:3</a>), in contrast to the tragic defeat in <a class=\"bibleref\" href=\"/passage/?search=Num 14\">ch. 14</a>.</p></div>"
  }, {
    "verseRange" : "numbers,15,1-numbers,15,41",
    "id" : 186229,
    "title" : "Num 15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 15\">15:1–41</a></b> The location of the material in this chapter—between the disastrous defeat at the hands of the Amalekites and Canaanites (<a class=\"bibleref\" href=\"/passage/?search=Num 14:39-Num 14:45\">14:39–45</a>) and Korah’s rebellion (<a class=\"bibleref\" href=\"/passage/?search=Num 16\">ch. 16</a>)—is significant. In giving this chapter of laws for their behavior in the land (v. 2) God assured Israel that, despite their failures and rebellions, He still planned to give Canaan to them.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,15,22",
    "text" : "\"'Now if you unintentionally fail to keep any of these commands the LORD gave Moses-"
  }, {
    "verse" : "numbers,15,23",
    "text" : "any of the LORD's commands to you through him, from the day the LORD gave them and continuing through the generations to come-"
  }, {
    "verse" : "numbers,15,24",
    "text" : "and if this is done unintentionally without the community being aware of it, then the whole community is to offer a young bull for a burnt offering as an aroma pleasing to the LORD, along with its prescribed grain offering and drink offering, and a male goat for a sin offering."
  }, {
    "verse" : "numbers,15,25",
    "text" : "The priest is to make atonement for the whole Israelite community, and they will be forgiven, for it was not intentional and they have brought to the LORD for their wrong an offering made by fire and a sin offering."
  }, {
    "verse" : "numbers,15,26",
    "text" : "The whole Israelite community and the aliens living among them will be forgiven, because all the people were involved in the unintentional wrong."
  }, {
    "verse" : "numbers,15,27",
    "text" : "\"'But if just one person sins unintentionally, he must bring a year-old female goat for a sin offering."
  }, {
    "verse" : "numbers,15,28",
    "text" : "The priest is to make atonement before the LORD for the one who erred by sinning unintentionally, and when atonement has been made for him, he will be forgiven."
  }, {
    "verse" : "numbers,15,29",
    "text" : "One and the same law applies to everyone who sins unintentionally, whether he is a native-born Israelite or an alien."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,15,22-numbers,15,29",
    "id" : 186231,
    "title" : "Num 15:22–29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 15:22-Num 15:29\">15:22–29</a></b> Sacrifices of atonement for unintentional sins are prescribed. The whole community (<a class=\"bibleref\" href=\"/passage/?search=Num 15:24-Num 15:26\">vv. 24–26</a>) or an individual alone (<a class=\"bibleref\" href=\"/passage/?search=Num 15:27\">v. 27</a>) could be responsible for such transgressions, e.g., of ritual commandments like those given in <a class=\"bibleref\" href=\"/passage/?search=Num 15:1-Num 15:21\">vv. 1–21</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,15,30",
    "text" : "\"'But anyone who sins defiantly, whether native-born or alien, blasphemes the LORD, and that person must be cut off from his people."
  }, {
    "verse" : "numbers,15,31",
    "text" : "Because he has despised the LORD's word and broken his commands, that person must surely be cut off; his guilt remains on him.'\""
  }, {
    "verse" : "numbers,15,32",
    "text" : "While the Israelites were in the desert, a man was found gathering wood on the Sabbath day."
  }, {
    "verse" : "numbers,15,33",
    "text" : "Those who found him gathering wood brought him to Moses and Aaron and the whole assembly,"
  }, {
    "verse" : "numbers,15,34",
    "text" : "and they kept him in custody, because it was not clear what should be done to him."
  }, {
    "verse" : "numbers,15,35",
    "text" : "Then the LORD said to Moses, \"The man must die. The whole assembly must stone him outside the camp.\""
  }, {
    "verse" : "numbers,15,36",
    "text" : "So the assembly took him outside the camp and stoned him to death, as the LORD commanded Moses."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,15,30",
    "id" : 186232,
    "title" : "Num 15:30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 15:30\">15:30</a></b> <b>does anything with a high hand.</b> The treatment of an individual who sins defiantly is laid down: first the rule (<a class=\"bibleref\" href=\"/passage/?search=Num 15:30\">vv. 30</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 15:31\">31</a>) and then the illustration of the Sabbath-breaker (<a class=\"bibleref\" href=\"/passage/?search=Num 15:32-Num 15:36\">vv. 32–36</a>).</p><p><b>cut off.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Lev 7:20\">Lev. 7:20</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,15,37",
    "text" : "The LORD said to Moses,"
  }, {
    "verse" : "numbers,15,38",
    "text" : "\"Speak to the Israelites and say to them: 'Throughout the generations to come you are to make tassels on the corners of your garments, with a blue cord on each tassel."
  }, {
    "verse" : "numbers,15,39",
    "text" : "You will have these tassels to look at and so you will remember all the commands of the LORD, that you may obey them and not prostitute yourselves by going after the lusts of your own hearts and eyes."
  }, {
    "verse" : "numbers,15,40",
    "text" : "Then you will remember to obey all my commands and will be consecrated to your God."
  }, {
    "verse" : "numbers,15,41",
    "text" : "I am the LORD your God, who brought you out of Egypt to be your God. I am the LORD your God.'\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,15,37-numbers,15,41",
    "id" : 186233,
    "title" : "Num 15:37–41",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 15:37-Num 15:41\">15:37–41</a></b> Tassels with blue threads were to be affixed to garments as reminders to be holy and to keep God’s commands (<a class=\"bibleref\" href=\"/passage/?search=Num 15:40\">v. 40</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,16,1",
    "text" : "Korah son of Izhar, the son of Kohath, the son of Levi, and certain Reubenites-Dathan and Abiram, sons of Eliab, and On son of Peleth-became insolent"
  }, {
    "verse" : "numbers,16,2",
    "text" : "and rose up against Moses. With them were 250 Israelite men, well-known community leaders who had been appointed members of the council."
  }, {
    "verse" : "numbers,16,3",
    "text" : "They came as a group to oppose Moses and Aaron and said to them, \"You have gone too far! The whole community is holy, every one of them, and the LORD is with them. Why then do you set yourselves above the LORD's assembly?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,16,1-numbers,16,3",
    "id" : 186234,
    "title" : "Num 16:1–3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 16:1-Num 16:3\">16:1–3</a></b> This chapter describes a complicated series of events in which two separate movements combined forces to oppose Moses and Aaron. One group, led by Dathan, Abiram, and On from the tribe of Reuben, was jealous of the leadership that God had established, and propagandized against Moses and Aaron. The other disaffected group consisted of Kohathites (Levites), the very group to which Moses and Aaron belonged.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,16,4",
    "text" : "When Moses heard this, he fell facedown."
  }, {
    "verse" : "numbers,16,5",
    "text" : "Then he said to Korah and all his followers: \"In the morning the LORD will show who belongs to him and who is holy, and he will have that person come near him. The man he chooses he will cause to come near him."
  }, {
    "verse" : "numbers,16,6",
    "text" : "You, Korah, and all your followers are to do this: Take censers"
  }, {
    "verse" : "numbers,16,7",
    "text" : "and tomorrow put fire and incense in them before the LORD. The man the LORD chooses will be the one who is holy. You Levites have gone too far!\""
  }, {
    "verse" : "numbers,16,8",
    "text" : "Moses also said to Korah, \"Now listen, you Levites!"
  }, {
    "verse" : "numbers,16,9",
    "text" : "Isn't it enough for you that the God of Israel has separated you from the rest of the Israelite community and brought you near himself to do the work at the LORD's tabernacle and to stand before the community and minister to them?"
  }, {
    "verse" : "numbers,16,10",
    "text" : "He has brought you and all your fellow Levites near himself, but now you are trying to get the priesthood too."
  }, {
    "verse" : "numbers,16,11",
    "text" : "It is against the LORD that you and all your followers have banded together. Who is Aaron that you should grumble against him?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,16,4-numbers,16,11",
    "id" : 186235,
    "title" : "Num 16:4–11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 16:4-Num 16:11\">16:4–11</a></b> Moses dealt first with the Levite opposition, which had access to the tabernacle. Moses’ proposal in <a class=\"bibleref\" href=\"/passage/?search=Num 16:6\">vv. 6</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 16:7\">7</a> set the stage for divine judgment in <a class=\"bibleref\" href=\"/passage/?search=Num 16:35\">v. 35</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,16,12",
    "text" : "Then Moses summoned Dathan and Abiram, the sons of Eliab. But they said, \"We will not come!"
  }, {
    "verse" : "numbers,16,13",
    "text" : "Isn't it enough that you have brought us up out of a land flowing with milk and honey to kill us in the desert? And now you also want to lord it over us?"
  }, {
    "verse" : "numbers,16,14",
    "text" : "Moreover, you haven't brought us into a land flowing with milk and honey or given us an inheritance of fields and vineyards. Will you gouge out the eyes of these men? No, we will not come!\""
  }, {
    "verse" : "numbers,16,15",
    "text" : "Then Moses became very angry and said to the LORD, \"Do not accept their offering. I have not taken so much as a donkey from them, nor have I wronged any of them.\""
  }, {
    "verse" : "numbers,16,16",
    "text" : "Moses said to Korah, \"You and all your followers are to appear before the LORD tomorrow-you and they and Aaron."
  }, {
    "verse" : "numbers,16,17",
    "text" : "Each man is to take his censer and put incense in it-250 censers in all-and present it before the LORD. You and Aaron are to present your censers also.\""
  }, {
    "verse" : "numbers,16,18",
    "text" : "So each man took his censer, put fire and incense in it, and stood with Moses and Aaron at the entrance to the Tent of Meeting."
  }, {
    "verse" : "numbers,16,19",
    "text" : "When Korah had gathered all his followers in opposition to them at the entrance to the Tent of Meeting, the glory of the LORD appeared to the entire assembly."
  }, {
    "verse" : "numbers,16,20",
    "text" : "The LORD said to Moses and Aaron,"
  }, {
    "verse" : "numbers,16,21",
    "text" : "\"Separate yourselves from this assembly so I can put an end to them at once.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,16,12-numbers,16,14",
    "id" : 186236,
    "title" : "Num 16:12–14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 16:12-Num 16:14\">16:12–14</a></b> Moses then dealt with the Reubenites, Dathan and Abiram. After refusing to leave their tents, they were destroyed with their families (<a class=\"bibleref\" href=\"/passage/?search=Num 16:31-Num 16:33\">vv. 31–33</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,16,22",
    "text" : "But Moses and Aaron fell facedown and cried out, \"O God, God of the spirits of all mankind, will you be angry with the entire assembly when only one man sins?\""
  }, {
    "verse" : "numbers,16,23",
    "text" : "Then the LORD said to Moses,"
  }, {
    "verse" : "numbers,16,24",
    "text" : "\"Say to the assembly, 'Move away from the tents of Korah, Dathan and Abiram.'\""
  }, {
    "verse" : "numbers,16,25",
    "text" : "Moses got up and went to Dathan and Abiram, and the elders of Israel followed him."
  }, {
    "verse" : "numbers,16,26",
    "text" : "He warned the assembly, \"Move back from the tents of these wicked men! Do not touch anything belonging to them, or you will be swept away because of all their sins.\""
  }, {
    "verse" : "numbers,16,27",
    "text" : "So they moved away from the tents of Korah, Dathan and Abiram. Dathan and Abiram had come out and were standing with their wives, children and little ones at the entrances to their tents."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,16,22",
    "id" : 186237,
    "title" : "Num 16:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 16:22\">16:22</a></b> Again Moses acts as an intercessor together with Aaron for the assembly (<a class=\"bibleref\" href=\"/passage/?search=Num 11:2\">11:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 12:13\">12:13</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 14:13-Num 14:19\">14:13–19</a>; and <a class=\"bibleref\" href=\"/passage/?search=Num 16:45-Num 16:48\">16:45–48</a>). See notes <a class=\"bibleref\" href=\"/passage/?search=Exod 32-Exod 34\">Ex. 32–34</a> and <a class=\"bibleref\" href=\"/passage/?search=Exod 33:17\">33:17</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,16,28",
    "text" : "Then Moses said, \"This is how you will know that the LORD has sent me to do all these things and that it was not my idea:"
  }, {
    "verse" : "numbers,16,29",
    "text" : "If these men die a natural death and experience only what usually happens to men, then the LORD has not sent me."
  }, {
    "verse" : "numbers,16,30",
    "text" : "But if the LORD brings about something totally new, and the earth opens its mouth and swallows them, with everything that belongs to them, and they go down alive into the grave, then you will know that these men have treated the LORD with contempt.\""
  }, {
    "verse" : "numbers,16,31",
    "text" : "As soon as he finished saying all this, the ground under them split apart"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,16,28-numbers,16,30",
    "id" : 186238,
    "title" : "Num 16:28–30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 16:28-Num 16:30\">16:28–30</a></b> Moses depended on God for his defense (cf. <a class=\"bibleref\" href=\"/passage/?search=Num 12:3\">12:3</a>), relying on divine provision of an irrefutable sign (“something new”).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,16,32",
    "text" : "and the earth opened its mouth and swallowed them, with their households and all Korah's men and all their possessions."
  }, {
    "verse" : "numbers,16,33",
    "text" : "They went down alive into the grave, with everything they owned; the earth closed over them, and they perished and were gone from the community."
  }, {
    "verse" : "numbers,16,34",
    "text" : "At their cries, all the Israelites around them fled, shouting, \"The earth is going to swallow us too!\""
  }, {
    "verse" : "numbers,16,35",
    "text" : "And fire came out from the LORD and consumed the 250 men who were offering the incense."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,16,32",
    "id" : 186239,
    "title" : "Num 16:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 16:32\">16:32</a></b> <b>households and all the people who belonged to Korah.</b> The children of Korah survived (<a class=\"bibleref\" href=\"/passage/?search=Num 26:11\">26:11</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=1Chr 9:19\">1 Chr. 9:19</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,16,36",
    "text" : "The LORD said to Moses,"
  }, {
    "verse" : "numbers,16,37",
    "text" : "\"Tell Eleazar son of Aaron, the priest, to take the censers out of the smoldering remains and scatter the coals some distance away, for the censers are holy-"
  }, {
    "verse" : "numbers,16,38",
    "text" : "the censers of the men who sinned at the cost of their lives. Hammer the censers into sheets to overlay the altar, for they were presented before the LORD and have become holy. Let them be a sign to the Israelites.\""
  }, {
    "verse" : "numbers,16,39",
    "text" : "So Eleazar the priest collected the bronze censers brought by those who had been burned up, and he had them hammered out to overlay the altar,"
  }, {
    "verse" : "numbers,16,40",
    "text" : "as the LORD directed him through Moses. This was to remind the Israelites that no one except a descendant of Aaron should come to burn incense before the LORD, or he would become like Korah and his followers."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,16,36-numbers,16,40",
    "id" : 186240,
    "title" : "Num 16:36–40",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 16:36-Num 16:40\">16:36–40</a></b> The metal censers were removed from the ashes and made into sheets to cover the altar, as a permanent reminder that none but Aaron’s descendants were to serve as priests.</p></div>"
  } ]
} ]
