[ {
  "verses" : [ {
    "verse" : "numbers,19,1",
    "text" : "The LORD said to Moses and Aaron:"
  }, {
    "verse" : "numbers,19,2",
    "text" : "\"This is a requirement of the law that the LORD has commanded: Tell the Israelites to bring you a red heifer without defect or blemish and that has never been under a yoke."
  }, {
    "verse" : "numbers,19,3",
    "text" : "Give it to Eleazar the priest; it is to be taken outside the camp and slaughtered in his presence."
  }, {
    "verse" : "numbers,19,4",
    "text" : "Then Eleazar the priest is to take some of its blood on his finger and sprinkle it seven times toward the front of the Tent of Meeting."
  }, {
    "verse" : "numbers,19,5",
    "text" : "While he watches, the heifer is to be burned-its hide, flesh, blood and offal."
  }, {
    "verse" : "numbers,19,6",
    "text" : "The priest is to take some cedar wood, hyssop and scarlet wool and throw them onto the burning heifer."
  }, {
    "verse" : "numbers,19,7",
    "text" : "After that, the priest must wash his clothes and bathe himself with water. He may then come into the camp, but he will be ceremonially unclean till evening."
  }, {
    "verse" : "numbers,19,8",
    "text" : "The man who burns it must also wash his clothes and bathe with water, and he too will be unclean till evening."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,10,11-numbers,22,1",
    "id" : 186203,
    "title" : "Num 10:11–22:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 10:11-Num 22:1\">10:11–22:1</a></b> This section begins with the Lord’s guidance of the people immediately to the area of Kadesh in the wilderness of Paran (<a class=\"bibleref\" href=\"/passage/?search=Num 10:12\">10:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 12:16\">12:16</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 13:3\">13:3</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 13:26\">26</a>), the camp from which they would begin the conquest. Instead of the promised victory, the spies’ gloomy report created a rebellion that affected the entire nation, except for Moses, Aaron, Joshua, and Caleb. The Lord pronounced judgment on the whole first generation who were counted in the census, and told them to leave Kadesh and turn back toward Sinai.</p><p>In view of this judgment, the laws and results of the meager history following in <a class=\"bibleref\" href=\"/passage/?search=Num 15-Num 19\">chs. 15–19</a> are striking for two reasons: (a) after the judgment the Lord immediately told Israel how to serve Him in the Land of Promise (<a class=\"bibleref\" href=\"/passage/?search=Num 15\">ch. 15</a>), a clear indication that they would eventually go there as promised; and (b) for the whole period of the wilderness judgment we are given only two events (which were actually one connected incident): Korah’s rebellion and the budding of Aaron’s rod.</p><p>The events in <a class=\"bibleref\" href=\"/passage/?search=Num 20\">chs. 20</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 21\">21</a> are clearly transitional, beginning with the return to Kadesh, a hint that the conquest was on again. The victory over the king of Arad also signaled the change as the place of victory was named “Hormah,” “destruction” (<a class=\"bibleref\" href=\"/passage/?search=Num 21:3\">21:3</a>), in contrast to the tragic defeat in <a class=\"bibleref\" href=\"/passage/?search=Num 14\">ch. 14</a>.</p></div>"
  }, {
    "verseRange" : "numbers,19,1-numbers,19,22",
    "id" : 186249,
    "title" : "Num 19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 19\">19:1–22</a></b> Arrangements for cleansing those ceremonially unclean are presented. Under the direction of Eleazar the priest, a red heifer without blemish (v. 2) is taken outside the camp and killed (v. 3). The priest performs a prescribed ceremony (v. 4) and the heifer is burned (v. 5–6; cf. <a class=\"bibleref\" href=\"/passage/?search=Heb 9:11-Heb 9:13\">Heb. 9:11–13</a>). Then the ashes are gathered up and put in a clean place outside the camp, to be kept for use in the water of cleansing (vv. 9–10). Situations of uncleanness requiring ceremonial cleansing are discussed in vv. 11–16, followed by the procedures for use of the water for impurity (vv. 17–22).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,19,9",
    "text" : "\"A man who is clean shall gather up the ashes of the heifer and put them in a ceremonially clean place outside the camp. They shall be kept by the Israelite community for use in the water of cleansing; it is for purification from sin."
  }, {
    "verse" : "numbers,19,10",
    "text" : "The man who gathers up the ashes of the heifer must also wash his clothes, and he too will be unclean till evening. This will be a lasting ordinance both for the Israelites and for the aliens living among them."
  }, {
    "verse" : "numbers,19,11",
    "text" : "\"Whoever touches the dead body of anyone will be unclean for seven days."
  }, {
    "verse" : "numbers,19,12",
    "text" : "He must purify himself with the water on the third day and on the seventh day; then he will be clean. But if he does not purify himself on the third and seventh days, he will not be clean."
  }, {
    "verse" : "numbers,19,13",
    "text" : "Whoever touches the dead body of anyone and fails to purify himself defiles the LORD's tabernacle. That person must be cut off from Israel. Because the water of cleansing has not been sprinkled on him, he is unclean; his uncleanness remains on him."
  }, {
    "verse" : "numbers,19,14",
    "text" : "\"This is the law that applies when a person dies in a tent: Anyone who enters the tent and anyone who is in it will be unclean for seven days,"
  }, {
    "verse" : "numbers,19,15",
    "text" : "and every open container without a lid fastened on it will be unclean."
  }, {
    "verse" : "numbers,19,16",
    "text" : "\"Anyone out in the open who touches someone who has been killed with a sword or someone who has died a natural death, or anyone who touches a human bone or a grave, will be unclean for seven days."
  }, {
    "verse" : "numbers,19,17",
    "text" : "\"For the unclean person, put some ashes from the burned purification offering into a jar and pour fresh water over them."
  }, {
    "verse" : "numbers,19,18",
    "text" : "Then a man who is ceremonially clean is to take some hyssop, dip it in the water and sprinkle the tent and all the furnishings and the people who were there. He must also sprinkle anyone who has touched a human bone or a grave or someone who has been killed or someone who has died a natural death."
  }, {
    "verse" : "numbers,19,19",
    "text" : "The man who is clean is to sprinkle the unclean person on the third and seventh days, and on the seventh day he is to purify him. The person being cleansed must wash his clothes and bathe with water, and that evening he will be clean."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,19,9",
    "id" : 186250,
    "title" : "Num 19:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 19:9\">19:9</a></b> <b>outside the camp.</b> Christ, “suffered outside the gate in order to sanctify the people through his own blood” (<a class=\"bibleref\" href=\"/passage/?search=Heb 13:12\">Heb. 13:12</a>). The ceremonies for cleansing and purification prefigured His death.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,19,20",
    "text" : "But if a person who is unclean does not purify himself, he must be cut off from the community, because he has defiled the sanctuary of the LORD. The water of cleansing has not been sprinkled on him, and he is unclean."
  }, {
    "verse" : "numbers,19,21",
    "text" : "This is a lasting ordinance for them. \"The man who sprinkles the water of cleansing must also wash his clothes, and anyone who touches the water of cleansing will be unclean till evening."
  }, {
    "verse" : "numbers,19,22",
    "text" : "Anything that an unclean person touches becomes unclean, and anyone who touches it becomes unclean till evening.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,19,20",
    "id" : 186251,
    "title" : "Num 19:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 19:20\">19:20</a></b> <b>cut off from the midst of the assembly.</b> This exact phrase occurs nowhere else in the Bible. “Cut off from Israel” occurs twice (<a class=\"bibleref\" href=\"/passage/?search=Exod 12:15\">Ex. 12:15</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 19:13\">Num. 19:13</a>). Similar expressions occur in <a class=\"bibleref\" href=\"/passage/?search=Lev 17:10\">Lev. 17:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 20:3\">20:3</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 20:5\">5</a>, <a class=\"bibleref\" href=\"/passage/?search=Lev 20:6\">6</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 23:29\">23:29</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 9:13\">Num. 9:13</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 15:30\">15:30</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 14:8\">Ezek. 14:8</a>. On the meaning of “cut off,” see note <a class=\"bibleref\" href=\"/passage/?search=Lev 7:20\">Lev. 7:20</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,20,1",
    "text" : "In the first month the whole Israelite community arrived at the Desert of Zin, and they stayed at Kadesh. There Miriam died and was buried."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,20,1-numbers,20,13",
    "id" : 186252,
    "title" : "Num 20:1–13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 20:1-Num 20:13\">20:1–13</a></b> In his exasperation with Israel, Moses acted presumptuously and failed to honor the holiness of God (<a class=\"bibleref\" href=\"/passage/?search=Num 20:9-Num 20:11\">vv. 9–11</a> note; <a class=\"bibleref\" href=\"/passage/?search=Exod 17:6\">Ex. 17:6</a> notes). The seriousness of Moses’ sin is evident from the resulting judgment—he was not allowed to enter the Promised Land (v. 12).</p></div>"
  }, {
    "verseRange" : "numbers,20,1",
    "id" : 186253,
    "title" : "Num 20:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 20:1\">20:1</a></b> <b>the first month.</b> This would be at the end of the 40 years of wandering decreed in <a class=\"bibleref\" href=\"/passage/?search=Num 14:32-Num 14:34\">14:32–34</a>. The period of wandering in the wilderness was nearing its end. Everyone under 40 or even 50 was in effect from a new generation, about to begin the next part of God’s plan—entrance into Canaan and conquest of the Promised Land.</p><p><b>Miriam died.</b> Moses’ sister was a godly woman. When Moses was a baby she had helped preserve him from destruction (<a class=\"bibleref\" href=\"/passage/?search=Exod 2:4-Exod 2:10\">Ex. 2:4–10</a>). After the deliverance at the Red Sea she had led the victory celebration (<a class=\"bibleref\" href=\"/passage/?search=Exod 15:20\">Ex. 15:20</a>, <a class=\"bibleref\" href=\"/passage/?search=Exod 15:21\">21</a>). Yet 12:5–15 shows her serious sin and the resulting punishment.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,20,2",
    "text" : "Now there was no water for the community, and the people gathered in opposition to Moses and Aaron."
  }, {
    "verse" : "numbers,20,3",
    "text" : "They quarreled with Moses and said, \"If only we had died when our brothers fell dead before the LORD!"
  }, {
    "verse" : "numbers,20,4",
    "text" : "Why did you bring the LORD's community into this desert, that we and our livestock should die here?"
  }, {
    "verse" : "numbers,20,5",
    "text" : "Why did you bring us up out of Egypt to this terrible place? It has no grain or figs, grapevines or pomegranates. And there is no water to drink!\""
  }, {
    "verse" : "numbers,20,6",
    "text" : "Moses and Aaron went from the assembly to the entrance to the Tent of Meeting and fell facedown, and the glory of the LORD appeared to them."
  }, {
    "verse" : "numbers,20,7",
    "text" : "The LORD said to Moses,"
  }, {
    "verse" : "numbers,20,8",
    "text" : "\"Take the staff, and you and your brother Aaron gather the assembly together. Speak to that rock before their eyes and it will pour out its water. You will bring water out of the rock for the community so they and their livestock can drink.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,20,2",
    "id" : 186254,
    "title" : "Num 20:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 20:2\">20:2</a></b> <b>no water.</b> Water was the greatest need in wilderness travel (cf. <a class=\"bibleref\" href=\"/passage/?search=Gen 21:14-Gen 21:19\">Gen. 21:14–19</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 17:1-Exod 17:7\">Ex. 17:1–7</a>).</p></div>"
  }, {
    "verseRange" : "numbers,20,2-numbers,20,5",
    "id" : 186255,
    "title" : "Num 20:2–5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 20:2-Num 20:5\">20:2–5</a></b> The people complain again—an echo of previous complaints (<a class=\"bibleref\" href=\"/passage/?search=Exod 15:24\">Ex. 15:24</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 16:2\">16:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 17:3\">17:3</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 11:1\">Num. 11:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 14:2\">14:2</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,20,9",
    "text" : "So Moses took the staff from the LORD's presence, just as he commanded him."
  }, {
    "verse" : "numbers,20,10",
    "text" : "He and Aaron gathered the assembly together in front of the rock and Moses said to them, \"Listen, you rebels, must we bring you water out of this rock?\""
  }, {
    "verse" : "numbers,20,11",
    "text" : "Then Moses raised his arm and struck the rock twice with his staff. Water gushed out, and the community and their livestock drank."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,20,9-numbers,20,11",
    "id" : 186256,
    "title" : "Num 20:9–11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 20:9-Num 20:11\">20:9–11</a></b> After years of constant service and unparalleled patience Moses fell at his strongest point (<a class=\"bibleref\" href=\"/passage/?search=Num 12:3\">12:3</a>): (a) he spoke in anger; (b) he usurped the place of God, saying, “Shall we bring water for you out of this rock?” and (c) he acted violently, striking the rock twice, when God had told him only to speak to it. On the symbolism of the rock, see notes <a class=\"bibleref\" href=\"/passage/?search=Exod 17:6\">Ex. 17:6</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,20,12",
    "text" : "But the LORD said to Moses and Aaron, \"Because you did not trust in me enough to honor me as holy in the sight of the Israelites, you will not bring this community into the land I give them.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,20,12",
    "id" : 186257,
    "title" : "Num 20:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 20:12\">20:12</a></b> God’s word of judgment is directed to both Moses and Aaron, for Aaron had accompanied Moses and was implicated in the rashness of his brother’s action. Their ministry was coming to an end.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,20,13",
    "text" : "These were the waters of Meribah, where the Israelites quarreled with the LORD and where he showed himself holy among them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,20,13",
    "id" : 186258,
    "title" : "Num 20:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 20:13\">20:13</a></b> <b>Meribah.</b> See text note. Together with “Massah” (“testing”), this name was used at the first incident of striking water from a rock (<a class=\"bibleref\" href=\"/passage/?search=Exod 17:7\">Ex. 17:7</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 95:8\">Ps. 95:8</a> and text notes).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,20,14",
    "text" : "Moses sent messengers from Kadesh to the king of Edom, saying: \"This is what your brother Israel says: You know about all the hardships that have come upon us."
  }, {
    "verse" : "numbers,20,15",
    "text" : "Our forefathers went down into Egypt, and we lived there many years. The Egyptians mistreated us and our fathers,"
  }, {
    "verse" : "numbers,20,16",
    "text" : "but when we cried out to the LORD, he heard our cry and sent an angel and brought us out of Egypt. \"Now we are here at Kadesh, a town on the edge of your territory."
  }, {
    "verse" : "numbers,20,17",
    "text" : "Please let us pass through your country. We will not go through any field or vineyard, or drink water from any well. We will travel along the king's highway and not turn to the right or to the left until we have passed through your territory.\""
  }, {
    "verse" : "numbers,20,18",
    "text" : "But Edom answered: \"You may not pass through here; if you try, we will march out and attack you with the sword.\""
  }, {
    "verse" : "numbers,20,19",
    "text" : "The Israelites replied: \"We will go along the main road, and if we or our livestock drink any of your water, we will pay for it. We only want to pass through on foot-nothing else.\""
  }, {
    "verse" : "numbers,20,20",
    "text" : "Again they answered: \"You may not pass through.\" Then Edom came out against them with a large and powerful army."
  }, {
    "verse" : "numbers,20,21",
    "text" : "Since Edom refused to let them go through their territory, Israel turned away from them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,20,14-numbers,20,20",
    "id" : 186259,
    "title" : "Num 20:14–20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 20:14-Num 20:20\">20:14–20</a></b> The Edomites, descendants of Jacob’s brother Esau (<a class=\"bibleref\" href=\"/passage/?search=Gen 25:25-Gen 25:34\">Gen. 25:25–34</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 27:1-Gen 27:42\">27:1–42</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 28:5-Gen 28:9\">28:5–9</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 32:3-Gen 33:16\">32:3–33:16</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 35:29\">35:29</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 36\">36:1–43</a>), show an unbrotherly attitude toward Israel. Moses made a courteous request of the Edomites, asking permission to go peacefully through their territory, paying the Edomites for anything the travelers might need on the way. Since Israel was not given this permission, and they did not want to fight their way through, they could not reach the Promised Land without first making a long march through a particularly unpleasant part of the wilderness.</p></div>"
  }, {
    "verseRange" : "numbers,20,14",
    "id" : 186260,
    "title" : "Num 20:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 20:14\">20:14</a></b> <b>your brother Israel.</b> Jacob (later called Israel; <a class=\"bibleref\" href=\"/passage/?search=Gen 32:28\">Gen. 32:28</a>) and his brother Esau had quarreled in their youth, but they were reconciled in later years (<a class=\"bibleref\" href=\"/passage/?search=Gen 33:9-Gen 33:16\">Gen. 33:9–16</a>; <a class=\"bibleref\" href=\"/passage/?search=Gen 35:29\">35:29</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,20,22",
    "text" : "The whole Israelite community set out from Kadesh and came to Mount Hor."
  }, {
    "verse" : "numbers,20,23",
    "text" : "At Mount Hor, near the border of Edom, the LORD said to Moses and Aaron,"
  }, {
    "verse" : "numbers,20,24",
    "text" : "\"Aaron will be gathered to his people. He will not enter the land I give the Israelites, because both of you rebelled against my command at the waters of Meribah."
  }, {
    "verse" : "numbers,20,25",
    "text" : "Get Aaron and his son Eleazar and take them up Mount Hor."
  }, {
    "verse" : "numbers,20,26",
    "text" : "Remove Aaron's garments and put them on his son Eleazar, for Aaron will be gathered to his people; he will die there.\""
  }, {
    "verse" : "numbers,20,27",
    "text" : "Moses did as the LORD commanded: They went up Mount Hor in the sight of the whole community."
  }, {
    "verse" : "numbers,20,28",
    "text" : "Moses removed Aaron's garments and put them on his son Eleazar. And Aaron died there on top of the mountain. Then Moses and Eleazar came down from the mountain,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,20,22-numbers,20,29",
    "id" : 186261,
    "title" : "Num 20:22–29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 20:22-Num 20:29\">20:22–29</a></b> Eleazar succeeds his father as high priest. Aaron had the joy of seeing his work carried on by a son; Moses, whose ministry as mediator of the Sinai covenant was unique (<a class=\"bibleref\" href=\"/passage/?search=Num 12:8\">12:8</a> note; <a class=\"bibleref\" href=\"/passage/?search=Exod 18-Exod 24\">Ex. 18:1–24:18</a> note), did not.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,20,29",
    "text" : "and when the whole community learned that Aaron had died, the entire house of Israel mourned for him thirty days."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,20,29",
    "id" : 186262,
    "title" : "Num 20:29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 20:29\">20:29</a></b> <b>wept . . . thirty days.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Deut 34:8\">Deut. 34:8</a>.</p></div>"
  } ]
} ]
