[ {
  "verses" : [ {
    "verse" : "numbers,26,1",
    "text" : "After the plague the LORD said to Moses and Eleazar son of Aaron, the priest,"
  }, {
    "verse" : "numbers,26,2",
    "text" : "\"Take a census of the whole Israelite community by families-all those twenty years old or more who are able to serve in the army of Israel.\""
  }, {
    "verse" : "numbers,26,3",
    "text" : "So on the plains of Moab by the Jordan across from Jericho, Moses and Eleazar the priest spoke with them and said,"
  }, {
    "verse" : "numbers,26,4",
    "text" : "\"Take a census of the men twenty years old or more, as the LORD commanded Moses.\" These were the Israelites who came out of Egypt:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,26,1-numbers,36,13",
    "id" : 186294,
    "title" : "Num 26–36",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 26-Num 36\">26:1–36:13</a></b> The final major section of Numbers concerns preparations for entering the Promised Land, with particular attention paid to matters relevant to life in the land.</p></div>"
  }, {
    "verseRange" : "numbers,26,1-numbers,26,51",
    "id" : 186295,
    "title" : "Num 26:1–51",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 26:1-Num 26:51\">26:1–51</a></b> Like the census taken 38 years earlier (<a class=\"bibleref\" href=\"/passage/?search=Num 1\">ch. 1</a>), this second census counted only males, aged twenty or older, and able to serve in the army (v. 2). It records only the total number for each tribe, though in each case the names of the tribe’s subdivisions are included. Overall, there was a decline of nearly two thousand in the total number of fighting men.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,26,5",
    "text" : "The descendants of Reuben, the firstborn son of Israel, were: through Hanoch, the Hanochite clan; through Pallu, the Palluite clan;"
  }, {
    "verse" : "numbers,26,6",
    "text" : "through Hezron, the Hezronite clan; through Carmi, the Carmite clan."
  }, {
    "verse" : "numbers,26,7",
    "text" : "These were the clans of Reuben; those numbered were 43,730."
  }, {
    "verse" : "numbers,26,8",
    "text" : "The son of Pallu was Eliab,"
  }, {
    "verse" : "numbers,26,9",
    "text" : "and the sons of Eliab were Nemuel, Dathan and Abiram. The same Dathan and Abiram were the community officials who rebelled against Moses and Aaron and were among Korah's followers when they rebelled against the LORD."
  }, {
    "verse" : "numbers,26,10",
    "text" : "The earth opened its mouth and swallowed them along with Korah, whose followers died when the fire devoured the 250 men. And they served as a warning sign."
  }, {
    "verse" : "numbers,26,11",
    "text" : "The line of Korah, however, did not die out."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,26,5-numbers,26,11",
    "id" : 186296,
    "title" : "Num 26:5–11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 26:5-Num 26:11\">26:5–11</a></b> The tribe of Jacob’s eldest son, Reuben, is listed first. Although it had suffered losses because of the rebellion of Dathan and Abiram (<a class=\"bibleref\" href=\"/passage/?search=Num 26:8-Num 26:10\">vv. 8–10</a>), it had recovered sufficiently to be almost as numerous as at the first census. Korah (of the tribe of Levi) is mentioned here because of his association with Dathan and Abiram, and it is observed that his line did not die out (<a class=\"bibleref\" href=\"/passage/?search=Num 26:11\">v. 11</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,26,12",
    "text" : "The descendants of Simeon by their clans were: through Nemuel, the Nemuelite clan; through Jamin, the Jaminite clan; through Jakin, the Jakinite clan;"
  }, {
    "verse" : "numbers,26,13",
    "text" : "through Zerah, the Zerahite clan; through Shaul, the Shaulite clan."
  }, {
    "verse" : "numbers,26,14",
    "text" : "These were the clans of Simeon; there were 22,200 men."
  }, {
    "verse" : "numbers,26,15",
    "text" : "The descendants of Gad by their clans were: through Zephon, the Zephonite clan; through Haggi, the Haggite clan; through Shuni, the Shunite clan;"
  }, {
    "verse" : "numbers,26,16",
    "text" : "through Ozni, the Oznite clan; through Eri, the Erite clan;"
  }, {
    "verse" : "numbers,26,17",
    "text" : "through Arodi, the Arodite clan; through Areli, the Arelite clan."
  }, {
    "verse" : "numbers,26,18",
    "text" : "These were the clans of Gad; those numbered were 40,500."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,26,12-numbers,26,14",
    "id" : 186297,
    "title" : "Num 26:12–14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 26:12-Num 26:14\">26:12–14</a></b> Simeon’s numbers had declined far more than those of any other tribe (from nearly 60,000 to a little over 22,000), probably indicating that the Simeonite leader killed during the Midianite seduction shortly before this census was taken (<a class=\"bibleref\" href=\"/passage/?search=Num 25:14\">25:14</a>) was but one of thousands of Simeonites involved in the Midianite seduction (<a class=\"bibleref\" href=\"/passage/?search=Num 25:1-Num 25:9\">25:1–9</a>). See note <a class=\"bibleref\" href=\"/passage/?search=Gen 49:7\">Gen. 49:7</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,26,19",
    "text" : "Er and Onan were sons of Judah, but they died in Canaan."
  }, {
    "verse" : "numbers,26,20",
    "text" : "The descendants of Judah by their clans were: through Shelah, the Shelanite clan; through Perez, the Perezite clan; through Zerah, the Zerahite clan."
  }, {
    "verse" : "numbers,26,21",
    "text" : "The descendants of Perez were: through Hezron, the Hezronite clan; through Hamul, the Hamulite clan."
  }, {
    "verse" : "numbers,26,22",
    "text" : "These were the clans of Judah; those numbered were 76,500."
  }, {
    "verse" : "numbers,26,23",
    "text" : "The descendants of Issachar by their clans were: through Tola, the Tolaite clan; through Puah, the Puite clan;"
  }, {
    "verse" : "numbers,26,24",
    "text" : "through Jashub, the Jashubite clan; through Shimron, the Shimronite clan."
  }, {
    "verse" : "numbers,26,25",
    "text" : "These were the clans of Issachar; those numbered were 64,300."
  }, {
    "verse" : "numbers,26,26",
    "text" : "The descendants of Zebulun by their clans were: through Sered, the Seredite clan; through Elon, the Elonite clan; through Jahleel, the Jahleelite clan."
  }, {
    "verse" : "numbers,26,27",
    "text" : "These were the clans of Zebulun; those numbered were 60,500."
  }, {
    "verse" : "numbers,26,28",
    "text" : "The descendants of Joseph by their clans through Manasseh and Ephraim were:"
  }, {
    "verse" : "numbers,26,29",
    "text" : "The descendants of Manasseh: through Makir, the Makirite clan (Makir was the father of Gilead); through Gilead, the Gileadite clan."
  }, {
    "verse" : "numbers,26,30",
    "text" : "These were the descendants of Gilead: through Iezer, the Iezerite clan; through Helek, the Helekite clan;"
  }, {
    "verse" : "numbers,26,31",
    "text" : "through Asriel, the Asrielite clan; through Shechem, the Shechemite clan;"
  }, {
    "verse" : "numbers,26,32",
    "text" : "through Shemida, the Shemidaite clan; through Hepher, the Hepherite clan."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,26,19",
    "id" : 186298,
    "title" : "Num 26:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 26:19\">26:19</a></b> <b>Er and Onan.</b> See <a class=\"bibleref\" href=\"/passage/?search=Gen 38:1-Gen 38:10\">Gen. 38:1–10</a> and notes.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,26,33",
    "text" : "(Zelophehad son of Hepher had no sons; he had only daughters, whose names were Mahlah, Noah, Hoglah, Milcah and Tirzah.)"
  }, {
    "verse" : "numbers,26,34",
    "text" : "These were the clans of Manasseh; those numbered were 52,700."
  }, {
    "verse" : "numbers,26,35",
    "text" : "These were the descendants of Ephraim by their clans: through Shuthelah, the Shuthelahite clan; through Beker, the Bekerite clan; through Tahan, the Tahanite clan."
  }, {
    "verse" : "numbers,26,36",
    "text" : "These were the descendants of Shuthelah: through Eran, the Eranite clan."
  }, {
    "verse" : "numbers,26,37",
    "text" : "These were the clans of Ephraim; those numbered were 32,500. These were the descendants of Joseph by their clans."
  }, {
    "verse" : "numbers,26,38",
    "text" : "The descendants of Benjamin by their clans were: through Bela, the Belaite clan; through Ashbel, the Ashbelite clan; through Ahiram, the Ahiramite clan;"
  }, {
    "verse" : "numbers,26,39",
    "text" : "through Shupham, the Shuphamite clan; through Hupham, the Huphamite clan."
  }, {
    "verse" : "numbers,26,40",
    "text" : "The descendants of Bela through Ard and Naaman were: through Ard, the Ardite clan; through Naaman, the Naamite clan."
  }, {
    "verse" : "numbers,26,41",
    "text" : "These were the clans of Benjamin; those numbered were 45,600."
  }, {
    "verse" : "numbers,26,42",
    "text" : "These were the descendants of Dan by their clans: through Shuham, the Shuhamite clan. These were the clans of Dan:"
  }, {
    "verse" : "numbers,26,43",
    "text" : "All of them were Shuhamite clans; and those numbered were 64,400."
  }, {
    "verse" : "numbers,26,44",
    "text" : "The descendants of Asher by their clans were: through Imnah, the Imnite clan; through Ishvi, the Ishvite clan; through Beriah, the Beriite clan;"
  }, {
    "verse" : "numbers,26,45",
    "text" : "and through the descendants of Beriah: through Heber, the Heberite clan; through Malkiel, the Malkielite clan."
  }, {
    "verse" : "numbers,26,46",
    "text" : "(Asher had a daughter named Serah.)"
  }, {
    "verse" : "numbers,26,47",
    "text" : "These were the clans of Asher; those numbered were 53,400."
  }, {
    "verse" : "numbers,26,48",
    "text" : "The descendants of Naphtali by their clans were: through Jahzeel, the Jahzeelite clan; through Guni, the Gunite clan;"
  }, {
    "verse" : "numbers,26,49",
    "text" : "through Jezer, the Jezerite clan; through Shillem, the Shillemite clan."
  }, {
    "verse" : "numbers,26,50",
    "text" : "These were the clans of Naphtali; those numbered were 45,400."
  }, {
    "verse" : "numbers,26,51",
    "text" : "The total number of the men of Israel was 601,730."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,26,33",
    "id" : 186299,
    "title" : "Num 26:33",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 26:33\">26:33</a></b> <b>Zelophehad.</b> See <a class=\"bibleref\" href=\"/passage/?search=Num 27:1-Num 27:11\">27:1–11</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 36:1-Num 36:12\">36:1–12</a>.</p></div>"
  } ]
} ]
