[ {
  "verses" : [ {
    "verse" : "numbers,30,1",
    "text" : "Moses said to the heads of the tribes of Israel: \"This is what the LORD commands:"
  }, {
    "verse" : "numbers,30,2",
    "text" : "When a man makes a vow to the LORD or takes an oath to obligate himself by a pledge, he must not break his word but must do everything he said."
  }, {
    "verse" : "numbers,30,3",
    "text" : "\"When a young woman still living in her father's house makes a vow to the LORD or obligates herself by a pledge"
  }, {
    "verse" : "numbers,30,4",
    "text" : "and her father hears about her vow or pledge but says nothing to her, then all her vows and every pledge by which she obligated herself will stand."
  }, {
    "verse" : "numbers,30,5",
    "text" : "But if her father forbids her when he hears about it, none of her vows or the pledges by which she obligated herself will stand; the LORD will release her because her father has forbidden her."
  }, {
    "verse" : "numbers,30,6",
    "text" : "\"If she marries after she makes a vow or after her lips utter a rash promise by which she obligates herself"
  }, {
    "verse" : "numbers,30,7",
    "text" : "and her husband hears about it but says nothing to her, then her vows or the pledges by which she obligated herself will stand."
  }, {
    "verse" : "numbers,30,8",
    "text" : "But if her husband forbids her when he hears about it, he nullifies the vow that obligates her or the rash promise by which she obligates herself, and the LORD will release her."
  }, {
    "verse" : "numbers,30,9",
    "text" : "\"Any vow or obligation taken by a widow or divorced woman will be binding on her."
  }, {
    "verse" : "numbers,30,10",
    "text" : "\"If a woman living with her husband makes a vow or obligates herself by a pledge under oath"
  }, {
    "verse" : "numbers,30,11",
    "text" : "and her husband hears about it but says nothing to her and does not forbid her, then all her vows or the pledges by which she obligated herself will stand."
  }, {
    "verse" : "numbers,30,12",
    "text" : "But if her husband nullifies them when he hears about them, then none of the vows or pledges that came from her lips will stand. Her husband has nullified them, and the LORD will release her."
  }, {
    "verse" : "numbers,30,13",
    "text" : "Her husband may confirm or nullify any vow she makes or any sworn pledge to deny herself."
  }, {
    "verse" : "numbers,30,14",
    "text" : "But if her husband says nothing to her about it from day to day, then he confirms all her vows or the pledges binding on her. He confirms them by saying nothing to her when he hears about them."
  }, {
    "verse" : "numbers,30,15",
    "text" : "If, however, he nullifies them some time after he hears about them, then he is responsible for her guilt.\""
  }, {
    "verse" : "numbers,30,16",
    "text" : "These are the regulations the LORD gave Moses concerning relationships between a man and his wife, and between a father and his young daughter still living in his house."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,26,1-numbers,36,13",
    "id" : 186294,
    "title" : "Num 26–36",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 26-Num 36\">26:1–36:13</a></b> The final major section of Numbers concerns preparations for entering the Promised Land, with particular attention paid to matters relevant to life in the land.</p></div>"
  }, {
    "verseRange" : "numbers,30,1-numbers,30,16",
    "id" : 186306,
    "title" : "Num 30",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 30\">30:1–16</a></b> Ordinarily, people were obliged to fulfill any vow or obligation they had made, including even a rash promise (v. 6). However, the vow of a subordinate member of a household could be cancelled by the head of the house (vv. 5, <a class=\"bibleref\" href=\"/passage/?search=Num 30:8\">8</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 30:12-Num 30:13\">12–13</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 30:15\">15</a>). Moses urged the people not to make rash vows, but declared that if made they must be fulfilled (<a class=\"bibleref\" href=\"/passage/?search=Deut 23:21-Deut 23:23\">Deut. 23:21–23</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Prov 20:25\">Prov. 20:25</a>). For a terrible instance of a rash vow, see <a class=\"bibleref\" href=\"/passage/?search=Judg 11:30-Judg 11:40\">Judg. 11:30–40</a> and notes.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,31,1",
    "text" : "The LORD said to Moses,"
  }, {
    "verse" : "numbers,31,2",
    "text" : "\"Take vengeance on the Midianites for the Israelites. After that, you will be gathered to your people.\""
  }, {
    "verse" : "numbers,31,3",
    "text" : "So Moses said to the people, \"Arm some of your men to go to war against the Midianites and to carry out the LORD's vengeance on them."
  }, {
    "verse" : "numbers,31,4",
    "text" : "Send into battle a thousand men from each of the tribes of Israel.\""
  }, {
    "verse" : "numbers,31,5",
    "text" : "So twelve thousand men armed for battle, a thousand from each tribe, were supplied from the clans of Israel."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,31,1-numbers,31,54",
    "id" : 186307,
    "title" : "Num 31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 31\">31:1–54</a></b> Vengeance against the Midianites for their efforts to seduce the Israelites into idol worship and sexual immorality (<a class=\"bibleref\" href=\"/passage/?search=Num 25\">ch. 25</a>) is undertaken. This narrative deals particularly with details concerning the plunder taken from the Midianites. Because the plunder of war had to be handled in a fashion that preserved the holiness of God and of the people, the principles stated here helped prepare the Israelites for the coming conquest of the land.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,31,6",
    "text" : "Moses sent them into battle, a thousand from each tribe, along with Phinehas son of Eleazar, the priest, who took with him articles from the sanctuary and the trumpets for signaling."
  }, {
    "verse" : "numbers,31,7",
    "text" : "They fought against Midian, as the LORD commanded Moses, and killed every man."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,31,6",
    "id" : 186308,
    "title" : "Num 31:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 31:6\">31:6</a></b> <b>Phinehas.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Num 25:11\">25:11</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,31,8",
    "text" : "Among their victims were Evi, Rekem, Zur, Hur and Reba-the five kings of Midian. They also killed Balaam son of Beor with the sword."
  }, {
    "verse" : "numbers,31,9",
    "text" : "The Israelites captured the Midianite women and children and took all the Midianite herds, flocks and goods as plunder."
  }, {
    "verse" : "numbers,31,10",
    "text" : "They burned all the towns where the Midianites had settled, as well as all their camps."
  }, {
    "verse" : "numbers,31,11",
    "text" : "They took all the plunder and spoils, including the people and animals,"
  }, {
    "verse" : "numbers,31,12",
    "text" : "and brought the captives, spoils and plunder to Moses and Eleazar the priest and the Israelite assembly at their camp on the plains of Moab, by the Jordan across from Jericho."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,31,8",
    "id" : 186309,
    "title" : "Num 31:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 31:8\">31:8</a></b> <b>Balaam.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Num 22:5\">22:5</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,31,13",
    "text" : "Moses, Eleazar the priest and all the leaders of the community went to meet them outside the camp."
  }, {
    "verse" : "numbers,31,14",
    "text" : "Moses was angry with the officers of the army-the commanders of thousands and commanders of hundreds-who returned from the battle."
  }, {
    "verse" : "numbers,31,15",
    "text" : "\"Have you allowed all the women to live?\" he asked them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,31,13-numbers,31,18",
    "id" : 186310,
    "title" : "Num 31:13–18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 31:13-Num 31:18\">31:13–18</a></b> Moses’ command that all the women who were not virgins must be killed was due to the immorality at Peor. All males were killed, including children, probably to prevent any resurgence of the Midianite clans (cf. <a class=\"bibleref\" href=\"/passage/?search=Num 31:7\">v. 7</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,31,16",
    "text" : "\"They were the ones who followed Balaam's advice and were the means of turning the Israelites away from the LORD in what happened at Peor, so that a plague struck the LORD's people."
  }, {
    "verse" : "numbers,31,17",
    "text" : "Now kill all the boys. And kill every woman who has slept with a man,"
  }, {
    "verse" : "numbers,31,18",
    "text" : "but save for yourselves every girl who has never slept with a man."
  }, {
    "verse" : "numbers,31,19",
    "text" : "\"All of you who have killed anyone or touched anyone who was killed must stay outside the camp seven days. On the third and seventh days you must purify yourselves and your captives."
  }, {
    "verse" : "numbers,31,20",
    "text" : "Purify every garment as well as everything made of leather, goat hair or wood.\""
  }, {
    "verse" : "numbers,31,21",
    "text" : "Then Eleazar the priest said to the soldiers who had gone into battle, \"This is the requirement of the law that the LORD gave Moses:"
  }, {
    "verse" : "numbers,31,22",
    "text" : "Gold, silver, bronze, iron, tin, lead"
  }, {
    "verse" : "numbers,31,23",
    "text" : "and anything else that can withstand fire must be put through the fire, and then it will be clean. But it must also be purified with the water of cleansing. And whatever cannot withstand fire must be put through that water."
  }, {
    "verse" : "numbers,31,24",
    "text" : "On the seventh day wash your clothes and you will be clean. Then you may come into the camp.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,31,16",
    "id" : 186311,
    "title" : "Num 31:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 31:16\">31:16</a></b> <b>on Balaam’s advice.</b> See <a class=\"bibleref\" href=\"/passage/?search=Deut 23:4\">Deut. 23:4</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 23:5\">5</a>; <a class=\"bibleref\" href=\"/passage/?search=Josh 13:22\">Josh. 13:22</a>; <a class=\"bibleref\" href=\"/passage/?search=Josh 24:9\">24:9</a>, <a class=\"bibleref\" href=\"/passage/?search=Josh 24:10\">10</a>; <a class=\"bibleref\" href=\"/passage/?search=Neh 13:2\">Neh. 13:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Mic 6:5\">Mic. 6:5</a>; <a class=\"bibleref\" href=\"/passage/?search=2Pet 2:15\">2 Pet. 2:15</a>; <a class=\"bibleref\" href=\"/passage/?search=Jude 1:11\">Jude 11</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 2:14\">Rev. 2:14</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,31,25",
    "text" : "The LORD said to Moses,"
  }, {
    "verse" : "numbers,31,26",
    "text" : "\"You and Eleazar the priest and the family heads of the community are to count all the people and animals that were captured."
  }, {
    "verse" : "numbers,31,27",
    "text" : "Divide the spoils between the soldiers who took part in the battle and the rest of the community."
  }, {
    "verse" : "numbers,31,28",
    "text" : "From the soldiers who fought in the battle, set apart as tribute for the LORD one out of every five hundred, whether persons, cattle, donkeys, sheep or goats."
  }, {
    "verse" : "numbers,31,29",
    "text" : "Take this tribute from their half share and give it to Eleazar the priest as the LORD's part."
  }, {
    "verse" : "numbers,31,30",
    "text" : "From the Israelites' half, select one out of every fifty, whether persons, cattle, donkeys, sheep, goats or other animals. Give them to the Levites, who are responsible for the care of the LORD's tabernacle.\""
  }, {
    "verse" : "numbers,31,31",
    "text" : "So Moses and Eleazar the priest did as the LORD commanded Moses."
  }, {
    "verse" : "numbers,31,32",
    "text" : "The plunder remaining from the spoils that the soldiers took was 675,000 sheep,"
  }, {
    "verse" : "numbers,31,33",
    "text" : "72,000 cattle,"
  }, {
    "verse" : "numbers,31,34",
    "text" : "61,000 donkeys"
  }, {
    "verse" : "numbers,31,35",
    "text" : "and 32,000 women who had never slept with a man."
  }, {
    "verse" : "numbers,31,36",
    "text" : "The half share of those who fought in the battle was: 337,500 sheep,"
  }, {
    "verse" : "numbers,31,37",
    "text" : "of which the tribute for the LORD was 675;"
  }, {
    "verse" : "numbers,31,38",
    "text" : "36,000 cattle, of which the tribute for the LORD was 72;"
  }, {
    "verse" : "numbers,31,39",
    "text" : "30,500 donkeys, of which the tribute for the LORD was 61;"
  }, {
    "verse" : "numbers,31,40",
    "text" : "16,000 people, of which the tribute for the LORD was 32."
  }, {
    "verse" : "numbers,31,41",
    "text" : "Moses gave the tribute to Eleazar the priest as the LORD's part, as the LORD commanded Moses."
  }, {
    "verse" : "numbers,31,42",
    "text" : "The half belonging to the Israelites, which Moses set apart from that of the fighting men-"
  }, {
    "verse" : "numbers,31,43",
    "text" : "the community's half-was 337,500 sheep,"
  }, {
    "verse" : "numbers,31,44",
    "text" : "36,000 cattle,"
  }, {
    "verse" : "numbers,31,45",
    "text" : "30,500 donkeys"
  }, {
    "verse" : "numbers,31,46",
    "text" : "and 16,000 people."
  }, {
    "verse" : "numbers,31,47",
    "text" : "From the Israelites' half, Moses selected one out of every fifty persons and animals, as the LORD commanded him, and gave them to the Levites, who were responsible for the care of the LORD's tabernacle."
  }, {
    "verse" : "numbers,31,48",
    "text" : "Then the officers who were over the units of the army-the commanders of thousands and commanders of hundreds-went to Moses"
  }, {
    "verse" : "numbers,31,49",
    "text" : "and said to him, \"Your servants have counted the soldiers under our command, and not one is missing."
  }, {
    "verse" : "numbers,31,50",
    "text" : "So we have brought as an offering to the LORD the gold articles each of us acquired-armlets, bracelets, signet rings, earrings and necklaces-to make atonement for ourselves before the LORD.\""
  }, {
    "verse" : "numbers,31,51",
    "text" : "Moses and Eleazar the priest accepted from them the gold-all the crafted articles."
  }, {
    "verse" : "numbers,31,52",
    "text" : "All the gold from the commanders of thousands and commanders of hundreds that Moses and Eleazar presented as a gift to the LORD weighed 16,750 shekels."
  }, {
    "verse" : "numbers,31,53",
    "text" : "Each soldier had taken plunder for himself."
  }, {
    "verse" : "numbers,31,54",
    "text" : "Moses and Eleazar the priest accepted the gold from the commanders of thousands and commanders of hundreds and brought it into the Tent of Meeting as a memorial for the Israelites before the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,31,25-numbers,31,47",
    "id" : 186312,
    "title" : "Num 31:25–47",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 31:25-Num 31:47\">31:25–47</a></b> Israel divides the Midianite spoils: half to the soldiers and half to the community (<a class=\"bibleref\" href=\"/passage/?search=Num 31:25-Num 31:27\">vv. 25–27</a>). As a tribute to the Lord, one out of every five hundred from the soldier’s half, and one out of every fifty from the community’s half was to be given to the Levites (<a class=\"bibleref\" href=\"/passage/?search=Num 31:28-Num 31:31\">vv. 28–31</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 31:41\">41</a>). A detailed enumeration of the portions is given (<a class=\"bibleref\" href=\"/passage/?search=Num 31:32-Num 31:47\">vv. 32–47</a>).</p></div>"
  } ]
} ]
