[ {
  "verses" : [ {
    "verse" : "numbers,32,1",
    "text" : "The Reubenites and Gadites, who had very large herds and flocks, saw that the lands of Jazer and Gilead were suitable for livestock."
  }, {
    "verse" : "numbers,32,2",
    "text" : "So they came to Moses and Eleazar the priest and to the leaders of the community, and said,"
  }, {
    "verse" : "numbers,32,3",
    "text" : "\"Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo and Beon-"
  }, {
    "verse" : "numbers,32,4",
    "text" : "the land the LORD subdued before the people of Israel-are suitable for livestock, and your servants have livestock."
  }, {
    "verse" : "numbers,32,5",
    "text" : "If we have found favor in your eyes,\" they said, \"let this land be given to your servants as our possession. Do not make us cross the Jordan.\""
  }, {
    "verse" : "numbers,32,6",
    "text" : "Moses said to the Gadites and Reubenites, \"Shall your countrymen go to war while you sit here?"
  }, {
    "verse" : "numbers,32,7",
    "text" : "Why do you discourage the Israelites from going over into the land the LORD has given them?"
  }, {
    "verse" : "numbers,32,8",
    "text" : "This is what your fathers did when I sent them from Kadesh Barnea to look over the land."
  }, {
    "verse" : "numbers,32,9",
    "text" : "After they went up to the Valley of Eshcol and viewed the land, they discouraged the Israelites from entering the land the LORD had given them."
  }, {
    "verse" : "numbers,32,10",
    "text" : "The LORD's anger was aroused that day and he swore this oath:"
  }, {
    "verse" : "numbers,32,11",
    "text" : "'Because they have not followed me wholeheartedly, not one of the men twenty years old or more who came up out of Egypt will see the land I promised on oath to Abraham, Isaac and Jacob-"
  }, {
    "verse" : "numbers,32,12",
    "text" : "not one except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, for they followed the LORD wholeheartedly.'"
  }, {
    "verse" : "numbers,32,13",
    "text" : "The LORD's anger burned against Israel and he made them wander in the desert forty years, until the whole generation of those who had done evil in his sight was gone."
  }, {
    "verse" : "numbers,32,14",
    "text" : "\"And here you are, a brood of sinners, standing in the place of your fathers and making the LORD even more angry with Israel."
  }, {
    "verse" : "numbers,32,15",
    "text" : "If you turn away from following him, he will again leave all this people in the desert, and you will be the cause of their destruction.\""
  }, {
    "verse" : "numbers,32,16",
    "text" : "Then they came up to him and said, \"We would like to build pens here for our livestock and cities for our women and children."
  }, {
    "verse" : "numbers,32,17",
    "text" : "But we are ready to arm ourselves and go ahead of the Israelites until we have brought them to their place. Meanwhile our women and children will live in fortified cities, for protection from the inhabitants of the land."
  }, {
    "verse" : "numbers,32,18",
    "text" : "We will not return to our homes until every Israelite has received his inheritance."
  }, {
    "verse" : "numbers,32,19",
    "text" : "We will not receive any inheritance with them on the other side of the Jordan, because our inheritance has come to us on the east side of the Jordan.\""
  }, {
    "verse" : "numbers,32,20",
    "text" : "Then Moses said to them, \"If you will do this-if you will arm yourselves before the LORD for battle,"
  }, {
    "verse" : "numbers,32,21",
    "text" : "and if all of you will go armed over the Jordan before the LORD until he has driven his enemies out before him-"
  }, {
    "verse" : "numbers,32,22",
    "text" : "then when the land is subdued before the LORD, you may return and be free from your obligation to the LORD and to Israel. And this land will be your possession before the LORD."
  }, {
    "verse" : "numbers,32,23",
    "text" : "\"But if you fail to do this, you will be sinning against the LORD; and you may be sure that your sin will find you out."
  }, {
    "verse" : "numbers,32,24",
    "text" : "Build cities for your women and children, and pens for your flocks, but do what you have promised.\""
  }, {
    "verse" : "numbers,32,25",
    "text" : "The Gadites and Reubenites said to Moses, \"We your servants will do as our lord commands."
  }, {
    "verse" : "numbers,32,26",
    "text" : "Our children and wives, our flocks and herds will remain here in the cities of Gilead."
  }, {
    "verse" : "numbers,32,27",
    "text" : "But your servants, every man armed for battle, will cross over to fight before the LORD, just as our lord says.\""
  }, {
    "verse" : "numbers,32,28",
    "text" : "Then Moses gave orders about them to Eleazar the priest and Joshua son of Nun and to the family heads of the Israelite tribes."
  }, {
    "verse" : "numbers,32,29",
    "text" : "He said to them, \"If the Gadites and Reubenites, every man armed for battle, cross over the Jordan with you before the LORD, then when the land is subdued before you, give them the land of Gilead as their possession."
  }, {
    "verse" : "numbers,32,30",
    "text" : "But if they do not cross over with you armed, they must accept their possession with you in Canaan.\""
  }, {
    "verse" : "numbers,32,31",
    "text" : "The Gadites and Reubenites answered, \"Your servants will do what the LORD has said."
  }, {
    "verse" : "numbers,32,32",
    "text" : "We will cross over before the LORD into Canaan armed, but the property we inherit will be on this side of the Jordan.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,26,1-numbers,36,13",
    "id" : 186294,
    "title" : "Num 26–36",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 26-Num 36\">26:1–36:13</a></b> The final major section of Numbers concerns preparations for entering the Promised Land, with particular attention paid to matters relevant to life in the land.</p></div>"
  }, {
    "verseRange" : "numbers,32,1-numbers,32,42",
    "id" : 186313,
    "title" : "Num 32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 32\">32:1–42</a></b> The tribes of Reuben and Gad, possessors of much livestock, requested permission to settle in the Transjordan territory (the region east of the Jordan River and the Dead Sea) already conquered (vv. 1–5; cf. <a class=\"bibleref\" href=\"/passage/?search=Num 21:24-Num 21:26\">21:24–26</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 21:31-Num 21:35\">31–35</a>). Because all of Israel was to participate in the conquest and because their departure would dishearten the other tribes, Moses sternly warned them against the sin of the Exodus generation (<a class=\"bibleref\" href=\"/passage/?search=Num 21:6-Num 21:15\">vv. 6–15</a>). His admonition includes a classic recognition of God’s sovereign dominion as judge: “be sure your sin will find you out” (<a class=\"bibleref\" href=\"/passage/?search=Num 21:23\">v. 23</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,32,33",
    "text" : "Then Moses gave to the Gadites, the Reubenites and the half-tribe of Manasseh son of Joseph the kingdom of Sihon king of the Amorites and the kingdom of Og king of Bashan-the whole land with its cities and the territory around them."
  }, {
    "verse" : "numbers,32,34",
    "text" : "The Gadites built up Dibon, Ataroth, Aroer,"
  }, {
    "verse" : "numbers,32,35",
    "text" : "Atroth Shophan, Jazer, Jogbehah,"
  }, {
    "verse" : "numbers,32,36",
    "text" : "Beth Nimrah and Beth Haran as fortified cities, and built pens for their flocks."
  }, {
    "verse" : "numbers,32,37",
    "text" : "And the Reubenites rebuilt Heshbon, Elealeh and Kiriathaim,"
  }, {
    "verse" : "numbers,32,38",
    "text" : "as well as Nebo and Baal Meon (these names were changed) and Sibmah. They gave names to the cities they rebuilt."
  }, {
    "verse" : "numbers,32,39",
    "text" : "The descendants of Makir son of Manasseh went to Gilead, captured it and drove out the Amorites who were there."
  }, {
    "verse" : "numbers,32,40",
    "text" : "So Moses gave Gilead to the Makirites, the descendants of Manasseh, and they settled there."
  }, {
    "verse" : "numbers,32,41",
    "text" : "Jair, a descendant of Manasseh, captured their settlements and called them Havvoth Jair."
  }, {
    "verse" : "numbers,32,42",
    "text" : "And Nobah captured Kenath and its surrounding settlements and called it Nobah after himself."
  }, {
    "verse" : "numbers,33,1",
    "text" : "Here are the stages in the journey of the Israelites when they came out of Egypt by divisions under the leadership of Moses and Aaron."
  }, {
    "verse" : "numbers,33,2",
    "text" : "At the LORD's command Moses recorded the stages in their journey. This is their journey by stages:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,32,33",
    "id" : 186314,
    "title" : "Num 32:33",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 32:33\">32:33</a></b> <b>the half-tribe of Manasseh.</b> Apparently, many from this tribe had joined Reuben and Gad in wishing to live east of the Jordan. During the time in the wilderness Manasseh had increased from 32,200 to 52,700 (cf. <a class=\"bibleref\" href=\"/passage/?search=Num 1:35\">1:35</a> and <a class=\"bibleref\" href=\"/passage/?search=Num 26:34\">26:34</a>). Reuben and Gad settled territory already conquered (<a class=\"bibleref\" href=\"/passage/?search=Num 26:33-Num 26:38\">vv. 33–38</a>), but the half-tribe of Manasseh went further north and made new conquests (<a class=\"bibleref\" href=\"/passage/?search=Num 26:39-Num 26:42\">vv. 39–42</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,33,3",
    "text" : "The Israelites set out from Rameses on the fifteenth day of the first month, the day after the Passover. They marched out boldly in full view of all the Egyptians,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,33,3-numbers,33,4",
    "id" : 186315,
    "title" : "Num 33:3–4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 33:3\">33:3</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 33:4\">4</a></b> These verses give a vivid summary of the Israelites’ departure from Egypt.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,33,4",
    "text" : "who were burying all their firstborn, whom the LORD had struck down among them; for the LORD had brought judgment on their gods."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,33,4",
    "id" : 186316,
    "title" : "Num 33:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 33:4\">33:4</a></b> <b>all their firstborn.</b> See <a class=\"bibleref\" href=\"/passage/?search=Exod 12:29-Exod 12:33\">Ex. 12:29–33</a>.</p><p><b>On their gods . . . judgments.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Exod 12:12\">Ex. 12:12</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,33,5",
    "text" : "The Israelites left Rameses and camped at Succoth."
  }, {
    "verse" : "numbers,33,6",
    "text" : "They left Succoth and camped at Etham, on the edge of the desert."
  }, {
    "verse" : "numbers,33,7",
    "text" : "They left Etham, turned back to Pi Hahiroth, to the east of Baal Zephon, and camped near Migdol."
  }, {
    "verse" : "numbers,33,8",
    "text" : "They left Pi Hahiroth and passed through the sea into the desert, and when they had traveled for three days in the Desert of Etham, they camped at Marah."
  }, {
    "verse" : "numbers,33,9",
    "text" : "They left Marah and went to Elim, where there were twelve springs and seventy palm trees, and they camped there."
  }, {
    "verse" : "numbers,33,10",
    "text" : "They left Elim and camped by the Red Sea."
  }, {
    "verse" : "numbers,33,11",
    "text" : "They left the Red Sea and camped in the Desert of Sin."
  }, {
    "verse" : "numbers,33,12",
    "text" : "They left the Desert of Sin and camped at Dophkah."
  }, {
    "verse" : "numbers,33,13",
    "text" : "They left Dophkah and camped at Alush."
  }, {
    "verse" : "numbers,33,14",
    "text" : "They left Alush and camped at Rephidim, where there was no water for the people to drink."
  }, {
    "verse" : "numbers,33,15",
    "text" : "They left Rephidim and camped in the Desert of Sinai."
  }, {
    "verse" : "numbers,33,16",
    "text" : "They left the Desert of Sinai and camped at Kibroth Hattaavah."
  }, {
    "verse" : "numbers,33,17",
    "text" : "They left Kibroth Hattaavah and camped at Hazeroth."
  }, {
    "verse" : "numbers,33,18",
    "text" : "They left Hazeroth and camped at Rithmah."
  }, {
    "verse" : "numbers,33,19",
    "text" : "They left Rithmah and camped at Rimmon Perez."
  }, {
    "verse" : "numbers,33,20",
    "text" : "They left Rimmon Perez and camped at Libnah."
  }, {
    "verse" : "numbers,33,21",
    "text" : "They left Libnah and camped at Rissah."
  }, {
    "verse" : "numbers,33,22",
    "text" : "They left Rissah and camped at Kehelathah."
  }, {
    "verse" : "numbers,33,23",
    "text" : "They left Kehelathah and camped at Mount Shepher."
  }, {
    "verse" : "numbers,33,24",
    "text" : "They left Mount Shepher and camped at Haradah."
  }, {
    "verse" : "numbers,33,25",
    "text" : "They left Haradah and camped at Makheloth."
  }, {
    "verse" : "numbers,33,26",
    "text" : "They left Makheloth and camped at Tahath."
  }, {
    "verse" : "numbers,33,27",
    "text" : "They left Tahath and camped at Terah."
  }, {
    "verse" : "numbers,33,28",
    "text" : "They left Terah and camped at Mithcah."
  }, {
    "verse" : "numbers,33,29",
    "text" : "They left Mithcah and camped at Hashmonah."
  }, {
    "verse" : "numbers,33,30",
    "text" : "They left Hashmonah and camped at Moseroth."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,33,5-numbers,33,48",
    "id" : 186317,
    "title" : "Num 33:5–48",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 33:5-Num 33:48\">33:5–48</a></b> Many of the names in this list may represent wilderness camps that have since disappeared. For other mention of some locations, see the cross references.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,33,31",
    "text" : "They left Moseroth and camped at Bene Jaakan."
  }, {
    "verse" : "numbers,33,32",
    "text" : "They left Bene Jaakan and camped at Hor Haggidgad."
  }, {
    "verse" : "numbers,33,33",
    "text" : "They left Hor Haggidgad and camped at Jotbathah."
  }, {
    "verse" : "numbers,33,34",
    "text" : "They left Jotbathah and camped at Abronah."
  }, {
    "verse" : "numbers,33,35",
    "text" : "They left Abronah and camped at Ezion Geber."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,33,31",
    "id" : 186318,
    "title" : "Num 33:31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 33:31\">33:31</a></b> <b>Bene-jaakan.</b> See <a class=\"bibleref\" href=\"/passage/?search=Deut 10:6\">Deut. 10:6</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "numbers,33,36",
    "text" : "They left Ezion Geber and camped at Kadesh, in the Desert of Zin."
  }, {
    "verse" : "numbers,33,37",
    "text" : "They left Kadesh and camped at Mount Hor, on the border of Edom."
  }, {
    "verse" : "numbers,33,38",
    "text" : "At the LORD's command Aaron the priest went up Mount Hor, where he died on the first day of the fifth month of the fortieth year after the Israelites came out of Egypt."
  }, {
    "verse" : "numbers,33,39",
    "text" : "Aaron was a hundred and twenty-three years old when he died on Mount Hor."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "numbers,33,36",
    "id" : 186319,
    "title" : "Num 33:36",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Num 33:36\">33:36</a></b> <b>wilderness of Zin.</b> See <a class=\"bibleref\" href=\"/passage/?search=Num 13:21\">13:21</a>.</p></div>"
  } ]
} ]
