[ {
  "verses" : [ {
    "verse" : "deuteronomy,2,1",
    "text" : "Then we turned back and set out toward the desert along the route to the Red Sea, as the LORD had directed me. For a long time we made our way around the hill country of Seir."
  }, {
    "verse" : "deuteronomy,2,2",
    "text" : "Then the LORD said to me,"
  }, {
    "verse" : "deuteronomy,2,3",
    "text" : "\"You have made your way around this hill country long enough; now turn north."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,1,6-deuteronomy,4,40",
    "id" : 186341,
    "title" : "Deut 1:6–4:40",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 1:6-Deut 4:40\">1:6–4:40</a></b> Following the introduction of himself as the covenant mediator (<a class=\"bibleref\" href=\"/passage/?search=Deut 4:1-Deut 4:5\">vv. 1–5</a>), Moses turns to a review of the history of Israel prior to this covenant ratification occasion. He provides a travelogue of the nation’s movements from the Sinai region to Hormah, on to the Arnon, and into the Transjordan area. This segment of the book concludes with an overview of the covenant now to be renewed with the generation born in the wilderness.</p></div>"
  }, {
    "verseRange" : "deuteronomy,2,1",
    "id" : 186352,
    "title" : "Deut 2:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 2:1\">2:1</a></b> <b>direction of the Red Sea.</b> Because the term “Red Sea” could include the Gulf of Aqaba (<a class=\"bibleref\" href=\"/passage/?search=Exod 13:18\">Ex. 13:18</a> note), this was likely the desert road to the gulf.</p><p><b>traveled around Mount Seir.</b> Or, “we circled around Mount Seir.” The Israelites lived a nomadic life. Moses and those with him continued faithfully in the worship of God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,2,4",
    "text" : "Give the people these orders: 'You are about to pass through the territory of your brothers the descendants of Esau, who live in Seir. They will be afraid of you, but be very careful."
  }, {
    "verse" : "deuteronomy,2,5",
    "text" : "Do not provoke them to war, for I will not give you any of their land, not even enough to put your foot on. I have given Esau the hill country of Seir as his own."
  }, {
    "verse" : "deuteronomy,2,6",
    "text" : "You are to pay them in silver for the food you eat and the water you drink.'\""
  }, {
    "verse" : "deuteronomy,2,7",
    "text" : "The LORD your God has blessed you in all the work of your hands. He has watched over your journey through this vast desert. These forty years the LORD your God has been with you, and you have not lacked anything."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,2,4",
    "id" : 186353,
    "title" : "Deut 2:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 2:4\">2:4</a></b> <b>your brothers, the people of Esau.</b> As explained in <a class=\"bibleref\" href=\"/passage/?search=Deut 2:8\">v. 8</a> and in <a class=\"bibleref\" href=\"/passage/?search=Num 20:14-Num 20:21\">Num. 20:14–21</a>, the Edomites refused peaceful passage, so Israel went around their territory. Deuteronomy adds to the Numbers account that this was the Lord’s command. In Moses’ day, the Edomites, according to archaeological study, were apparently not living in fixed locations. They were brothers to Israel in nomadic life as well as in ancestry (<a class=\"bibleref\" href=\"/passage/?search=Gen 25:25\">Gen. 25:25</a>, <a class=\"bibleref\" href=\"/passage/?search=Gen 25:26\">26</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,2,8",
    "text" : "So we went on past our brothers the descendants of Esau, who live in Seir. We turned from the Arabah road, which comes up from Elath and Ezion Geber, and traveled along the desert road of Moab."
  }, {
    "verse" : "deuteronomy,2,9",
    "text" : "Then the LORD said to me, \"Do not harass the Moabites or provoke them to war, for I will not give you any part of their land. I have given Ar to the descendants of Lot as a possession.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,2,8",
    "id" : 186354,
    "title" : "Deut 2:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 2:8\">2:8</a></b> <b>from Elath and Ezion-geber.</b> Stops at Punon, Oboth, and Iye-abarim are mentioned at <a class=\"bibleref\" href=\"/passage/?search=Num 33:43\">Num. 33:43</a>, <a class=\"bibleref\" href=\"/passage/?search=Num 33:44\">44</a>. Punon is probably modern Feinan, in the valley south of the Dead Sea, where there is a good spring. Israel was bypassing Edom and Moab and would attack Canaan from the eastern gateway.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,2,10",
    "text" : "(The Emites used to live there-a people strong and numerous, and as tall as the Anakites."
  }, {
    "verse" : "deuteronomy,2,11",
    "text" : "Like the Anakites, they too were considered Rephaites, but the Moabites called them Emites."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,2,10-deuteronomy,2,12",
    "id" : 186355,
    "title" : "Deut 2:10–12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 2:10-Deut 2:12\">2:10–12</a></b> <b>The Emim . . . Horites.</b> We know little about these former inhabitants of Transjordan, but their names occur in <a class=\"bibleref\" href=\"/passage/?search=Gen 14\">Gen. 14</a>, the report of the raid of eastern kings throughout this area in the days of Abraham. The Emim, also called Rephaim (or “giants”), lived where Moab later lived; the Zamzummim, also called Rephaim, lived where the Ammonites later lived; and the Horites preceded the Edomites (vv. 10–12, 20–23). The remark that the Emim and Zamzummim were tall like the Anakim (but had nevertheless been conquered) would help the morale of Israel who had yet to conquer the Anakim (the <i>im</i> ending of such names is the Hebrew plural suffix). The identity of the Horites is puzzling. An important early people in Mesopotamia were called Hurrians (an equivalent of the Hebrew term translated “Horite”). Some Horites in Canaan seem to have Hurrian names, but their relationship to the Hurrians is unclear.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,2,12",
    "text" : "Horites used to live in Seir, but the descendants of Esau drove them out. They destroyed the Horites from before them and settled in their place, just as Israel did in the land the LORD gave them as their possession.)"
  }, {
    "verse" : "deuteronomy,2,13",
    "text" : "And the LORD said, \"Now get up and cross the Zered Valley.\" So we crossed the valley."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,2,12",
    "id" : 186356,
    "title" : "Deut 2:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 2:12\">2:12</a></b> <b>possession, which the <span class=\"small-caps\">Lord</span> gave to them.</b> This phrase might seem to be a later insertion after Israel conquered Canaan, but this could as easily have been spoken by Moses after the significant conquest of Transjordan and settlement of the two-and-a-half tribes there.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,2,14",
    "text" : "Thirty-eight years passed from the time we left Kadesh Barnea until we crossed the Zered Valley. By then, that entire generation of fighting men had perished from the camp, as the LORD had sworn to them."
  }, {
    "verse" : "deuteronomy,2,15",
    "text" : "The LORD's hand was against them until he had completely eliminated them from the camp."
  }, {
    "verse" : "deuteronomy,2,16",
    "text" : "Now when the last of these fighting men among the people had died,"
  }, {
    "verse" : "deuteronomy,2,17",
    "text" : "the LORD said to me,"
  }, {
    "verse" : "deuteronomy,2,18",
    "text" : "\"Today you are to pass by the region of Moab at Ar."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,2,14",
    "id" : 186357,
    "title" : "Deut 2:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 2:14\">2:14</a></b> <b>thirty-eight years.</b> See note on <a class=\"bibleref\" href=\"/passage/?search=Deut 1:3\">1:3</a>.</p><p><b>as the <span class=\"small-caps\">Lord</span> had sworn.</b> Another clear reference to Numbers, where God swore that the faithless generation would die in the wilderness (<a class=\"bibleref\" href=\"/passage/?search=Num 14:21-Num 14:23\">Num. 14:21–23</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,2,19",
    "text" : "When you come to the Ammonites, do not harass them or provoke them to war, for I will not give you possession of any land belonging to the Ammonites. I have given it as a possession to the descendants of Lot.\""
  }, {
    "verse" : "deuteronomy,2,20",
    "text" : "(That too was considered a land of the Rephaites, who used to live there; but the Ammonites called them Zamzummites."
  }, {
    "verse" : "deuteronomy,2,21",
    "text" : "They were a people strong and numerous, and as tall as the Anakites. The LORD destroyed them from before the Ammonites, who drove them out and settled in their place."
  }, {
    "verse" : "deuteronomy,2,22",
    "text" : "The LORD had done the same for the descendants of Esau, who lived in Seir, when he destroyed the Horites from before them. They drove them out and have lived in their place to this day."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,2,19",
    "id" : 186358,
    "title" : "Deut 2:19",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 2:19\">2:19</a></b> <b>the people of Ammon.</b> The kinship with Ammon, as with Moab and Edom, had long been remembered (<a class=\"bibleref\" href=\"/passage/?search=Gen 19:37\">Gen. 19:37</a>, <a class=\"bibleref\" href=\"/passage/?search=Gen 19:38\">38</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,2,23",
    "text" : "And as for the Avvites who lived in villages as far as Gaza, the Caphtorites coming out from Caphtor destroyed them and settled in their place.)"
  }, {
    "verse" : "deuteronomy,2,24",
    "text" : "\"Set out now and cross the Arnon Gorge. See, I have given into your hand Sihon the Amorite, king of Heshbon, and his country. Begin to take possession of it and engage him in battle."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,2,23",
    "id" : 186359,
    "title" : "Deut 2:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 2:23\">2:23</a></b> <b>the Avvim.</b> We know nothing of these people. If the Gaza mentioned is the same as the Gaza in southeastern Canaan, then Moses mentions it here only as part of his survey of earlier dislocations of peoples.</p><p><b>the Caphtorim.</b> If Caphtor means Crete, as is usual, then the reference would be to an early and probably local Philistine community (before the later, great Philistine invasion of c. 1200 <span class=\"small-caps\">b.c.</span>), of which the Abimelech in <a class=\"bibleref\" href=\"/passage/?search=Gen 20\">Gen. 20</a> was perhaps a member (cf. <a class=\"bibleref\" href=\"/passage/?search=Jer 47:4\">Jer. 47:4</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,2,25",
    "text" : "This very day I will begin to put the terror and fear of you on all the nations under heaven. They will hear reports of you and will tremble and be in anguish because of you.\""
  }, {
    "verse" : "deuteronomy,2,26",
    "text" : "From the desert of Kedemoth I sent messengers to Sihon king of Heshbon offering peace and saying,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,2,25",
    "id" : 186360,
    "title" : "Deut 2:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 2:25\">2:25</a></b> <b>fear of you.</b> Israel now is to begin its conquest, but the people are to remember that it is God who goes before. This was to be the emphasis of God’s people ever after (cf. <a class=\"bibleref\" href=\"/passage/?search=Ps 44:3\">Ps. 44:3</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,2,27",
    "text" : "\"Let us pass through your country. We will stay on the main road; we will not turn aside to the right or to the left."
  }, {
    "verse" : "deuteronomy,2,28",
    "text" : "Sell us food to eat and water to drink for their price in silver. Only let us pass through on foot-"
  }, {
    "verse" : "deuteronomy,2,29",
    "text" : "as the descendants of Esau, who live in Seir, and the Moabites, who live in Ar, did for us-until we cross the Jordan into the land the LORD our God is giving us.\""
  }, {
    "verse" : "deuteronomy,2,30",
    "text" : "But Sihon king of Heshbon refused to let us pass through. For the LORD your God had made his spirit stubborn and his heart obstinate in order to give him into your hands, as he has now done."
  }, {
    "verse" : "deuteronomy,2,31",
    "text" : "The LORD said to me, \"See, I have begun to deliver Sihon and his country over to you. Now begin to conquer and possess his land.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,2,27",
    "id" : 186361,
    "title" : "Deut 2:27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 2:27\">2:27</a></b> <b>Let me pass through.</b> The same offer as was given to Edom and Moab. Here, however, it was God’s will for Israel to conquer the territory. Sihon refused Moses’ offer, but God was in sovereign control as He had been with Pharaoh (<a class=\"bibleref\" href=\"/passage/?search=Exod 4:21\">Ex. 4:21</a>). Sihon’s resistance became Israel’s opportunity.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,2,32",
    "text" : "When Sihon and all his army came out to meet us in battle at Jahaz,"
  }, {
    "verse" : "deuteronomy,2,33",
    "text" : "the LORD our God delivered him over to us and we struck him down, together with his sons and his whole army."
  }, {
    "verse" : "deuteronomy,2,34",
    "text" : "At that time we took all his towns and completely destroyed them-men, women and children. We left no survivors."
  }, {
    "verse" : "deuteronomy,2,35",
    "text" : "But the livestock and the plunder from the towns we had captured we carried off for ourselves."
  }, {
    "verse" : "deuteronomy,2,36",
    "text" : "From Aroer on the rim of the Arnon Gorge, and from the town in the gorge, even as far as Gilead, not one town was too strong for us. The LORD our God gave us all of them."
  }, {
    "verse" : "deuteronomy,2,37",
    "text" : "But in accordance with the command of the LORD our God, you did not encroach on any of the land of the Ammonites, neither the land along the course of the Jabbok nor that around the towns in the hills."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,2,32",
    "id" : 186362,
    "title" : "Deut 2:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 2:32\">2:32</a></b> <b>at Jahaz.</b> About seven miles south of Heshbon, Sihon was beaten and his territory conquered. The cities were put under the ban (i.e., Israel left no survivors, <a class=\"bibleref\" href=\"/passage/?search=Deut 2:34\">v. 34</a>; <a class=\"bibleref\" href=\"/passage/?search=Lev 27:28\">Lev. 27:28</a> note). The calculated effect of the ban in ancient times was to make the inhabitants of an area flee without putting up resistance. Israel was commanded not to use this procedure except in their conquest of Canaan and Transjordan (20:10–15), where the holy nation would be corrupted by the influence of the remaining pagan culture (<a class=\"bibleref\" href=\"/passage/?search=Ps 106:34-Ps 106:39\">Ps. 106:34–39</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,3,1",
    "text" : "Next we turned and went up along the road toward Bashan, and Og king of Bashan with his whole army marched out to meet us in battle at Edrei."
  }, {
    "verse" : "deuteronomy,3,2",
    "text" : "The LORD said to me, \"Do not be afraid of him, for I have handed him over to you with his whole army and his land. Do to him what you did to Sihon king of the Amorites, who reigned in Heshbon.\""
  }, {
    "verse" : "deuteronomy,3,3",
    "text" : "So the LORD our God also gave into our hands Og king of Bashan and all his army. We struck them down, leaving no survivors."
  }, {
    "verse" : "deuteronomy,3,4",
    "text" : "At that time we took all his cities. There was not one of the sixty cities that we did not take from them-the whole region of Argob, Og's kingdom in Bashan."
  }, {
    "verse" : "deuteronomy,3,5",
    "text" : "All these cities were fortified with high walls and with gates and bars, and there were also a great many unwalled villages."
  }, {
    "verse" : "deuteronomy,3,6",
    "text" : "We completely destroyed them, as we had done with Sihon king of Heshbon, destroying every city-men, women and children."
  }, {
    "verse" : "deuteronomy,3,7",
    "text" : "But all the livestock and the plunder from their cities we carried off for ourselves."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,3,1",
    "id" : 186363,
    "title" : "Deut 3:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 3:1\">3:1</a></b> <b>Og the king of Bashan.</b> Bashan was a fertile region located east of the Jordan and the Sea of Galilee, and extending from the Yarmuk River in the south to Mount Hermon in the north. It is wheat country today and in ancient time was famous for its cattle and flocks (<a class=\"bibleref\" href=\"/passage/?search=Ps 22:12\">Ps. 22:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 32:14\">Deut. 32:14</a>). The spoil of this area must have seemed a treasure to the nomadic Israelites.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,3,8",
    "text" : "So at that time we took from these two kings of the Amorites the territory east of the Jordan, from the Arnon Gorge as far as Mount Hermon."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,3,8",
    "id" : 186364,
    "title" : "Deut 3:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 3:8\">3:8</a></b> <b>beyond the Jordan.</b> The east side of the river. This territory was in extent more than half as large as Canaan proper. From the Arnon River to Mount Hermon is about 150 miles.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,3,9",
    "text" : "(Hermon is called Sirion by the Sidonians; the Amorites call it Senir.)"
  }, {
    "verse" : "deuteronomy,3,10",
    "text" : "We took all the towns on the plateau, and all Gilead, and all Bashan as far as Salecah and Edrei, towns of Og's kingdom in Bashan."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,3,9",
    "id" : 186365,
    "title" : "Deut 3:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 3:9\">3:9</a></b> <b>Sirion . . . Senir.</b> Both terms for Mount Hermon are witnessed in ancient Canaanite and Mesopotamian texts.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,3,11",
    "text" : "(Only Og king of Bashan was left of the remnant of the Rephaites. His bed was made of iron and was more than thirteen feet long and six feet wide. It is still in Rabbah of the Ammonites.)"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,3,11",
    "id" : 186366,
    "title" : "Deut 3:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 3:11\">3:11 a</a></b> <b>bed of iron.</b> Og’s bed, thirteen feet long, suggests he was a giant and that his people, the Rephaim, were also giants (<a class=\"bibleref\" href=\"/passage/?search=Deut 2:10-Deut 2:12\">2:10–12</a> note). The “bed” may actually have been a sarcophagus; the word translated “bed” is rare and could here be a euphemism for a sarcophagus, which would be large enough also to hold tomb objects. The reference to “iron” may only mean that it was joined or trimmed with iron, a new material at this date (before the beginning of the Iron Age c. 1200 <span class=\"small-caps\">b.c.</span>). See note <a class=\"bibleref\" href=\"/passage/?search=Deut 8:9\">8:9</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,3,12",
    "text" : "Of the land that we took over at that time, I gave the Reubenites and the Gadites the territory north of Aroer by the Arnon Gorge, including half the hill country of Gilead, together with its towns."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,3,12",
    "id" : 186367,
    "title" : "Deut 3:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 3:12\">3:12</a></b> <b>the Reubenites and the Gadites.</b> These tribes received the southern part of the conquered Transjordan area. Sparsely populated in the modern period, it was more thickly settled in ancient times. Recent excavations have shown a surprising number of Christian churches here before and even after the Muslim conquest.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,3,13",
    "text" : "The rest of Gilead and also all of Bashan, the kingdom of Og, I gave to the half tribe of Manasseh. (The whole region of Argob in Bashan used to be known as a land of the Rephaites."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,3,13",
    "id" : 186368,
    "title" : "Deut 3:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 3:13\">3:13</a></b> <b>half-tribe of Manasseh.</b> The north half of Gilead, beginning near Zarethan, and all of Bashan went to this half-tribe.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,3,14",
    "text" : "Jair, a descendant of Manasseh, took the whole region of Argob as far as the border of the Geshurites and the Maacathites; it was named after him, so that to this day Bashan is called Havvoth Jair. )"
  }, {
    "verse" : "deuteronomy,3,15",
    "text" : "And I gave Gilead to Makir."
  }, {
    "verse" : "deuteronomy,3,16",
    "text" : "But to the Reubenites and the Gadites I gave the territory extending from Gilead down to the Arnon Gorge (the middle of the gorge being the border) and out to the Jabbok River, which is the border of the Ammonites."
  }, {
    "verse" : "deuteronomy,3,17",
    "text" : "Its western border was the Jordan in the Arabah, from Kinnereth to the Sea of the Arabah (the Salt Sea ), below the slopes of Pisgah."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,3,14",
    "id" : 186369,
    "title" : "Deut 3:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 3:14\">3:14</a></b> <b>Jair the Manassite.</b> Manasseh had but one son, Machir, and he had one son, Gilead (<a class=\"bibleref\" href=\"/passage/?search=Num 26:29-Num 26:34\">Num. 26:29–34</a>). Jair’s conquest is mentioned in <a class=\"bibleref\" href=\"/passage/?search=Num 32:41\">Num. 32:41</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,3,18",
    "text" : "I commanded you at that time: \"The LORD your God has given you this land to take possession of it. But all your able-bodied men, armed for battle, must cross over ahead of your brother Israelites."
  }, {
    "verse" : "deuteronomy,3,19",
    "text" : "However, your wives, your children and your livestock (I know you have much livestock) may stay in the towns I have given you,"
  }, {
    "verse" : "deuteronomy,3,20",
    "text" : "until the LORD gives rest to your brothers as he has to you, and they too have taken over the land that the LORD your God is giving them, across the Jordan. After that, each of you may go back to the possession I have given you.\""
  }, {
    "verse" : "deuteronomy,3,21",
    "text" : "At that time I commanded Joshua: \"You have seen with your own eyes all that the LORD your God has done to these two kings. The LORD will do the same to all the kingdoms over there where you are going."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,3,18",
    "id" : 186370,
    "title" : "Deut 3:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 3:18\">3:18</a></b> <b>All your men of valor shall cross.</b> Note the required unity. None could settle until all had conquered. Details are given in <a class=\"bibleref\" href=\"/passage/?search=Num 32\">Num. 32</a>. See the fulfillment of the pledge in <a class=\"bibleref\" href=\"/passage/?search=Josh 22\">Josh. 22</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,3,22",
    "text" : "Do not be afraid of them; the LORD your God himself will fight for you.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,3,22",
    "id" : 186371,
    "title" : "Deut 3:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 3:22\">3:22</a></b> <b>the <span class=\"small-caps\">Lord</span> your God . . . fights for you.</b> As Moses passed the command to Joshua, he emphasized the promise: the Lord will give victory.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "deuteronomy,3,23",
    "text" : "At that time I pleaded with the LORD:"
  }, {
    "verse" : "deuteronomy,3,24",
    "text" : "\"O Sovereign LORD, you have begun to show to your servant your greatness and your strong hand. For what god is there in heaven or on earth who can do the deeds and mighty works you do?"
  }, {
    "verse" : "deuteronomy,3,25",
    "text" : "Let me go over and see the good land beyond the Jordan-that fine hill country and Lebanon.\""
  }, {
    "verse" : "deuteronomy,3,26",
    "text" : "But because of you the LORD was angry with me and would not listen to me. \"That is enough,\" the LORD said. \"Do not speak to me anymore about this matter."
  }, {
    "verse" : "deuteronomy,3,27",
    "text" : "Go up to the top of Pisgah and look west and north and south and east. Look at the land with your own eyes, since you are not going to cross this Jordan."
  }, {
    "verse" : "deuteronomy,3,28",
    "text" : "But commission Joshua, and encourage and strengthen him, for he will lead this people across and will cause them to inherit the land that you will see.\""
  }, {
    "verse" : "deuteronomy,3,29",
    "text" : "So we stayed in the valley near Beth Peor."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "deuteronomy,3,23-deuteronomy,3,28",
    "id" : 186372,
    "title" : "Deut 3:23–28",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Deut 3:23-Deut 3:28\">3:23–28</a></b> Moses’ prayer in <a class=\"bibleref\" href=\"/passage/?search=Deut 3:24\">vv. 24</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 3:25\">25</a> is instructive. He knew of the Lord’s anger because of his sin at Meribah (<a class=\"bibleref\" href=\"/passage/?search=Num 20:12\">Num. 20:12</a>), but he also knew that God does not “keep his anger forever” (cf. <a class=\"bibleref\" href=\"/passage/?search=Ps 103:9\">Ps. 103:9</a>). Moses recognized God’s great sovereign power and asked for great mercy.</p></div>"
  } ]
} ]
