[ {
  "verses" : [ {
    "verse" : "proverbs,12,5",
    "text" : "The plans of the righteous are just, but the advice of the wicked is deceitful."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,12,5",
    "id" : 191901,
    "title" : "Pr 12:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 12:5\">12:5</a></b> The character of a person establishes principles for action. There is an implicit warning against trusting people on the basis of appearances.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,12,6",
    "text" : "The words of the wicked lie in wait for blood, but the speech of the upright rescues them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,12,6",
    "id" : 191902,
    "title" : "Pr 12:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 12:6\">12:6</a></b> See <a class=\"bibleref\" href=\"/passage/?search=Prov 1:11\">1:11</a>. This verse stresses the power of words for good or evil.</p><p><b>delivers them.</b> That is, they will rescue the victims of the wicked.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,12,7",
    "text" : "Wicked men are overthrown and are no more, but the house of the righteous stands firm."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,12,7",
    "id" : 191903,
    "title" : "Pr 12:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 12:7\">12:7</a></b> See <a class=\"bibleref\" href=\"/passage/?search=Prov 10:25\">10:25</a> and note.</p></div>"
  } ]
} ]
