[ {
  "verses" : [ {
    "verse" : "2chronicles,30,1",
    "text" : "Hezekiah sent word to all Israel and Judah and also wrote letters to Ephraim and Manasseh, inviting them to come to the temple of the LORD in Jerusalem and celebrate the Passover to the LORD, the God of Israel."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,30,1",
    "id" : 189504,
    "title" : "2 Chr 30:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 30:1\">30:1</a></b> <b>the Passover.</b> The writer of Kings emphasizes the Passover under Josiah (<a class=\"bibleref\" href=\"/passage/?search=2Kgs 23:21-2Kgs 23:23\">2 Kin. 23:21–23</a>) without discussing the celebration arranged by Hezekiah. The writer of Chronicles exalts this celebration that reunited the northern and southern tribes in temple worship. Such reunion was of striking relevance for those who were working for the restoration of Israel in the time following the return of the exiles from Babylon (Introduction to 1 Chronicles: Characteristics and Themes).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,30,2",
    "text" : "The king and his officials and the whole assembly in Jerusalem decided to celebrate the Passover in the second month."
  }, {
    "verse" : "2chronicles,30,3",
    "text" : "They had not been able to celebrate it at the regular time because not enough priests had consecrated themselves and the people had not assembled in Jerusalem."
  }, {
    "verse" : "2chronicles,30,4",
    "text" : "The plan seemed right both to the king and to the whole assembly."
  }, {
    "verse" : "2chronicles,30,5",
    "text" : "They decided to send a proclamation throughout Israel, from Beersheba to Dan, calling the people to come to Jerusalem and celebrate the Passover to the LORD, the God of Israel. It had not been celebrated in large numbers according to what was written."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,30,2",
    "id" : 189505,
    "title" : "2 Chr 30:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 30:2\">30:2</a></b> <b>king . . . princes . . . all the assembly.</b> Hezekiah followed the good example of David (<a class=\"bibleref\" href=\"/passage/?search=1Chr 13:1\">1 Chr. 13:1</a>).</p><p><b>the second month.</b> Normally, the Unleavened Bread and Passover feasts were to be observed in the first month (<a class=\"bibleref\" href=\"/passage/?search=Exod 12:2\">Ex. 12:2</a>, <a class=\"bibleref\" href=\"/passage/?search=Exod 12:6\">6</a>; <a class=\"bibleref\" href=\"/passage/?search=Deut 16:1-Deut 16:8\">Deut. 16:1–8</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=2Chr 35:1\">2 Chr. 35:1</a>). However, exceptions were made for those who were traveling or were unclean (<a class=\"bibleref\" href=\"/passage/?search=Num 9:9-Num 9:13\">Num. 9:9–13</a>). Hezekiah applied the exception generously to the entire nation (v. 3).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,30,6",
    "text" : "At the king's command, couriers went throughout Israel and Judah with letters from the king and from his officials, which read: \"People of Israel, return to the LORD, the God of Abraham, Isaac and Israel, that he may return to you who are left, who have escaped from the hand of the kings of Assyria."
  }, {
    "verse" : "2chronicles,30,7",
    "text" : "Do not be like your fathers and brothers, who were unfaithful to the LORD, the God of their fathers, so that he made them an object of horror, as you see."
  }, {
    "verse" : "2chronicles,30,8",
    "text" : "Do not be stiff-necked, as your fathers were; submit to the LORD. Come to the sanctuary, which he has consecrated forever. Serve the LORD your God, so that his fierce anger will turn away from you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,30,6-2chronicles,30,9",
    "id" : 189506,
    "title" : "2 Chr 30:6–9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 30:6-2Chr 30:9\">30:6–9</a></b> Hezekiah sent the same letter to both Israel and Judah (<a class=\"bibleref\" href=\"/passage/?search=2Chr 30:6\">v. 6</a>). His letter contrasts with Abijah’s speech to the northerners (<a class=\"bibleref\" href=\"/passage/?search=2Chr 13:4-2Chr 13:12\">13:4–12</a>). By Hezekiah’s day, Judah and Israel were both in need of repentance and renewal.</p></div>"
  }, {
    "verseRange" : "2chronicles,30,6",
    "id" : 189507,
    "title" : "2 Chr 30:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 30:6\">30:6</a></b> <b>return to the <span class=\"small-caps\">Lord.</span> </b>See note <a class=\"bibleref\" href=\"/passage/?search=2Chr 7:14\">7:14</a>.</p><p><b>the remnant of you who have escaped.</b> The historian uses this terminology in a technical sense, meaning those who had been spared by God to represent the continuation of the nation.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,30,9",
    "text" : "If you return to the LORD, then your brothers and your children will be shown compassion by their captors and will come back to this land, for the LORD your God is gracious and compassionate. He will not turn his face from you if you return to him.\""
  }, {
    "verse" : "2chronicles,30,10",
    "text" : "The couriers went from town to town in Ephraim and Manasseh, as far as Zebulun, but the people scorned and ridiculed them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,30,9",
    "id" : 189508,
    "title" : "2 Chr 30:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 30:9\">30:9</a></b> <b>compassion . . . return to this land.</b> Hezekiah recalls Solomon’s dedicatory prayer (<a class=\"bibleref\" href=\"/passage/?search=2Chr 6:36-2Chr 6:39\">6:36–39</a>). His concern for the return of those who had been taken into exile was instructive for anyone hoping to see the nation restored in the time following the Babylonian exile (<a class=\"bibleref\" href=\"/passage/?search=Zech 8:7\">Zech. 8:7</a>, <a class=\"bibleref\" href=\"/passage/?search=Zech 8:8\">8</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,30,11",
    "text" : "Nevertheless, some men of Asher, Manasseh and Zebulun humbled themselves and went to Jerusalem."
  }, {
    "verse" : "2chronicles,30,12",
    "text" : "Also in Judah the hand of God was on the people to give them unity of mind to carry out what the king and his officials had ordered, following the word of the LORD."
  }, {
    "verse" : "2chronicles,30,13",
    "text" : "A very large crowd of people assembled in Jerusalem to celebrate the Feast of Unleavened Bread in the second month."
  }, {
    "verse" : "2chronicles,30,14",
    "text" : "They removed the altars in Jerusalem and cleared away the incense altars and threw them into the Kidron Valley."
  }, {
    "verse" : "2chronicles,30,15",
    "text" : "They slaughtered the Passover lamb on the fourteenth day of the second month. The priests and the Levites were ashamed and consecrated themselves and brought burnt offerings to the temple of the LORD."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,30,11",
    "id" : 189509,
    "title" : "2 Chr 30:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 30:11\">30:11</a></b> <b>However, some men.</b> The presence of some was important, even if all would not come.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,30,16",
    "text" : "Then they took up their regular positions as prescribed in the Law of Moses the man of God. The priests sprinkled the blood handed to them by the Levites."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,30,16",
    "id" : 189510,
    "title" : "2 Chr 30:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 30:16\">30:16</a></b> <b>Law of Moses.</b> See note <a class=\"bibleref\" href=\"/passage/?search=1Chr 16:40\">1 Chr. 16:40</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,30,17",
    "text" : "Since many in the crowd had not consecrated themselves, the Levites had to kill the Passover lambs for all those who were not ceremonially clean and could not consecrate their lambs to the LORD."
  }, {
    "verse" : "2chronicles,30,18",
    "text" : "Although most of the many people who came from Ephraim, Manasseh, Issachar and Zebulun had not purified themselves, yet they ate the Passover, contrary to what was written. But Hezekiah prayed for them, saying, \"May the LORD, who is good, pardon everyone"
  }, {
    "verse" : "2chronicles,30,19",
    "text" : "who sets his heart on seeking God-the LORD, the God of his fathers-even if he is not clean according to the rules of the sanctuary.\""
  }, {
    "verse" : "2chronicles,30,20",
    "text" : "And the LORD heard Hezekiah and healed the people."
  }, {
    "verse" : "2chronicles,30,21",
    "text" : "The Israelites who were present in Jerusalem celebrated the Feast of Unleavened Bread for seven days with great rejoicing, while the Levites and priests sang to the LORD every day, accompanied by the LORD's instruments of praise."
  }, {
    "verse" : "2chronicles,30,22",
    "text" : "Hezekiah spoke encouragingly to all the Levites, who showed good understanding of the service of the LORD. For the seven days they ate their assigned portion and offered fellowship offerings and praised the LORD, the God of their fathers."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,30,17-2chronicles,30,20",
    "id" : 189511,
    "title" : "2 Chr 30:17–20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 30:17-2Chr 30:20\">30:17–20</a></b> The failure of some to be ritually cleansed threatened the reunification of the tribes. Hezekiah interceded for the offenders, and God made the reunification of the nation possible (cf. <a class=\"bibleref\" href=\"/passage/?search=Exod 32:30-Exod 32:32\">Ex. 32:30–32</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,30,23",
    "text" : "The whole assembly then agreed to celebrate the festival seven more days; so for another seven days they celebrated joyfully."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,30,23-2chronicles,30,27",
    "id" : 189512,
    "title" : "2 Chr 30:23–27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 30:23-2Chr 30:27\">30:23–27</a></b> Just as Solomon’s temple celebration was extended (<a class=\"bibleref\" href=\"/passage/?search=2Chr 7:8\">7:8</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 7:9\">9</a>), Hezekiah’s feast continued for another week.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,30,24",
    "text" : "Hezekiah king of Judah provided a thousand bulls and seven thousand sheep and goats for the assembly, and the officials provided them with a thousand bulls and ten thousand sheep and goats. A great number of priests consecrated themselves."
  }, {
    "verse" : "2chronicles,30,25",
    "text" : "The entire assembly of Judah rejoiced, along with the priests and Levites and all who had assembled from Israel, including the aliens who had come from Israel and those who lived in Judah."
  }, {
    "verse" : "2chronicles,30,26",
    "text" : "There was great joy in Jerusalem, for since the days of Solomon son of David king of Israel there had been nothing like this in Jerusalem."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,30,24",
    "id" : 189513,
    "title" : "2 Chr 30:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 30:24\">30:24</a></b> <b>Hezekiah . . . gave.</b> Hezekiah followed the example of David in supporting the temple at his own expense (<a class=\"bibleref\" href=\"/passage/?search=1Chr 29:3\">1 Chr. 29:3</a> note; <a class=\"bibleref\" href=\"/passage/?search=2Chr 35:7\">2 Chr. 35:7</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 35:8\">8</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,30,27",
    "text" : "The priests and the Levites stood to bless the people, and God heard them, for their prayer reached heaven, his holy dwelling place."
  }, {
    "verse" : "2chronicles,31,1",
    "text" : "When all this had ended, the Israelites who were there went out to the towns of Judah, smashed the sacred stones and cut down the Asherah poles. They destroyed the high places and the altars throughout Judah and Benjamin and in Ephraim and Manasseh. After they had destroyed all of them, the Israelites returned to their own towns and to their own property."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,30,27",
    "id" : 189514,
    "title" : "2 Chr 30:27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 30:27\">30:27</a></b> <b>his holy habitation in heaven.</b> Note the similar language in Solomon’s prayer (<a class=\"bibleref\" href=\"/passage/?search=2Chr 6:21\">6:21</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 6:30\">30</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 6:33\">33</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 6:39\">39</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,31,2",
    "text" : "Hezekiah assigned the priests and Levites to divisions-each of them according to their duties as priests or Levites-to offer burnt offerings and fellowship offerings, to minister, to give thanks and to sing praises at the gates of the LORD's dwelling."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,31,2-2chronicles,31,21",
    "id" : 189515,
    "title" : "2 Chr 31:2–21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 31:2-2Chr 31:21\">31:2–21</a></b> Apart from <a class=\"bibleref\" href=\"/passage/?search=2Chr 31:20\">31:20</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 31:21\">21</a> (cf. <a class=\"bibleref\" href=\"/passage/?search=2Kgs 18:5-2Kgs 18:7\">2 Kin. 18:5–7</a>), this material is not in Kings. The author of Chronicles writes in a time when temple worship was being reestablished, and the provisions of Hezekiah would have been of obvious relevance for that task.</p></div>"
  }, {
    "verseRange" : "2chronicles,31,2",
    "id" : 189516,
    "title" : "2 Chr 31:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 31:2\">31:2</a></b> <b>appointed the divisions of the priests and of the Levites.</b> Hezekiah returned to the order of Solomon (<a class=\"bibleref\" href=\"/passage/?search=2Chr 8:14\">8:14</a>), who followed David’s design (<a class=\"bibleref\" href=\"/passage/?search=1Chr 6:1\">1 Chr. 6:1</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,31,3",
    "text" : "The king contributed from his own possessions for the morning and evening burnt offerings and for the burnt offerings on the Sabbaths, New Moons and appointed feasts as written in the Law of the LORD."
  }, {
    "verse" : "2chronicles,31,4",
    "text" : "He ordered the people living in Jerusalem to give the portion due the priests and Levites so they could devote themselves to the Law of the LORD."
  }, {
    "verse" : "2chronicles,31,5",
    "text" : "As soon as the order went out, the Israelites generously gave the firstfruits of their grain, new wine, oil and honey and all that the fields produced. They brought a great amount, a tithe of everything."
  }, {
    "verse" : "2chronicles,31,6",
    "text" : "The men of Israel and Judah who lived in the towns of Judah also brought a tithe of their herds and flocks and a tithe of the holy things dedicated to the LORD their God, and they piled them in heaps."
  }, {
    "verse" : "2chronicles,31,7",
    "text" : "They began doing this in the third month and finished in the seventh month."
  }, {
    "verse" : "2chronicles,31,8",
    "text" : "When Hezekiah and his officials came and saw the heaps, they praised the LORD and blessed his people Israel."
  }, {
    "verse" : "2chronicles,31,9",
    "text" : "Hezekiah asked the priests and Levites about the heaps;"
  }, {
    "verse" : "2chronicles,31,10",
    "text" : "and Azariah the chief priest, from the family of Zadok, answered, \"Since the people began to bring their contributions to the temple of the LORD, we have had enough to eat and plenty to spare, because the LORD has blessed his people, and this great amount is left over.\""
  }, {
    "verse" : "2chronicles,31,11",
    "text" : "Hezekiah gave orders to prepare storerooms in the temple of the LORD, and this was done."
  }, {
    "verse" : "2chronicles,31,12",
    "text" : "Then they faithfully brought in the contributions, tithes and dedicated gifts. Conaniah, a Levite, was in charge of these things, and his brother Shimei was next in rank."
  }, {
    "verse" : "2chronicles,31,13",
    "text" : "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismakiah, Mahath and Benaiah were supervisors under Conaniah and Shimei his brother, by appointment of King Hezekiah and Azariah the official in charge of the temple of God."
  }, {
    "verse" : "2chronicles,31,14",
    "text" : "Kore son of Imnah the Levite, keeper of the East Gate, was in charge of the freewill offerings given to God, distributing the contributions made to the LORD and also the consecrated gifts."
  }, {
    "verse" : "2chronicles,31,15",
    "text" : "Eden, Miniamin, Jeshua, Shemaiah, Amariah and Shecaniah assisted him faithfully in the towns of the priests, distributing to their fellow priests according to their divisions, old and young alike."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,31,3-2chronicles,31,4",
    "id" : 189517,
    "title" : "2 Chr 31:3–4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 31:3\">31:3</a>, <a class=\"bibleref\" href=\"/passage/?search=2Chr 31:4\">4</a> the Law of the <span class=\"small-caps\">Lord.</span></b> See note <a class=\"bibleref\" href=\"/passage/?search=1Chr 16:40\">1 Chr. 16:40</a>.</p><p><b>he commanded the people.</b> As David had done, Hezekiah gave from his own treasury before appealing to the people (<a class=\"bibleref\" href=\"/passage/?search=1Chr 29:3\">1 Chr. 29:3</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,31,16",
    "text" : "In addition, they distributed to the males three years old or more whose names were in the genealogical records-all who would enter the temple of the LORD to perform the daily duties of their various tasks, according to their responsibilities and their divisions."
  }, {
    "verse" : "2chronicles,31,17",
    "text" : "And they distributed to the priests enrolled by their families in the genealogical records and likewise to the Levites twenty years old or more, according to their responsibilities and their divisions."
  }, {
    "verse" : "2chronicles,31,18",
    "text" : "They included all the little ones, the wives, and the sons and daughters of the whole community listed in these genealogical records. For they were faithful in consecrating themselves."
  }, {
    "verse" : "2chronicles,31,19",
    "text" : "As for the priests, the descendants of Aaron, who lived on the farm lands around their towns or in any other towns, men were designated by name to distribute portions to every male among them and to all who were recorded in the genealogies of the Levites."
  }, {
    "verse" : "2chronicles,31,20",
    "text" : "This is what Hezekiah did throughout Judah, doing what was good and right and faithful before the LORD his God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,31,16",
    "id" : 189518,
    "title" : "2 Chr 31:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 31:16\">31:16</a></b> <b>three years old.</b> Perhaps this refers to the inclusion of children in the distribution of food (see also <a class=\"bibleref\" href=\"/passage/?search=2Chr 31:18\">v. 18</a>). However, “three” could be a copyist’s error for “thirty,” the age of active service in the temple (<a class=\"bibleref\" href=\"/passage/?search=1Chr 23:3\">1 Chr. 23:3</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2chronicles,31,21",
    "text" : "In everything that he undertook in the service of God's temple and in obedience to the law and the commands, he sought his God and worked wholeheartedly. And so he prospered."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2chronicles,31,21",
    "id" : 189519,
    "title" : "2 Chr 31:21",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Chr 31:21\">31:21</a></b> <b>prospered.</b> The Lord rewarded Hezekiah for his faithfulness and obedience. He delivered him from invasion (<a class=\"bibleref\" href=\"/passage/?search=2Chr 32:1\">32:1</a>), healed his illness (<a class=\"bibleref\" href=\"/passage/?search=2Chr 32:24\">32:24</a>), forgave his pride (<a class=\"bibleref\" href=\"/passage/?search=2Chr 32:26\">32:26</a>), and gave him wealth (<a class=\"bibleref\" href=\"/passage/?search=2Chr 32:27-2Chr 32:31\">32:27–31</a>).</p></div>"
  } ]
} ]
