[ {
  "verses" : [ {
    "verse" : "proverbs,20,22",
    "text" : "Do not say, \"I'll pay you back for this wrong!\" Wait for the LORD, and he will deliver you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,20,22",
    "id" : 192110,
    "title" : "Pr 20:22",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 20:22\">20:22</a></b> This directive parallels the principle in <a class=\"bibleref\" href=\"/passage/?search=Deut 32:35\">Deut. 32:35</a> and <a class=\"bibleref\" href=\"/passage/?search=Rom 12:19\">Rom. 12:19</a>, warning against taking the law into one’s own hands and undermining the order of society. The deliverance is not national (<a class=\"bibleref\" href=\"/passage/?search=Deut 32:35\">Deut. 32:35</a>, <a class=\"bibleref\" href=\"/passage/?search=Deut 32:36\">36</a>) but individual, possibly by means of due legal process, but ultimately with the Lord Himself as its source.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,20,23",
    "text" : "The LORD detests differing weights, and dishonest scales do not please him."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,20,23",
    "id" : 192111,
    "title" : "Pr 20:23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 20:23\">20:23</a></b> See <a class=\"bibleref\" href=\"/passage/?search=Prov 20:10\">v. 10</a> and note.</p></div>"
  } ]
} ]
