[ {
  "verses" : [ {
    "verse" : "ezra,3,1",
    "text" : "When the seventh month came and the Israelites had settled in their towns, the people assembled as one man in Jerusalem."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,3,1-ezra,6,22",
    "id" : 189602,
    "title" : "Ezra 3–6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 3-Ezra 6\">3:1–6:22</a></b> The people rebuild the altar, resume the sacrifices (<a class=\"bibleref\" href=\"/passage/?search=Ezra 3:1-Ezra 3:6\">3:1–6</a>), and then rebuild the temple itself (<a class=\"bibleref\" href=\"/passage/?search=Ezra 3:7-Ezra 6:22\">3:7–6:22</a>). Spurred on by the prophets Haggai and Zechariah (<a class=\"bibleref\" href=\"/passage/?search=Ezra 5:1-Ezra 5:2\">5:1–2</a>) and blessed by God (<a class=\"bibleref\" href=\"/passage/?search=Ezra 5:5\">5:5</a>), they succeed in spite of opposition from the peoples around them (<a class=\"bibleref\" href=\"/passage/?search=Ezra 4\">ch. 4</a>) and the governor of “the province Beyond the River,” (<a class=\"bibleref\" href=\"/passage/?search=Ezra 5:3-Ezra 6:12\">5:3–6:12</a>).</p></div>"
  }, {
    "verseRange" : "ezra,3,1",
    "id" : 189603,
    "title" : "Ezra 3:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 3:1\">3:1</a></b> <b>the seventh month.</b> This was Tishri (September-October), the month of the Feast of Booths (<a class=\"bibleref\" href=\"/passage/?search=Lev 23:33-Lev 23:44\">Lev. 23:33–44</a>). The desire to celebrate this feast (3:4) no doubt provided the stimulus needed to rebuild the altar.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,3,2",
    "text" : "Then Jeshua son of Jozadak and his fellow priests and Zerubbabel son of Shealtiel and his associates began to build the altar of the God of Israel to sacrifice burnt offerings on it, in accordance with what is written in the Law of Moses the man of God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,3,2",
    "id" : 189604,
    "title" : "Ezra 3:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 3:2\">3:2</a></b> <b>burnt offerings.</b> Burnt offerings were the primary offerings (<a class=\"bibleref\" href=\"/passage/?search=Lev 1\">Lev. 1</a>), but others are also in view (v. 5). The burnt offering was the continuing basis on which a sinful people could live in the presence of a holy God (<a class=\"bibleref\" href=\"/passage/?search=Exod 29:42\">Ex. 29:42</a>), looking forward as it did to the sacrifice of Christ, as the final sacrifice that brings sinners into the presence of God (<a class=\"bibleref\" href=\"/passage/?search=Heb 10:19-Heb 10:20\">Heb. 10:19–20</a>).</p><p><b>as it is written.</b> The written word was a powerful tool used by God to accomplish His redemptive plan.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,3,3",
    "text" : "Despite their fear of the peoples around them, they built the altar on its foundation and sacrificed burnt offerings on it to the LORD, both the morning and evening sacrifices."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,3,3",
    "id" : 189605,
    "title" : "Ezra 3:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 3:3\">3:3</a></b> <b>fear was on them.</b> They had the courage to build the altar and lay the foundation of the temple. But their courage would soon be tested (<a class=\"bibleref\" href=\"/passage/?search=Ezra 4:4-Ezra 4:5\">4:4–5</a>), and the work would be stopped (<a class=\"bibleref\" href=\"/passage/?search=Ezra 4:24\">4:24</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,3,4",
    "text" : "Then in accordance with what is written, they celebrated the Feast of Tabernacles with the required number of burnt offerings prescribed for each day."
  }, {
    "verse" : "ezra,3,5",
    "text" : "After that, they presented the regular burnt offerings, the New Moon sacrifices and the sacrifices for all the appointed sacred feasts of the LORD, as well as those brought as freewill offerings to the LORD."
  }, {
    "verse" : "ezra,3,6",
    "text" : "On the first day of the seventh month they began to offer burnt offerings to the LORD, though the foundation of the LORD's temple had not yet been laid."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,3,4-ezra,3,6",
    "id" : 189606,
    "title" : "Ezra 3:4–6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 3:4-Ezra 3:6\">3:4–6</a></b> Not only was the Feast of Booths celebrated, but the entire sacrificial system was set in motion, because the sacrifices were a part of maintaining the covenant relationship (<a class=\"bibleref\" href=\"/passage/?search=Heb 9:22\">Heb. 9:22</a>). So important were the sacrifices that they were started before the temple itself was finished.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,3,7",
    "text" : "Then they gave money to the masons and carpenters, and gave food and drink and oil to the people of Sidon and Tyre, so that they would bring cedar logs by sea from Lebanon to Joppa, as authorized by Cyrus king of Persia."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,3,7",
    "id" : 189607,
    "title" : "Ezra 3:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 3:7\">3:7</a></b> Provisions were made immediately to begin rebuilding the temple. The language of <a class=\"bibleref\" href=\"/passage/?search=Ezra 3:7\">v. 7</a> recalls the materials assembled for Solomon’s temple (<a class=\"bibleref\" href=\"/passage/?search=1Chr 22:2-1Chr 22:4\">1 Chr. 22:2–4</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 2:8-2Chr 2:16\">2 Chr. 2:8–16</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,3,8",
    "text" : "In the second month of the second year after their arrival at the house of God in Jerusalem, Zerubbabel son of Shealtiel, Jeshua son of Jozadak and the rest of their brothers (the priests and the Levites and all who had returned from the captivity to Jerusalem) began the work, appointing Levites twenty years of age and older to supervise the building of the house of the LORD."
  }, {
    "verse" : "ezra,3,9",
    "text" : "Jeshua and his sons and brothers and Kadmiel and his sons (descendants of Hodaviah ) and the sons of Henadad and their sons and brothers-all Levites-joined together in supervising those working on the house of God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,3,8",
    "id" : 189608,
    "title" : "Ezra 3:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 3:8\">3:8</a></b> <b>the second year.</b> 536 <span class=\"small-caps\">b.c.</span></p><p><b>the second month.</b> This is Ziv (or Iyar, April-May), the same time of year that Solomon began building the original temple (<a class=\"bibleref\" href=\"/passage/?search=2Chr 3:2\">2 Chr. 3:2</a>).</p><p><b>to supervise the work of the house of the <span class=\"small-caps\">Lord.</span> </b>This phrasing is virtually identical to the language used about Solomon’s temple (<a class=\"bibleref\" href=\"/passage/?search=1Chr 23:4\">1 Chr. 23:4</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,3,10",
    "text" : "When the builders laid the foundation of the temple of the LORD, the priests in their vestments and with trumpets, and the Levites (the sons of Asaph) with cymbals, took their places to praise the LORD, as prescribed by David king of Israel."
  }, {
    "verse" : "ezra,3,11",
    "text" : "With praise and thanksgiving they sang to the LORD: \"He is good; his love to Israel endures forever.\" And all the people gave a great shout of praise to the LORD, because the foundation of the house of the LORD was laid."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,3,10",
    "id" : 189609,
    "title" : "Ezra 3:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 3:10\">3:10</a></b> <b>when the builders laid the foundation.</b> The focus of the narrative is the response of the people rather than the mechanics of construction. If the return of the temple articles encouraged the spirits of the people (<a class=\"bibleref\" href=\"/passage/?search=Ezra 1:9-Ezra 1:11\">1:9–11</a> note), much more did the laying of the foundation confirm their faith in God, who had promised restoration after exile (<a class=\"bibleref\" href=\"/passage/?search=Deut 30:1-Deut 30:5\">Deut. 30:1–5</a>). Their expression of praise echoes exactly the dedication of Solomon’s temple (<a class=\"bibleref\" href=\"/passage/?search=2Chr 5:13\">2 Chr. 5:13</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,3,12",
    "text" : "But many of the older priests and Levites and family heads, who had seen the former temple, wept aloud when they saw the foundation of this temple being laid, while many others shouted for joy."
  }, {
    "verse" : "ezra,3,13",
    "text" : "No one could distinguish the sound of the shouts of joy from the sound of weeping, because the people made so much noise. And the sound was heard far away."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,3,12",
    "id" : 189610,
    "title" : "Ezra 3:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 3:12\">3:12</a></b> <b>But many . . . wept.</b> The tears of the older members of the community were not tears of joy, but tears of disappointment because of the contrast between this small beginning (cf. <a class=\"bibleref\" href=\"/passage/?search=Zech 4:10\">Zech. 4:10</a>) and the splendor of Solomon’s temple. Similar disappointment would later call for rebuke (<a class=\"bibleref\" href=\"/passage/?search=Hag 2:1-Hag 2:5\">Hag. 2:1–5</a>), but for the moment the joy of the Lord was the strength of many.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,1",
    "text" : "When the enemies of Judah and Benjamin heard that the exiles were building a temple for the LORD, the God of Israel,"
  }, {
    "verse" : "ezra,4,2",
    "text" : "they came to Zerubbabel and to the heads of the families and said, \"Let us help you build because, like you, we seek your God and have been sacrificing to him since the time of Esarhaddon king of Assyria, who brought us here.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,1",
    "id" : 189611,
    "title" : "Ezra 4:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:1\">4:1</a></b> <b>the adversaries.</b> Though these people came with apparently good intentions, they are referred to as “adversaries,” since they later tried to undermine the work of restoration. There was some political motivation in this conflict, because only returnees had authorization from Cyrus to undertake construction (<a class=\"bibleref\" href=\"/passage/?search=Ezra 1:2-Ezra 1:4\">1:2–4</a>). But ultimately the trouble was religious. The “adversaries” were people from various places who had been transplanted into Samaria, the area north of Judah, after the destruction of the northern kingdom of Israel in 722 <span class=\"small-caps\">b.c.</span> (<a class=\"bibleref\" href=\"/passage/?search=Ezra 4:9-Ezra 4:10\">4:9–10</a> note). They worshiped many gods and incorporated worship of the Lord into their polytheism (<a class=\"bibleref\" href=\"/passage/?search=2Kgs 17:24-2Kgs 17:41\">2 Kin. 17:24–41</a>). The animosity between the Jews and the Samaritans who descended from these “adversaries” forms part of the background of the New Testament (cf. <a class=\"bibleref\" href=\"/passage/?search=John 4:1-John 4:42\">John 4:1–42</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,3",
    "text" : "But Zerubbabel, Jeshua and the rest of the heads of the families of Israel answered, \"You have no part with us in building a temple to our God. We alone will build it for the LORD, the God of Israel, as King Cyrus, the king of Persia, commanded us.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,3",
    "id" : 189612,
    "title" : "Ezra 4:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:3\">4:3</a></b> <b>we alone will build.</b> The discrimination was not racial or political, but religious. From the early days of living in the Promised Land (<a class=\"bibleref\" href=\"/passage/?search=Judg 3:6\">Judg. 3:6</a>) and throughout their history (<a class=\"bibleref\" href=\"/passage/?search=2Kgs 17:7-2Kgs 17:17\">2 Kin. 17:7–17</a>), alliances with foreigners led the Israelites into idolatry and ultimately to exile from the land (<a class=\"bibleref\" href=\"/passage/?search=2Kgs 17:18-2Kgs 17:23\">2 Kin. 17:18–23</a>). The failure of the returnees to separate themselves from the indigenous population became a problem before long (<a class=\"bibleref\" href=\"/passage/?search=Ezra 9\">Ezra 9</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezra 10\">10</a>). The same principle of religious separation is still operative under the new covenant (<a class=\"bibleref\" href=\"/passage/?search=2Cor 6:14-2Cor 7:1\">2 Cor. 6:14–7:1</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,4",
    "text" : "Then the peoples around them set out to discourage the people of Judah and make them afraid to go on building."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,4",
    "id" : 189613,
    "title" : "Ezra 4:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:4\">4:4</a></b> <b>the people of the land.</b> The “adversaries” of <a class=\"bibleref\" href=\"/passage/?search=Ezra 4:1\">v. 1</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,5",
    "text" : "They hired counselors to work against them and frustrate their plans during the entire reign of Cyrus king of Persia and down to the reign of Darius king of Persia."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,5",
    "id" : 189614,
    "title" : "Ezra 4:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:5\">4:5</a></b> <b>bribed counselors.</b> Perhaps these were Persian officials. The obstructive efforts of the adversaries caused a delay in the work from the time of Cyrus (550–530 <span class=\"small-caps\">b.c.</span>) until the second year of Darius (522–486 <span class=\"small-caps\">b.c.</span>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,6",
    "text" : "At the beginning of the reign of Xerxes, they lodged an accusation against the people of Judah and Jerusalem."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,6-ezra,4,23",
    "id" : 189615,
    "title" : "Ezra 4:6–23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:6-Ezra 4:23\">4:6–23</a></b> This material is a separate section, describing opposition to rebuilding the wall after Darius and during the reigns of Xerxes (486–465 <span class=\"small-caps\">b.c.</span>) and Artaxerxes I (465–424 <span class=\"small-caps\">b.c.</span>). The narrative justifies calling the neighboring peoples in <a class=\"bibleref\" href=\"/passage/?search=Ezra 4:1\">v. 1</a> “adversaries.” Second, it shows that opposition was not a brief and passing problem, but a foretaste of prolonged opposition to the people of God in rebuilding God’s ‘‘house”—the temple, but also the city and the nation.</p></div>"
  }, {
    "verseRange" : "ezra,4,6",
    "id" : 189616,
    "title" : "Ezra 4:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:6\">4:6</a></b> <b>Ahasuerus.</b> Ahasuerus (Xerxes) succeeded Darius and was king of Persia from 486 to 465 <span class=\"small-caps\">b.c.</span></p><p><b>they wrote an accusation.</b> The subject of the verb is not specified, but the context shows that the troublemakers were a later generation of the “adversaries” of <a class=\"bibleref\" href=\"/passage/?search=Ezra 4:1\">v. 1</a>. Nothing is said about the nature of the accusation.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,7",
    "text" : "And in the days of Artaxerxes king of Persia, Bishlam, Mithredath, Tabeel and the rest of his associates wrote a letter to Artaxerxes. The letter was written in Aramaic script and in the Aramaic language.,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,7",
    "id" : 189617,
    "title" : "Ezra 4:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:7\">4:7</a></b> <b>Artaxerxes.</b> Artaxerxes I, successor to Ahasuerus (Xerxes) and king of Persia from 465 to 424 <span class=\"small-caps\">b.c.</span></p><p><b>wrote to Artaxerxes.</b> There is no information about the content of this letter, but considering the context it was doubtless an effort to prevent rebuilding the wall.</p><p><b>Aramaic.</b> This was the language of international diplomacy in the ancient Near East.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,8",
    "text" : "Rehum the commanding officer and Shimshai the secretary wrote a letter against Jerusalem to Artaxerxes the king as follows:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,8-ezra,6,18",
    "id" : 189618,
    "title" : "Ezra 4:8–6:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:8-Ezra 6:18\">4:8–6:18</a></b> This section is written not in Hebrew, but Aramaic, the language of the original documents. The correspondence expresses the concern of various Gentile officials about the progress of the Jews’ work.</p></div>"
  }, {
    "verseRange" : "ezra,4,8",
    "id" : 189619,
    "title" : "Ezra 4:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:8\">4:8</a></b> <b>scribe.</b> Scribes were high officials who wrote official correspondence and kept archival records for the provincial government (<a class=\"bibleref\" href=\"/passage/?search=Ezra 7:6\">7:6</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,9",
    "text" : "Rehum the commanding officer and Shimshai the secretary, together with the rest of their associates-the judges and officials over the men from Tripolis, Persia, Erech and Babylon, the Elamites of Susa,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,9",
    "id" : 189620,
    "title" : "Ezra 4:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:9\">4:9</a></b> <b>the rest of their associates.</b> The opposition did not come from a few, but was broadly based.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,10",
    "text" : "and the other people whom the great and honorable Ashurbanipal deported and settled in the city of Samaria and elsewhere in Trans-Euphrates."
  }, {
    "verse" : "ezra,4,11",
    "text" : "(This is a copy of the letter they sent him.) To King Artaxerxes, From your servants, the men of Trans-Euphrates:"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,10",
    "id" : 189621,
    "title" : "Ezra 4:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:10\">4:10</a></b> <b>Osnappar.</b> Probably Ashurbanipal, the last successful king of Assyria (668–627 <span class=\"small-caps\">b.c.</span>), who transplanted various peoples into Samaria. This practice was begun after the fall of Samaria in 722 <span class=\"small-caps\">b.c.</span>, probably by Sargon II (<a class=\"bibleref\" href=\"/passage/?search=2Kgs 17:24\">2 Kin. 17:24</a>).</p><p><b>Beyond the River.</b> The area west of the Euphrates, including Aram, Phoenicia, and Palestine.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,12",
    "text" : "The king should know that the Jews who came up to us from you have gone to Jerusalem and are rebuilding that rebellious and wicked city. They are restoring the walls and repairing the foundations."
  }, {
    "verse" : "ezra,4,13",
    "text" : "Furthermore, the king should know that if this city is built and its walls are restored, no more taxes, tribute or duty will be paid, and the royal revenues will suffer."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,12",
    "id" : 189622,
    "title" : "Ezra 4:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:12\">4:12</a></b> <b>finishing the walls.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Ezra 4:6-Ezra 4:23\">4:6–23</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,14",
    "text" : "Now since we are under obligation to the palace and it is not proper for us to see the king dishonored, we are sending this message to inform the king,"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,14",
    "id" : 189623,
    "title" : "Ezra 4:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:14\">4:14</a></b> <b>we eat the salt of the palace.</b> Lit. “we have salted with the salt of the palace.” Probably this is a way of referring to the covenantal obligation of a vassal to his overlord (cf. <a class=\"bibleref\" href=\"/passage/?search=Lev 2:13\">Lev. 2:13</a>; <a class=\"bibleref\" href=\"/passage/?search=Num 18:19\">Num. 18:19</a>; <a class=\"bibleref\" href=\"/passage/?search=2Chr 13:5\">2 Chr. 13:5</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,15",
    "text" : "so that a search may be made in the archives of your predecessors. In these records you will find that this city is a rebellious city, troublesome to kings and provinces, a place of rebellion from ancient times. That is why this city was destroyed."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,15",
    "id" : 189624,
    "title" : "Ezra 4:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:15\">4:15</a></b> <b>book of the records.</b> The various Aramaic documents used in writing this section of Ezra would have been kept in a similar archive.</p><p><b>a rebellious city . . . was laid waste.</b> See <a class=\"bibleref\" href=\"/passage/?search=2Kgs 18:7\">2 Kin. 18:7</a>; <a class=\"bibleref\" href=\"/passage/?search=2Kgs 24:1\">24:1</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,16",
    "text" : "We inform the king that if this city is built and its walls are restored, you will be left with nothing in Trans-Euphrates."
  }, {
    "verse" : "ezra,4,17",
    "text" : "The king sent this reply: To Rehum the commanding officer, Shimshai the secretary and the rest of their associates living in Samaria and elsewhere in Trans-Euphrates: Greetings."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,16",
    "id" : 189625,
    "title" : "Ezra 4:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:16\">4:16</a></b> <b>have no possession.</b> Obviously an exaggeration, these words were intended to sway Artaxerxes.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,18",
    "text" : "The letter you sent us has been read and translated in my presence."
  }, {
    "verse" : "ezra,4,19",
    "text" : "I issued an order and a search was made, and it was found that this city has a long history of revolt against kings and has been a place of rebellion and sedition."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,18",
    "id" : 189626,
    "title" : "Ezra 4:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:18\">4:18</a></b> <b>has been plainly read.</b> The king was not given a summary of the letter; it was read to him word for word.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,4,20",
    "text" : "Jerusalem has had powerful kings ruling over the whole of Trans-Euphrates, and taxes, tribute and duty were paid to them."
  }, {
    "verse" : "ezra,4,21",
    "text" : "Now issue an order to these men to stop work, so that this city will not be rebuilt until I so order."
  }, {
    "verse" : "ezra,4,22",
    "text" : "Be careful not to neglect this matter. Why let this threat grow, to the detriment of the royal interests?"
  }, {
    "verse" : "ezra,4,23",
    "text" : "As soon as the copy of the letter of King Artaxerxes was read to Rehum and Shimshai the secretary and their associates, they went immediately to the Jews in Jerusalem and compelled them by force to stop."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,4,20",
    "id" : 189627,
    "title" : "Ezra 4:20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 4:20\">4:20</a></b> Israel once received tribute from other nations, under David and Solomon. Now, even though they have returned to the Land of Promise, God’s people must submit to the rule of the ungodly (<a class=\"bibleref\" href=\"/passage/?search=Ezra 9:9\">9:9</a> and note).</p></div>"
  } ]
} ]
