[ {
  "verses" : [ {
    "verse" : "proverbs,20,24",
    "text" : "A man's steps are directed by the LORD. How then can anyone understand his own way?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,20,24",
    "id" : 192112,
    "title" : "Pr 20:24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 20:24\">20:24</a></b> See <a class=\"bibleref\" href=\"/passage/?search=Prov 16:1\">16:1</a>, <a class=\"bibleref\" href=\"/passage/?search=Prov 16:9\">9</a> and notes; <a class=\"bibleref\" href=\"/passage/?search=Prov 19:21\">19:21</a>. Such passages point to the limitations of knowledge obtained from observation. God’s sovereign purposes alone are certain.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,20,25",
    "text" : "It is a trap for a man to dedicate something rashly and only later to consider his vows."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,20,25",
    "id" : 192113,
    "title" : "Pr 20:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 20:25\">20:25</a></b> <b>It is holy.</b> A rash vow that cannot be honored is worse than no vow at all (<a class=\"bibleref\" href=\"/passage/?search=Eccl 5:4-Eccl 5:7\">Eccl. 5:4–7</a>).</p></div>"
  } ]
} ]
