[ {
  "verses" : [ {
    "verse" : "ezra,10,1",
    "text" : "While Ezra was praying and confessing, weeping and throwing himself down before the house of God, a large crowd of Israelites-men, women and children-gathered around him. They too wept bitterly."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,10,1",
    "id" : 189702,
    "title" : "Ezra 10:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 10:1\">10:1</a></b> <b>Ezra . . . weeping.</b> Other leaders had set the pace for sin (<a class=\"bibleref\" href=\"/passage/?search=Ezra 9:2\">9:2</a>). Now Ezra set the pace for repentance, not by exhorting the people to mourn, but by mourning himself.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,10,2",
    "text" : "Then Shecaniah son of Jehiel, one of the descendants of Elam, said to Ezra, \"We have been unfaithful to our God by marrying foreign women from the peoples around us. But in spite of this, there is still hope for Israel."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,10,2",
    "id" : 189703,
    "title" : "Ezra 10:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 10:2\">10:2</a></b> Ezra’s confession in <a class=\"bibleref\" href=\"/passage/?search=Ezra 9:13\">9:13</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezra 9:14\">14</a> became the confession of the people through one of their leaders, Shecaniah.</p><p><b>there is hope.</b> Shecaniah encouraged Ezra that all was not lost.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,10,3",
    "text" : "Now let us make a covenant before our God to send away all these women and their children, in accordance with the counsel of my lord and of those who fear the commands of our God. Let it be done according to the Law."
  }, {
    "verse" : "ezra,10,4",
    "text" : "Rise up; this matter is in your hands. We will support you, so take courage and do it.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,10,3",
    "id" : 189704,
    "title" : "Ezra 10:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 10:3\">10:3</a></b> <b>make a covenant.</b> This was not an entirely new covenant, but the renewal of the Mosaic covenant in terms of an oath (<a class=\"bibleref\" href=\"/passage/?search=Ezra 10:5\">v. 5</a>) to keep the stipulation regarding intermarriage (<a class=\"bibleref\" href=\"/passage/?search=Deut 7:3\">Deut. 7:3</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Jer 34:8-Jer 34:22\">Jer. 34:8–22</a> for a similar covenant renewal).</p><p><b>to put away.</b> This is not the usual Hebrew phrase for divorce, and is used only here for putting away a wife. The Hebrew expression in v. 2 (“have married . . . women”) is not the usual phrase for marriage, and is used in the same way only in <a class=\"bibleref\" href=\"/passage/?search=Neh 13\">Neh. 13</a>, in an analogous situation. The author’s choice of language seems to indicate that he did not regard the unions as legitimate marriages, nor the sending away as actual divorce.</p><p><b>according to the Law.</b> The law does not provide explicitly for this exact situation. The phrase may refer to sending a woman away with her children, some provisions (<a class=\"bibleref\" href=\"/passage/?search=Gen 21:14\">Gen. 21:14</a>), and certain legal rights (<a class=\"bibleref\" href=\"/passage/?search=Deut 21:10-Deut 21:14\">Deut. 21:10–14</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,10,5",
    "text" : "So Ezra rose up and put the leading priests and Levites and all Israel under oath to do what had been suggested. And they took the oath."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,10,5",
    "id" : 189705,
    "title" : "Ezra 10:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 10:5\">10:5</a></b> <b>Ezra arose.</b> Ezra responded to the encouragement of Shecaniah and put his advice into practice.</p><p><b>made . . . all Israel take oath.</b> The covenant was conditional, as the swearing of the oath by the Israelites and not by the Lord indicates (<a class=\"bibleref\" href=\"/passage/?search=Ezra 9:9\">9:9</a> note; <a class=\"bibleref\" href=\"/passage/?search=Jer 34:8-Jer 34:22\">Jer. 34:8–22</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,10,6",
    "text" : "Then Ezra withdrew from before the house of God and went to the room of Jehohanan son of Eliashib. While he was there, he ate no food and drank no water, because he continued to mourn over the unfaithfulness of the exiles."
  }, {
    "verse" : "ezra,10,7",
    "text" : "A proclamation was then issued throughout Judah and Jerusalem for all the exiles to assemble in Jerusalem."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,10,6",
    "id" : 189706,
    "title" : "Ezra 10:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 10:6\">10:6</a></b> <b>the chamber.</b> Located in the temple.</p><p><b>neither eating bread nor drinking water.</b> A total fast was rare (<a class=\"bibleref\" href=\"/passage/?search=Deut 9:18\">Deut. 9:18</a>). The fast indicates that Ezra did not think the exiles were immune to the covenant punishments on the basis of an oath alone.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,10,8",
    "text" : "Anyone who failed to appear within three days would forfeit all his property, in accordance with the decision of the officials and elders, and would himself be expelled from the assembly of the exiles."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,10,8",
    "id" : 189707,
    "title" : "Ezra 10:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 10:8\">10:8</a></b> <b>within three days.</b> Three days was sufficient time for any who wished to travel to Jerusalem, owing to the reduced territory of Judah.</p><p><b>forfeited . . . banned.</b> Failure to comply would have resulted in the loss of property and excommunication (<a class=\"bibleref\" href=\"/passage/?search=Ezra 7:26\">7:26</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,10,9",
    "text" : "Within the three days, all the men of Judah and Benjamin had gathered in Jerusalem. And on the twentieth day of the ninth month, all the people were sitting in the square before the house of God, greatly distressed by the occasion and because of the rain."
  }, {
    "verse" : "ezra,10,10",
    "text" : "Then Ezra the priest stood up and said to them, \"You have been unfaithful; you have married foreign women, adding to Israel's guilt."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,10,9",
    "id" : 189708,
    "title" : "Ezra 10:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 10:9\">10:9</a></b> <b>Judah and Benjamin.</b> See note <a class=\"bibleref\" href=\"/passage/?search=Ezra 1:5\">1:5</a>.</p><p><b>the ninth month, on the twentieth day of the month.</b> It was December, in the cold and rainy season. Jerusalem is colder than most of the countryside around it, and rainfall in the region is more concentrated than in temperate climates.</p><p><b>all the people.</b> The people as a whole responded to the proclamation.</p><p><b>trembling because of this matter.</b> Ezra’s distress had spread throughout the populace (<a class=\"bibleref\" href=\"/passage/?search=Ezra 1:1\">v. 1</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,10,11",
    "text" : "Now make confession to the LORD, the God of your fathers, and do his will. Separate yourselves from the peoples around you and from your foreign wives.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,10,11",
    "id" : 189709,
    "title" : "Ezra 10:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 10:11\">10:11</a></b> <b>make confession.</b> Lit. “give thanks and praise to.” When a person confesses sin and trusts in God for mercy, praise is given to God. In <a class=\"bibleref\" href=\"/passage/?search=Ps 103\">Psalm 103</a> the psalmist “blesses” God by confessing who God is and what He has done.</p><p><b>do his will.</b> Confession must lead to repentance (v. 6 note).</p><p><b>Separate yourselves.</b> See note 9:11–12.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,10,12",
    "text" : "The whole assembly responded with a loud voice: \"You are right! We must do as you say."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,10,12",
    "id" : 189710,
    "title" : "Ezra 10:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 10:12\">10:12</a></b> <b>all the assembly answered.</b> Not only had all the men assembled and expressed their distress (<a class=\"bibleref\" href=\"/passage/?search=Ezra 10:9\">v. 9</a>), but they also agreed with Ezra as to their sin and guilt.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,10,13",
    "text" : "But there are many people here and it is the rainy season; so we cannot stand outside. Besides, this matter cannot be taken care of in a day or two, because we have sinned greatly in this thing."
  }, {
    "verse" : "ezra,10,14",
    "text" : "Let our officials act for the whole assembly. Then let everyone in our towns who has married a foreign woman come at a set time, along with the elders and judges of each town, until the fierce anger of our God in this matter is turned away from us.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,10,13",
    "id" : 189711,
    "title" : "Ezra 10:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 10:13\">10:13</a></b> <b>But.</b> This was not an attempt to escape the responsibility to repent, but an expression of genuine concern that the repentance be carried out well.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,10,15",
    "text" : "Only Jonathan son of Asahel and Jahzeiah son of Tikvah, supported by Meshullam and Shabbethai the Levite, opposed this."
  }, {
    "verse" : "ezra,10,16",
    "text" : "So the exiles did as was proposed. Ezra the priest selected men who were family heads, one from each family division, and all of them designated by name. On the first day of the tenth month they sat down to investigate the cases,"
  }, {
    "verse" : "ezra,10,17",
    "text" : "and by the first day of the first month they finished dealing with all the men who had married foreign women."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,10,15",
    "id" : 189712,
    "title" : "Ezra 10:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 10:15\">10:15</a></b> <b>opposed this.</b> They probably opposed the delay, though they may have opposed the sending away of the foreign women.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "ezra,10,18",
    "text" : "Among the descendants of the priests, the following had married foreign women: From the descendants of Jeshua son of Jozadak, and his brothers: Maaseiah, Eliezer, Jarib and Gedaliah."
  }, {
    "verse" : "ezra,10,19",
    "text" : "(They all gave their hands in pledge to put away their wives, and for their guilt they each presented a ram from the flock as a guilt offering.)"
  }, {
    "verse" : "ezra,10,20",
    "text" : "From the descendants of Immer: Hanani and Zebadiah."
  }, {
    "verse" : "ezra,10,21",
    "text" : "From the descendants of Harim: Maaseiah, Elijah, Shemaiah, Jehiel and Uzziah."
  }, {
    "verse" : "ezra,10,22",
    "text" : "From the descendants of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad and Elasah."
  }, {
    "verse" : "ezra,10,23",
    "text" : "Among the Levites: Jozabad, Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah and Eliezer."
  }, {
    "verse" : "ezra,10,24",
    "text" : "From the singers: Eliashib. From the gatekeepers: Shallum, Telem and Uri."
  }, {
    "verse" : "ezra,10,25",
    "text" : "And among the other Israelites: From the descendants of Parosh: Ramiah, Izziah, Malkijah, Mijamin, Eleazar, Malkijah and Benaiah."
  }, {
    "verse" : "ezra,10,26",
    "text" : "From the descendants of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth and Elijah."
  }, {
    "verse" : "ezra,10,27",
    "text" : "From the descendants of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad and Aziza."
  }, {
    "verse" : "ezra,10,28",
    "text" : "From the descendants of Bebai: Jehohanan, Hananiah, Zabbai and Athlai."
  }, {
    "verse" : "ezra,10,29",
    "text" : "From the descendants of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal and Jeremoth."
  }, {
    "verse" : "ezra,10,30",
    "text" : "From the descendants of Pahath-Moab: Adna, Kelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui and Manasseh."
  }, {
    "verse" : "ezra,10,31",
    "text" : "From the descendants of Harim: Eliezer, Ishijah, Malkijah, Shemaiah, Shimeon,"
  }, {
    "verse" : "ezra,10,32",
    "text" : "Benjamin, Malluch and Shemariah."
  }, {
    "verse" : "ezra,10,33",
    "text" : "From the descendants of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh and Shimei."
  }, {
    "verse" : "ezra,10,34",
    "text" : "From the descendants of Bani: Maadai, Amram, Uel,"
  }, {
    "verse" : "ezra,10,35",
    "text" : "Benaiah, Bedeiah, Keluhi,"
  }, {
    "verse" : "ezra,10,36",
    "text" : "Vaniah, Meremoth, Eliashib,"
  }, {
    "verse" : "ezra,10,37",
    "text" : "Mattaniah, Mattenai and Jaasu."
  }, {
    "verse" : "ezra,10,38",
    "text" : "From the descendants of Binnui: Shimei,"
  }, {
    "verse" : "ezra,10,39",
    "text" : "Shelemiah, Nathan, Adaiah,"
  }, {
    "verse" : "ezra,10,40",
    "text" : "Macnadebai, Shashai, Sharai,"
  }, {
    "verse" : "ezra,10,41",
    "text" : "Azarel, Shelemiah, Shemariah,"
  }, {
    "verse" : "ezra,10,42",
    "text" : "Shallum, Amariah and Joseph."
  }, {
    "verse" : "ezra,10,43",
    "text" : "From the descendants of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel and Benaiah."
  }, {
    "verse" : "ezra,10,44",
    "text" : "All these had married foreign women, and some of them had children by these wives."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "ezra,10,18-ezra,10,44",
    "id" : 189713,
    "title" : "Ezra 10:18–44",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Ezra 10:18-Ezra 10:44\">10:18–44</a></b> From this list of those guilty of intermarriage it is evident that the individual who sins cannot find sanctuary within the larger community (<a class=\"bibleref\" href=\"/passage/?search=Deut 29:19-Deut 29:21\">Deut. 29:19–21</a>). But for those who will avail themselves of the sacrifice provided by God there is always forgiveness (v. 19).</p></div>"
  } ]
} ]
