[ {
  "verses" : [ {
    "verse" : "1corinthians,7,25",
    "text" : "Now about virgins: I have no command from the Lord, but I give a judgment as one who by the Lord's mercy is trustworthy."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,7,25",
    "id" : 198050,
    "title" : "1 Cor 7:25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 7:25\">7:25</a></b> <b>Now concerning the betrothed.</b> A new, but related topic that the Corinthians had raised in their letter to Paul (Introduction: Date and Occasion).</p><p><b>I have no command from the Lord.</b> See note on <a class=\"bibleref\" href=\"/passage/?search=1Cor 7:10\">v. 10</a>.</p><p><b>I give my judgment.</b> This language suggests that the comments Paul is about to make are not absolute commandments concerning right-or-wrong moral choices, but recommendations for a particular situation. This interpretation is confirmed by the statement in <a class=\"bibleref\" href=\"/passage/?search=1Cor 7:28\">v. 28</a> and by the concluding words in <a class=\"bibleref\" href=\"/passage/?search=1Cor 7:38\">v. 38</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,7,26",
    "text" : "Because of the present crisis, I think that it is good for you to remain as you are."
  }, {
    "verse" : "1corinthians,7,27",
    "text" : "Are you married? Do not seek a divorce. Are you unmarried? Do not look for a wife."
  }, {
    "verse" : "1corinthians,7,28",
    "text" : "But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,7,26",
    "id" : 198051,
    "title" : "1 Cor 7:26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 7:26\">7:26</a></b> <b>the present distress.</b> Lit. “the present necessity.” Some believe that Paul is referring to a specific and unusual problem in Corinth. However, the language of <a class=\"bibleref\" href=\"/passage/?search=1Cor 7:28\">v. 28</a> (“will have worldly troubles”) suggests a more general idea: the predicament that faces all Christians as they seek to serve Christ in the present evil age (<a class=\"bibleref\" href=\"/passage/?search=Gal 1:4\">Gal. 1:4</a>). We must consider this factor when making a decision about marriage, though other considerations should also be kept in mind (vv. 6–9 note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,7,29",
    "text" : "What I mean, brothers, is that the time is short. From now on those who have wives should live as if they had none;"
  }, {
    "verse" : "1corinthians,7,30",
    "text" : "those who mourn, as if they did not; those who are happy, as if they were not; those who buy something, as if it were not theirs to keep;"
  }, {
    "verse" : "1corinthians,7,31",
    "text" : "those who use the things of the world, as if not engrossed in them. For this world in its present form is passing away."
  }, {
    "verse" : "1corinthians,7,32",
    "text" : "I would like you to be free from concern. An unmarried man is concerned about the Lord's affairs--how he can please the Lord."
  }, {
    "verse" : "1corinthians,7,33",
    "text" : "But a married man is concerned about the affairs of this world--how he can please his wife--"
  }, {
    "verse" : "1corinthians,7,34",
    "text" : "and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband."
  }, {
    "verse" : "1corinthians,7,35",
    "text" : "I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,7,29-1corinthians,7,31",
    "id" : 198052,
    "title" : "1 Cor 7:29–31",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 7:29-1Cor 7:31\">7:29–31</a></b> <b>the appointed time . . . very short . . . this world is passing away.</b> The Christian life must be lived in the realization that there is no time to waste (<a class=\"bibleref\" href=\"/passage/?search=Rom 13:11\">Rom. 13:11</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 13:12\">12</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,7,36",
    "text" : "If anyone thinks he is acting improperly toward the virgin he is engaged to, and if she is getting along in years and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married."
  }, {
    "verse" : "1corinthians,7,37",
    "text" : "But the man who has settled the matter in his own mind, who is under no compulsion but has control over his own will, and who has made up his mind not to marry the virgin--this man also does the right thing."
  }, {
    "verse" : "1corinthians,7,38",
    "text" : "So then, he who marries the virgin does right, but he who does not marry her does even better."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,7,36-1corinthians,7,38",
    "id" : 198053,
    "title" : "1 Cor 7:36–38",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 7:36-1Cor 7:38\">7:36–38</a></b> There are two different ways of understanding this passage. We simply do not know for certain whether Paul is addressing men who have deferred marriage to their fiancee (“betrothed”) or fathers who have not permitted their daughters to marry. However, the main idea is clear: both married and unmarried status are good options, even though Paul sees a particular benefit in remaining unmarried.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,7,39",
    "text" : "A woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord."
  }, {
    "verse" : "1corinthians,7,40",
    "text" : "In my judgment, she is happier if she stays as she is--and I think that I too have the Spirit of God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,7,39",
    "id" : 198054,
    "title" : "1 Cor 7:39",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 7:39\">7:39</a></b> <b>is bound.</b> Marriage is a life commitment.</p><p><b>free to be married.</b> A widow, no less than the others treated in this chapter, has the choice to remain unmarried or to marry. The only consideration is that if she marries again the new spouse must be a Christian.</p></div>"
  } ]
} ]
