[ {
  "verses" : [ {
    "verse" : "proverbs,21,17",
    "text" : "He who loves pleasure will become poor; whoever loves wine and oil will never be rich."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,21,17",
    "id" : 192132,
    "title" : "Pr 21:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 21:17\">21:17</a></b> <b>wine and oil.</b> The words suggest extravagance, especially in feasting.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,21,18",
    "text" : "The wicked become a ransom for the righteous, and the unfaithful for the upright."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,21,18",
    "id" : 192133,
    "title" : "Pr 21:18",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 21:18\">21:18</a></b> See <a class=\"bibleref\" href=\"/passage/?search=Prov 11:8\">11:8</a> and note. A ransom is a sum paid to release someone. However, this proverb does not depend on this precise sense, but points in general terms to the Last Judgment, when the righteous will be vindicated and the wicked defeated.</p></div>"
  } ]
} ]
