[ {
  "singleVerses" : [ "1corinthians,12,1" ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,12,1",
    "id" : 198110,
    "title" : "1 Cor 12:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 12:1\">12:1</a></b> <b>Now concerning spiritual gifts.</b> See “Gifts and Ministries” at <a class=\"bibleref\" href=\"/passage/?search=Eph 4:7\">Eph. 4:7</a>.</p></div>"
  } ]
}, {
  "singleVerses" : [ "1corinthians,12,2", "1corinthians,12,3" ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,12,2-1corinthians,12,3",
    "id" : 198111,
    "title" : "1 Cor 12:2–3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 12:2\">12:2</a>, <a class=\"bibleref\" href=\"/passage/?search=1Cor 12:3\">3</a></b> As an introduction to the subject of spiritual gifts in Corinth, Paul reminds his readers of the contrast between their pagan and Christian experience. It is not clear whether anyone was actually uttering curses against Jesus (the statement may be only an illustration), but the focus of <a class=\"bibleref\" href=\"/passage/?search=1Cor 12:3\">v. 3</a> is on the content of religious speech. In view of <a class=\"bibleref\" href=\"/passage/?search=1Cor 14:6-1Cor 14:19\">14:6–19</a>, we may infer that the apostle is anticipating his argument for understandable speech. Pagans too may have experienced miraculous speech, but what really matters is what is said.</p></div>"
  } ]
}, {
  "singleVerses" : [ "1corinthians,12,4", "1corinthians,12,5", "1corinthians,12,6" ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,12,4",
    "id" : 198112,
    "title" : "1 Cor 12:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 12:4\">12:4</a></b> <b>varieties of gifts, but the same Spirit.</b> Apparently, the Corinthians exaggerated the importance of the gift of tongues, so Paul must remind them that one and the same Spirit distributes a variety of gifts to His people. The added references to “the same Lord” (<a class=\"bibleref\" href=\"/passage/?search=1Cor 12:5\">v. 5</a>) and “the same God” (<a class=\"bibleref\" href=\"/passage/?search=1Cor 12:6\">v. 6</a>) reflect the importance of the doctrine of the Trinity for Paul; they also support his concern for unity within diversity.</p></div>"
  } ]
}, {
  "singleVerses" : [ "1corinthians,12,7" ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,12,7",
    "id" : 198113,
    "title" : "1 Cor 12:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 12:7\">12:7</a></b> <b>for the common good.</b> We completely misunderstand the purpose of the Spirit’s gifts (here called a “manifestation”) if we use them for selfish reasons. Because there are different needs in the Christian community, different gifts are required.</p></div>"
  } ]
}, {
  "singleVerses" : [ "1corinthians,12,8", "1corinthians,12,9" ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,12,8-1corinthians,12,10",
    "id" : 198114,
    "title" : "1 Cor 12:8–10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 12:8-1Cor 12:10\">12:8–10</a></b> This list of gifts is not intended as a complete catalog (others are included in <a class=\"bibleref\" href=\"/passage/?search=1Cor 12:28\">v. 28</a>); possibly it reflects gifts that were especially evident in Corinth. We need not assume that all of the gifts were manifested in every church. The list in <a class=\"bibleref\" href=\"/passage/?search=Rom 12:6-Rom 12:8\">Rom. 12:6–8</a>, for example, includes only two of the gifts mentioned here (prophesying and faith) and omits those that might be thought of as miraculous, such as healing and tongues. In determining the character of some of the gifts listed here, we are hindered by the absence of descriptions of them anywhere in the New Testament. “The utterance of wisdom” may have been an ability to resolve difficult spiritual problems and “the utterance of knowledge” a special revelation of some sort, but we cannot be certain. Similarly, it is not clear why Paul lists separately the gifts of “faith,” “healing,” and “working of miracles.” The reference to “the ability to distinguish between spirits” perhaps should be understood in the light of 14:29. Our inability to determine the precise function of some of these gifts is not an obstacle to understanding the thrust of this passage, which aims not at giving detailed instruction about them but rather at emphasizing the variety of God’s endowments to His church (v. 11).</p></div>"
  } ]
}, {
  "singleVerses" : [ "1corinthians,12,10" ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,12,10",
    "id" : 198115,
    "title" : "1 Cor 12:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 12:10\">12:10</a></b> <b>various kinds of tongues.</b> The proper description of this gift has generated much debate. According to one view, it refers to some kind of ecstatic speech, possibly related to “the tongues . . . of angels” mentioned in <a class=\"bibleref\" href=\"/passage/?search=1Cor 13:1\">13:1</a>. On the other hand, the New Testament gives explicit and unequivocal evidence that the Holy Spirit granted to the early Christians the ability to speak in foreign, human languages (<a class=\"bibleref\" href=\"/passage/?search=Acts 2:4-Acts 2:11\">Acts 2:4–11</a>). Though objections can be raised against this view as well (14:2 note), it can at least be supported by biblical precedent.</p></div>"
  } ]
}, {
  "singleVerses" : [ "1corinthians,12,11" ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,12,11",
    "id" : 198116,
    "title" : "1 Cor 12:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 12:11\">12:11</a></b> <b>as he wills.</b> This brief clause sets the preceding list of gifts in the proper perspective. Whether an individual or a church possesses a particular gift is not for us to decide. It is the Spirit who sovereignly provides for the people of God. That factor may explain why no New Testament passage gives a complete catalog of gifts or a precise definition of them, since they may vary significantly according to God’s plans in changing situations. A church may appropriately pray for God to grant gifts to meet its needs, but such prayers must be offered in submission to His sovereign will and perfect wisdom.</p></div>"
  } ]
}, {
  "singleVerses" : [ "1corinthians,12,12" ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,12,12",
    "id" : 198117,
    "title" : "1 Cor 12:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 12:12\">12:12</a></b> <b>the body is one.</b> See “The Church” at <a class=\"bibleref\" href=\"/passage/?search=Eph 2:19\">Eph. 2:19</a>. The description of Christ’s church as a body is one of the most distinctive and significant teachings of Paul (1:13 note). Indeed, the apostle tells us that he was given a special revelation concerning this “mystery,” which was hidden for many ages; namely, that God’s people, both Jews and Gentiles, are now constituted one body by virtue of Christ’s exaltation (<a class=\"bibleref\" href=\"/passage/?search=Eph 1:22\">Eph. 1:22</a>, <a class=\"bibleref\" href=\"/passage/?search=Eph 1:23\">23</a>; <a class=\"bibleref\" href=\"/passage/?search=Eph 3:2-Eph 3:6\">3:2–6</a>). Both the existence and the growth of the church derive from this unity established by Christ through the Spirit (<a class=\"bibleref\" href=\"/passage/?search=Eph 4:3-Eph 4:6\">Eph. 4:3–6</a>, <a class=\"bibleref\" href=\"/passage/?search=Eph 4:11-Eph 4:16\">11–16</a>; <a class=\"bibleref\" href=\"/passage/?search=Col 2:19\">Col. 2:19</a>; <a class=\"bibleref\" href=\"/passage/?search=Col 3:14\">3:14</a>, <a class=\"bibleref\" href=\"/passage/?search=Col 3:15\">15</a>).</p></div>"
  } ]
}, {
  "singleVerses" : [ "1corinthians,12,13" ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,12,13",
    "id" : 198118,
    "title" : "1 Cor 12:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 12:13\">12:13</a></b> <b>all baptized . . . of one Spirit.</b> The emphasis on the word “all” and the allusion to the sacraments recalls the similar description of the Israelites in <a class=\"bibleref\" href=\"/passage/?search=1Cor 10:2-1Cor 10:4\">10:2–4</a> (notes). One of the truths signified and sealed by water baptism is the baptism of the Holy Spirit that incorporates believers into the one body of Christ. Baptism replaces circumcision as the sign of admission into God’s covenant (<a class=\"bibleref\" href=\"/passage/?search=Col 2:11-Col 2:14\">Col. 2:11–14</a>). Similarly, partaking of the Lord’s Supper signifies our continued communion with Christ and His church (10:17; 11:29 note).</p></div>"
  } ]
}, {
  "singleVerses" : [ "1corinthians,12,14", "1corinthians,12,15", "1corinthians,12,16", "1corinthians,12,17", "1corinthians,12,18", "1corinthians,12,19", "1corinthians,12,20", "1corinthians,12,21" ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,12,14-1corinthians,12,20",
    "id" : 198119,
    "title" : "1 Cor 12:14–20",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 12:14-1Cor 12:20\">12:14–20</a></b> Having established the unity of Christ’s church, Paul sets forth its diversity. Some scholars have commented that the Corinthians’ most fundamental problem was not their rejection of the church’s unity, but rather their failure to acknowledge its diversity. Paul corrects their error through a comparison with the human body. He appeals to the sovereign will of God, who has “arranged the members in the body, each one of them, as he chose” (<a class=\"bibleref\" href=\"/passage/?search=1Cor 12:18\">v. 18</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=1Cor 12:11\">v. 11</a>). If the Corinthians denied the validity of certain gifts, they were really questioning God’s authority to distribute the gifts. Paul stresses unity, but not a uniformity that squelches valid forms of diversity.</p></div>"
  } ]
}, {
  "singleVerses" : [ "1corinthians,12,22", "1corinthians,12,23", "1corinthians,12,24", "1corinthians,12,25", "1corinthians,12,26" ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,12,22-1corinthians,12,23",
    "id" : 198120,
    "title" : "1 Cor 12:22–23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 12:22\">12:22</a>, <a class=\"bibleref\" href=\"/passage/?search=1Cor 12:23\">23</a> weaker . . . less honorable.</b> This comparison manifests the problem that has occupied Paul throughout most of the letter, namely, a sense of spiritual superiority among some of the Corinthians and their consequent disdain for those who appear to be “weaker” and “less honorable.” Their devaluing of certain gifts (possibly in favor of the gift of tongues) is Paul’s concern here.</p></div>"
  } ]
} ]
