[ {
  "verses" : [ {
    "verse" : "1corinthians,14,1",
    "text" : "Follow the way of love and eagerly desire spiritual gifts, especially the gift of prophecy."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,14,1",
    "id" : 198133,
    "title" : "1 Cor 14:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 14:1\">14:1</a></b> <b>especially that you may prophesy.</b> Having set the discussion within the proper framework of love, Paul now encourages the Corinthians to recognize the value of the spiritual gifts. Because the Corinthians have exaggerated the importance of the gift of tongues, however, the emphasis of <a class=\"bibleref\" href=\"/passage/?search=1Cor 14\">ch. 14</a> is on the understandable gifts (v. 19)—primarily prophecy, but also the interpretation of tongues (vv. 27, <a class=\"bibleref\" href=\"/passage/?search=1Cor 14:28\">28</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,14,2",
    "text" : "For anyone who speaks in a tongue does not speak to men but to God. Indeed, no one understands him; he utters mysteries with his spirit."
  }, {
    "verse" : "1corinthians,14,3",
    "text" : "But everyone who prophesies speaks to men for their strengthening, encouragement and comfort."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,14,2",
    "id" : 198134,
    "title" : "1 Cor 14:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 14:2\">14:2</a></b> <b>speaks not to men but to God . . . utters mysteries.</b> This verse (cf. v. 14) describes the gift of tongues in a way that seems inconsistent with the gift of speaking in foreign languages mentioned in <a class=\"bibleref\" href=\"/passage/?search=Acts 2:4-Acts 2:11\">Acts 2:4–11</a> (although some believe that the miracle on Pentecost was a miracle of hearing). Accordingly, many argue that Paul is dealing with something different—a kind of ecstatic speech used for intimate prayer (<a class=\"bibleref\" href=\"/passage/?search=Rom 8:26\">Rom. 8:26</a>). However, the word translated “tongue” is the normal Greek term for “language.” Secondly, Paul’s use of the term “mysteries” is to indicate a divine truth not yet disclosed; it does not have the meaning of the English word “mysterious” (2:7 note). Thirdly, vv. 10, 11, as well as v. 21, support the idea that even here Paul is speaking of human languages (12:8–10 note).</p><p><b>in the Spirit.</b> That is, as opposed to speaking with his mind (vv. 13–15); even the speaker does not understand what he is saying.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,14,4",
    "text" : "He who speaks in a tongue edifies himself, but he who prophesies edifies the church."
  }, {
    "verse" : "1corinthians,14,5",
    "text" : "I would like every one of you to speak in tongues, but I would rather have you prophesy. He who prophesies is greater than one who speaks in tongues, unless he interprets, so that the church may be edified."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,14,4",
    "id" : 198135,
    "title" : "1 Cor 14:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 14:4\">14:4</a></b> <b>builds up himself.</b> Those speaking in an uninterpreted language were encouraged and comforted, despite their not understanding the message.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,14,6",
    "text" : "Now, brothers, if I come to you and speak in tongues, what good will I be to you, unless I bring you some revelation or knowledge or prophecy or word of instruction?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,14,6",
    "id" : 198136,
    "title" : "1 Cor 14:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 14:6\">14:6</a></b> <b>how will I benefit you.</b> This principle of benefiting others by edifying them becomes the key point of the passage. Paul is applying the teaching of <a class=\"bibleref\" href=\"/passage/?search=1Cor 12:7\">12:7</a> that God has granted a variety of gifts “for the common good.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,14,7",
    "text" : "Even in the case of lifeless things that make sounds, such as the flute or harp, how will anyone know what tune is being played unless there is a distinction in the notes?"
  }, {
    "verse" : "1corinthians,14,8",
    "text" : "Again, if the trumpet does not sound a clear call, who will get ready for battle?"
  }, {
    "verse" : "1corinthians,14,9",
    "text" : "So it is with you. Unless you speak intelligible words with your tongue, how will anyone know what you are saying? You will just be speaking into the air."
  }, {
    "verse" : "1corinthians,14,10",
    "text" : "Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning."
  }, {
    "verse" : "1corinthians,14,11",
    "text" : "If then I do not grasp the meaning of what someone is saying, I am a foreigner to the speaker, and he is a foreigner to me."
  }, {
    "verse" : "1corinthians,14,12",
    "text" : "So it is with you. Since you are eager to have spiritual gifts, try to excel in gifts that build up the church."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,14,7-1corinthians,14,8",
    "id" : 198137,
    "title" : "1 Cor 14:7–8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 14:7\">14:7</a>, <a class=\"bibleref\" href=\"/passage/?search=1Cor 14:8\">8</a></b> These verses illustrate the principle mentioned in <a class=\"bibleref\" href=\"/passage/?search=1Cor 14:6\">v. 6</a>. Musical instruments convey nothing to those who listen unless they are played with intelligent purpose.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,14,13",
    "text" : "For this reason anyone who speaks in a tongue should pray that he may interpret what he says."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,14,13",
    "id" : 198138,
    "title" : "1 Cor 14:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 14:13\">14:13</a></b> <b>pray for the power to interpret.</b> Without minimizing the significance of the gift of tongues, Paul encourages the Corinthians to use it in a way that makes it valuable for the congregation.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,14,14",
    "text" : "For if I pray in a tongue, my spirit prays, but my mind is unfruitful."
  }, {
    "verse" : "1corinthians,14,15",
    "text" : "So what shall I do? I will pray with my spirit, but I will also pray with my mind; I will sing with my spirit, but I will also sing with my mind."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,14,14",
    "id" : 198139,
    "title" : "1 Cor 14:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 14:14\">14:14</a></b> <b>my spirit prays but my mind is unfruitful.</b> Whatever spiritual benefit he might receive from the experience, his understanding is not built up. In the next verse, Paul emphasizes that he would rather have both benefits.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,14,16",
    "text" : "If you are praising God with your spirit, how can one who finds himself among those who do not understand say \"Amen\" to your thanksgiving, since he does not know what you are saying?"
  }, {
    "verse" : "1corinthians,14,17",
    "text" : "You may be giving thanks well enough, but the other man is not edified."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,14,16",
    "id" : 198140,
    "title" : "1 Cor 14:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 14:16\">14:16</a></b> <b>say “Amen” to your thanksgiving.</b> The members of the congregation, if they are to participate in public worship, must be able to agree with the message of the hymns being sung and the prayers being offered. The custom of expressing their approval with an audible “Amen” (“So it is!”) cannot be followed if no one understands what has been said.</p></div>"
  } ]
} ]
