[ {
  "verses" : [ {
    "verse" : "1corinthians,15,29",
    "text" : "Now if there is no resurrection, what will those do who are baptized for the dead? If the dead are not raised at all, why are people baptized for them?"
  }, {
    "verse" : "1corinthians,15,30",
    "text" : "And as for us, why do we endanger ourselves every hour?"
  }, {
    "verse" : "1corinthians,15,31",
    "text" : "I die every day--I mean that, brothers--just as surely as I glory over you in Christ Jesus our Lord."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,29",
    "id" : 198164,
    "title" : "1 Cor 15:29",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:29\">15:29</a></b> <b>baptized on behalf of the dead.</b> Apparently some in Corinth were being baptized on behalf of others who had already died. This practice is not mentioned elsewhere in the Bible or in other ancient writings. Numerous explanations of the practice have been proposed, all of them speculative and none persuasive. Paul mentions the rite only to show the logical inconsistency of his opponents’ position.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,15,32",
    "text" : "If I fought wild beasts in Ephesus for merely human reasons, what have I gained? If the dead are not raised, \"Let us eat and drink, for tomorrow we die.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,32",
    "id" : 198165,
    "title" : "1 Cor 15:32",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:32\">15:32</a></b> <b>beasts.</b> Probably a reference to Paul’s enemies in Ephesus (where this letter was written) who wanted to condemn him (cf. “the lion’s mouth,” <a class=\"bibleref\" href=\"/passage/?search=2Tim 4:17\">2 Tim. 4:17</a> note). The hope of resurrection strengthens Paul to endure severe trials and persecutions (v. 19 note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,15,33",
    "text" : "Do not be misled: \"Bad company corrupts good character.\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,33",
    "id" : 198166,
    "title" : "1 Cor 15:33",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:33\">15:33</a></b> <b>Bad company ruins good morals.</b> Derived from a comedy written by the popular Greek author Menander (342–292 <span class=\"small-caps\">b.c.</span>), this proverb was common in the ancient world (note the comparable Jewish saying in <a class=\"bibleref\" href=\"/passage/?search=1Cor 5:6\">5:6</a>). Those Christians in Corinth with a defective view of the Resurrection not only had been influenced by the bad company they kept, but in their turn they were corrupting others in the congregation.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,15,34",
    "text" : "Come back to your senses as you ought, and stop sinning; for there are some who are ignorant of God--I say this to your shame."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,34",
    "id" : 198167,
    "title" : "1 Cor 15:34",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:34\">15:34</a></b> <b>some have no knowledge of God.</b> Probably a reference to members of the church who boasted of their knowledge (<a class=\"bibleref\" href=\"/passage/?search=1Cor 8:1\">8:1</a> note) but whose denial of the Resurrection showed deep ignorance regarding the things of God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,15,35",
    "text" : "But someone may ask, \"How are the dead raised? With what kind of body will they come?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,35",
    "id" : 198168,
    "title" : "1 Cor 15:35",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:35\">15:35</a></b> <b>With what kind of body do they come.</b> In this verse Paul considers what was apparently the primary objection raised by some of the Corinthians against a bodily resurrection. They were probably influenced by dualism, a pagan philosophy that contrasted the immaterial with the physical and argued that the immaterial was good but the material was evil. Along such lines some of the Christians had developed disdain for the human body, probably distorting their ideas about sexual relationships (<a class=\"bibleref\" href=\"/passage/?search=1Cor 6:14\">6:14</a> note). They seem to have thought that since body was evil, the doctrine of the Resurrection meant that dishonorable bodies would be raised. Paul regards their position as foolish (v. 36) and gives an extensive discussion of the matter (vv. 36–49).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,15,36",
    "text" : "How foolish! What you sow does not come to life unless it dies."
  }, {
    "verse" : "1corinthians,15,37",
    "text" : "When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or of something else."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,36",
    "id" : 198169,
    "title" : "1 Cor 15:36",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:36\">15:36</a></b> <b>unless it dies.</b> Because God is the creator of the world, the processes of nature reflect in various ways how He works. Nature provides useful metaphors and analogies of the divine work of salvation (<a class=\"bibleref\" href=\"/passage/?search=Isa 55:10\">Is. 55:10</a>, <a class=\"bibleref\" href=\"/passage/?search=Isa 55:11\">11</a>). Jesus uses a seed (“if it dies, it bears much fruit”) as an illustration of spiritual truth (<a class=\"bibleref\" href=\"/passage/?search=John 12:24\">John 12:24</a>). Here Paul uses the same picture, but to illustrate the striking difference between what is planted and what eventually grows from the seed (v. 37). The same sort of analogy can be found in Plato’s dialogue <i>Symposium.</i></p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,15,38",
    "text" : "But God gives it a body as he has determined, and to each kind of seed he gives its own body."
  }, {
    "verse" : "1corinthians,15,39",
    "text" : "All flesh is not the same: Men have one kind of flesh, animals have another, birds another and fish another."
  }, {
    "verse" : "1corinthians,15,40",
    "text" : "There are also heavenly bodies and there are earthly bodies; but the splendor of the heavenly bodies is one kind, and the splendor of the earthly bodies is another."
  }, {
    "verse" : "1corinthians,15,41",
    "text" : "The sun has one kind of splendor, the moon another and the stars another; and star differs from star in splendor."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,38",
    "id" : 198170,
    "title" : "1 Cor 15:38",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:38\">15:38</a></b> <b>to each kind of seed its own body.</b> At this point Paul shifts the illustration to emphasize the variations among different plants. He goes on to apply the idea to living creatures (<a class=\"bibleref\" href=\"/passage/?search=1Cor 15:39\">v. 39</a>) and heavenly bodies (<a class=\"bibleref\" href=\"/passage/?search=1Cor 15:40\">vv. 40</a>, <a class=\"bibleref\" href=\"/passage/?search=1Cor 15:41\">41</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,15,42",
    "text" : "So will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable;"
  }, {
    "verse" : "1corinthians,15,43",
    "text" : "it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power;"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,42-1corinthians,15,43",
    "id" : 198171,
    "title" : "1 Cor 15:42–43",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:42\">15:42</a>, <a class=\"bibleref\" href=\"/passage/?search=1Cor 15:43\">43</a></b> Finally the illustration is applied to the human body that dies and is buried, and is transformed in its resurrection. Paul does not suggest that the resurrection body is a different body altogether. Just as a plant arises directly from its seed, so the resurrection body is in essence the same as the body that “is sown.” But the apostle’s emphasis is on the astounding change that will take place: from “perishable,” “dishonor,” and “weakness,” to “imperishable,” “glory,” and “power.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,15,44",
    "text" : "it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,44",
    "id" : 198172,
    "title" : "1 Cor 15:44",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:44\">15:44</a></b> <b>natural body . . . spiritual body.</b> This last contrast is difficult to understand but of great importance. Paul does not have in mind a contrast between physical and nonphysical, material and immaterial. The resurrection body is a physical body, not an intangible ghost. The apostle has already used the words “natural” and “spiritual” to distinguish the individual who does not have the Holy Spirit from the one who does (<a class=\"bibleref\" href=\"/passage/?search=1Cor 2:6\">2:6</a>, <a class=\"bibleref\" href=\"/passage/?search=1Cor 2:14\">14</a> notes). The natural person belongs to the present age (<a class=\"bibleref\" href=\"/passage/?search=1Cor 1:20\">1:20</a>), while the spiritual person is a citizen of heaven (<a class=\"bibleref\" href=\"/passage/?search=Phil 3:20\">Phil. 3:20</a>). Christians have received the Holy Spirit and are on that account “spiritual.” They have not yet received the spiritual “body,” the body that will be fully conformed to the life given by the Spirit. See <a class=\"bibleref\" href=\"/passage/?search=Rom 8:22-Rom 8:25\">Rom. 8:22–25</a> and note.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,15,45",
    "text" : "So it is written: \"The first man Adam became a living being\"; the last Adam, a lifegiving spirit."
  }, {
    "verse" : "1corinthians,15,46",
    "text" : "The spiritual did not come first, but the natural, and after that the spiritual."
  }, {
    "verse" : "1corinthians,15,47",
    "text" : "The first man was of the dust of the earth, the second man from heaven."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,45",
    "id" : 198173,
    "title" : "1 Cor 15:45",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:45\">15:45</a></b> <b>living being . . . life-giving spirit.</b> Paul clarifies his meaning by continuing the contrast between the first and the last Adam (<a class=\"bibleref\" href=\"/passage/?search=1Cor 15:21\">vv. 21</a>, <a class=\"bibleref\" href=\"/passage/?search=1Cor 15:22\">22</a> note). The Greek word translated “being” (<i>psyche</i>) is related to the word translated “natural” in <a class=\"bibleref\" href=\"/passage/?search=1Cor 15:44\">v. 44</a> (<i>psychikos</i>), while the word “spirit” (<i>pneuma</i>) corresponds to “spiritual” (<i>pneumatikos</i>). The words “life-giving spirit” are most probably a reference to the Holy Spirit. Jesus and the Holy Spirit are not the same Person, but He and the Spirit are identified in terms of their presence and activity in the church. This identity, known to us because Jesus too is life-giving, is the fulfillment of Jesus’ role as Messiah and commenced with His resurrection and ascension. To be in Christ is to be in the Spirit also (<a class=\"bibleref\" href=\"/passage/?search=1Cor 6:11\">6:11</a>, <a class=\"bibleref\" href=\"/passage/?search=1Cor 6:15\">15</a>, <a class=\"bibleref\" href=\"/passage/?search=1Cor 6:19\">19</a>; <a class=\"bibleref\" href=\"/passage/?search=1Cor 12:19\">12:19</a>). The association of Christ, the Holy Spirit, and life is apparent in <a class=\"bibleref\" href=\"/passage/?search=Rom 8:9-Rom 8:11\">Rom. 8:9–11</a> and <a class=\"bibleref\" href=\"/passage/?search=2Cor 3:6\">2 Cor. 3:6</a>, <a class=\"bibleref\" href=\"/passage/?search=2Cor 3:17\">17</a>, <a class=\"bibleref\" href=\"/passage/?search=2Cor 3:18\">18</a>.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,15,48",
    "text" : "As was the earthly man, so are those who are of the earth; and as is the man from heaven, so also are those who are of heaven."
  }, {
    "verse" : "1corinthians,15,49",
    "text" : "And just as we have borne the likeness of the earthly man, so shall we bear the likeness of the man from heaven."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,48",
    "id" : 198174,
    "title" : "1 Cor 15:48",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:48\">15:48</a></b> <b>of dust . . . of heaven.</b> Here is a final contrast, suggesting that <a class=\"bibleref\" href=\"/passage/?search=1Cor 15:42-1Cor 15:44\">vv. 42–44</a> refer to the distinction between earthly and heavenly human bodies. In this context the distinction, however, is not one of substance but of time; the present evil age is contrasted with the coming perfect age. Believers already enjoy some of the blessings of the coming age (<a class=\"bibleref\" href=\"/passage/?search=1Cor 10:11\">10:11</a> note) but still await its consummation. God’s work of redemption will not be complete until the bodily resurrection. We have borne the image of the first Adam, and since we belong to Christ, we are destined to bear the image of the last Adam (v. 49).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,15,50",
    "text" : "I declare to you, brothers, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,50",
    "id" : 198175,
    "title" : "1 Cor 15:50",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:50\">15:50</a></b> <b>flesh and blood.</b> This phrase alludes to the weakness of earthly, human existence and is an equivalent to “perishable.” Paul is warning the Corinthians that without new “imperishable” bodies we “cannot inherit the kingdom of God.” How then can some deny the doctrine of the Resurrection?</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,15,51",
    "text" : "Listen, I tell you a mystery: We will not all sleep, but we will all be changed--"
  }, {
    "verse" : "1corinthians,15,52",
    "text" : "in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed."
  }, {
    "verse" : "1corinthians,15,53",
    "text" : "For the perishable must clothe itself with the imperishable, and the mortal with immortality."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,51",
    "id" : 198176,
    "title" : "1 Cor 15:51",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:51\">15:51</a></b> <b>mystery.</b> See note <a class=\"bibleref\" href=\"/passage/?search=1Cor 2:7\">2:7</a>.</p><p><b>We shall not all sleep.</b> Paul recognizes that many Christians will not die but will be alive at the time of Christ’s return. Though these Christians will not be raised from death, they too will be transformed and receive imperishable and immortal bodies (<a class=\"bibleref\" href=\"/passage/?search=1Thess 4:13-1Thess 4:18\">1 Thess. 4:13–18</a> and notes).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,15,54",
    "text" : "When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\""
  }, {
    "verse" : "1corinthians,15,55",
    "text" : "\"Where, O death, is your victory? Where, O death, is your sting?\""
  }, {
    "verse" : "1corinthians,15,56",
    "text" : "The sting of death is sin, and the power of sin is the law."
  }, {
    "verse" : "1corinthians,15,57",
    "text" : "But thanks be to God! He gives us the victory through our Lord Jesus Christ."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,54-1corinthians,15,57",
    "id" : 198177,
    "title" : "1 Cor 15:54–57",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:54-1Cor 15:57\">15:54–57</a></b> This is one of the most eloquent and powerful passages in Scripture. With paraphrases of Isaiah and Hosea (based on the Septuagint, the Greek translation of the Old Testament), Paul alludes to his earlier argument in <a class=\"bibleref\" href=\"/passage/?search=1Cor 15:24-1Cor 15:28\">vv. 24–28</a> and vigorously assures us of the finality of death’s destruction on the day of Resurrection. The Day will also mark the destruction of “sin” and “the law.” In the letter to the Romans, Paul explains in detail how sin is the venom bringing death to all (<a class=\"bibleref\" href=\"/passage/?search=Rom 5:12\">Rom. 5:12</a>), and how the law, though itself holy, becomes an instrument through which sin can deceive (<a class=\"bibleref\" href=\"/passage/?search=Rom 7:7-Rom 7:12\">Rom. 7:7–12</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "1corinthians,15,58",
    "text" : "Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "1corinthians,15,58",
    "id" : 198178,
    "title" : "1 Cor 15:58",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1Cor 15:58\">15:58</a></b> <b>be steadfast.</b> In the face of false teaching and various temptations, the hope of the Resurrection should encourage the Corinthians to persevere in their faith. The exhortation to be “immovable,” however, does not imply inactivity. On the contrary, the Corinthians must be fully active in “the work of the Lord.” We can become easily discouraged by thinking that our labor may come to nothing (<a class=\"bibleref\" href=\"/passage/?search=Gal 2:2\">Gal. 2:2</a>; <a class=\"bibleref\" href=\"/passage/?search=Phil 2:16\">Phil. 2:16</a>; <a class=\"bibleref\" href=\"/passage/?search=1Thess 3:5\">1 Thess. 3:5</a>), but we can remember the promise that when God creates the new heavens and new earth His people will enjoy the fruits of their toil, and see that their efforts are never “in vain” (<a class=\"bibleref\" href=\"/passage/?search=Isa 65:17-Isa 65:25\">Is. 65:17–25</a>).</p></div>"
  } ]
} ]
