[ {
  "verses" : [ {
    "verse" : "job,23,1",
    "text" : "Then Job replied:"
  }, {
    "verse" : "job,23,2",
    "text" : "\"Even today my complaint is bitter; his hand is heavy in spite of my groaning."
  }, {
    "verse" : "job,23,3",
    "text" : "If only I knew where to find him; if only I could go to his dwelling!"
  }, {
    "verse" : "job,23,4",
    "text" : "I would state my case before him and fill my mouth with arguments."
  }, {
    "verse" : "job,23,5",
    "text" : "I would find out what he would answer me, and consider what he would say."
  }, {
    "verse" : "job,23,6",
    "text" : "Would he oppose me with great power? No, he would not press charges against me."
  }, {
    "verse" : "job,23,7",
    "text" : "There an upright man could present his case before him, and I would be delivered forever from my judge."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,3,1-job,27,23",
    "id" : 189970,
    "title" : "Job 3–27",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 3-Job 27\">3:1–27:23</a></b> In three cycles of speeches, the writer explores human perspectives on Job’s suffering.</p></div>"
  }, {
    "verseRange" : "job,23,1-job,23,12",
    "id" : 190098,
    "title" : "Job 23:1–12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 23:1-Job 23:12\">23:1–12</a></b> Job’s thoughts vacillate. In <a class=\"bibleref\" href=\"/passage/?search=Job 9\">ch. 9</a> he doubted God would give him a hearing. In <a class=\"bibleref\" href=\"/passage/?search=Job 13\">ch. 13</a> he is convinced he will get a hearing and be vindicated. In <a class=\"bibleref\" href=\"/passage/?search=Job 17:1\">17:1</a> he is convinced only death awaits him, but also his counselors will not triumph and he will be vindicated (<a class=\"bibleref\" href=\"/passage/?search=Job 17:10-Job 17:16\">17:10–16</a>). That conviction reaches its zenith in <a class=\"bibleref\" href=\"/passage/?search=Job 19:25-Job 19:27\">19:25–27</a>, and from then on he never again doubts it, as these verses and especially <a class=\"bibleref\" href=\"/passage/?search=Job 31\">ch. 31</a> prove.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,23,8",
    "text" : "\"But if I go to the east, he is not there; if I go to the west, I do not find him."
  }, {
    "verse" : "job,23,9",
    "text" : "When he is at work in the north, I do not see him; when he turns to the south, I catch no glimpse of him."
  }, {
    "verse" : "job,23,10",
    "text" : "But he knows the way that I take; when he has tested me, I will come forth as gold."
  }, {
    "verse" : "job,23,11",
    "text" : "My feet have closely followed his steps; I have kept to his way without turning aside."
  }, {
    "verse" : "job,23,12",
    "text" : "I have not departed from the commands of his lips; I have treasured the words of his mouth more than my daily bread."
  }, {
    "verse" : "job,23,13",
    "text" : "\"But he stands alone, and who can oppose him? He does whatever he pleases."
  }, {
    "verse" : "job,23,14",
    "text" : "He carries out his decree against me, and many such plans he still has in store."
  }, {
    "verse" : "job,23,15",
    "text" : "That is why I am terrified before him; when I think of all this, I fear him."
  }, {
    "verse" : "job,23,16",
    "text" : "God has made my heart faint; the Almighty has terrified me."
  }, {
    "verse" : "job,23,17",
    "text" : "Yet I am not silenced by the darkness, by the thick darkness that covers my face."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,23,8",
    "id" : 190099,
    "title" : "Job 23:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 23:8\">23:8</a></b> Job’s God is invisible but He has an all-seeing eye (<a class=\"bibleref\" href=\"/passage/?search=Job 23:10\">v. 10</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,24,1",
    "text" : "\"Why does the Almighty not set times for judgment? Why must those who know him look in vain for such days?"
  }, {
    "verse" : "job,24,2",
    "text" : "Men move boundary stones; they pasture flocks they have stolen."
  }, {
    "verse" : "job,24,3",
    "text" : "They drive away the orphan's donkey and take the widow's ox in pledge."
  }, {
    "verse" : "job,24,4",
    "text" : "They thrust the needy from the path and force all the poor of the land into hiding."
  }, {
    "verse" : "job,24,5",
    "text" : "Like wild donkeys in the desert, the poor go about their labor of foraging food; the wasteland provides food for their children."
  }, {
    "verse" : "job,24,6",
    "text" : "They gather fodder in the fields and glean in the vineyards of the wicked."
  }, {
    "verse" : "job,24,7",
    "text" : "Lacking clothes, they spend the night naked; they have nothing to cover themselves in the cold."
  }, {
    "verse" : "job,24,8",
    "text" : "They are drenched by mountain rains and hug the rocks for lack of shelter."
  }, {
    "verse" : "job,24,9",
    "text" : "The fatherless child is snatched from the breast; the infant of the poor is seized for a debt."
  }, {
    "verse" : "job,24,10",
    "text" : "Lacking clothes, they go about naked; they carry the sheaves, but still go hungry."
  }, {
    "verse" : "job,24,11",
    "text" : "They crush olives among the terraces; they tread the winepresses, yet suffer thirst."
  }, {
    "verse" : "job,24,12",
    "text" : "The groans of the dying rise from the city, and the souls of the wounded cry out for help. But God charges no one with wrongdoing."
  }, {
    "verse" : "job,24,13",
    "text" : "\"There are those who rebel against the light, who do not know its ways or stay in its paths."
  }, {
    "verse" : "job,24,14",
    "text" : "When daylight is gone, the murderer rises up and kills the poor and needy; in the night he steals forth like a thief."
  }, {
    "verse" : "job,24,15",
    "text" : "The eye of the adulterer watches for dusk; he thinks, 'No eye will see me,' and he keeps his face concealed."
  }, {
    "verse" : "job,24,16",
    "text" : "In the dark, men break into houses, but by day they shut themselves in; they want nothing to do with the light."
  }, {
    "verse" : "job,24,17",
    "text" : "For all of them, deep darkness is their morning; they make friends with the terrors of darkness."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,24,1-job,24,25",
    "id" : 190100,
    "title" : "Job 24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 24\">24:1–25</a></b> Job has not yet learned the important lesson that justice does not operate mechanically in this world, but according to the divine will. If it were not so, the human race would have perished long ago. This chapter alternates between descriptions of the fortunate wicked and the sufferings of their victims, with emphasis on the sufferings. Job wants the wicked to be judged so that those who know God will see it and know that God is just. The chapter shows Job’s hatred of wickedness.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,24,18",
    "text" : "\"Yet they are foam on the surface of the water; their portion of the land is cursed, so that no one goes to the vineyards."
  }, {
    "verse" : "job,24,19",
    "text" : "As heat and drought snatch away the melted snow, so the grave snatches away those who have sinned."
  }, {
    "verse" : "job,24,20",
    "text" : "The womb forgets them, the worm feasts on them; evil men are no longer remembered but are broken like a tree."
  }, {
    "verse" : "job,24,21",
    "text" : "They prey on the barren and childless woman, and to the widow show no kindness."
  }, {
    "verse" : "job,24,22",
    "text" : "But God drags away the mighty by his power; though they become established, they have no assurance of life."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,24,18-job,24,24",
    "id" : 190101,
    "title" : "Job 24:18–24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 24:18-Job 24:24\">24:18–24</a></b> Some think these words are an unannounced quotation from the counselors since the views expressed here seem more consistent with their positions than Job’s. Others think the whole chapter is an attempt by early editors to make Job sound more orthodox. But Job may have a reason for seeming to adopt the counselors’ argument.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,24,23",
    "text" : "He may let them rest in a feeling of security, but his eyes are on their ways."
  }, {
    "verse" : "job,24,24",
    "text" : "For a little while they are exalted, and then they are gone; they are brought low and gathered up like all others; they are cut off like heads of grain."
  }, {
    "verse" : "job,24,25",
    "text" : "\"If this is not so, who can prove me false and reduce my words to nothing?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,24,23-job,24,24",
    "id" : 190102,
    "title" : "Job 24:23–24",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 24:23\">24:23</a>, <a class=\"bibleref\" href=\"/passage/?search=Job 24:24\">24</a></b> These verses must be connected with <a class=\"bibleref\" href=\"/passage/?search=Job 24:1\">v. 1</a> in order to understand the point of the chapter. Job is trying to show that, though the wicked are punished, it takes place little by little (<a class=\"bibleref\" href=\"/passage/?search=Job 24:23\">vv. 23</a>, <a class=\"bibleref\" href=\"/passage/?search=Job 24:24\">24</a>), while what the righteous want to see is justice meted out completely. Job’s thought anticipates the “day of the <span class=\"small-caps\">Lord</span>” doctrine of the prophets, which looks for the final judgment day.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,25,1",
    "text" : "Then Bildad the Shuhite replied:"
  }, {
    "verse" : "job,25,2",
    "text" : "\"Dominion and awe belong to God; he establishes order in the heights of heaven."
  }, {
    "verse" : "job,25,3",
    "text" : "Can his forces be numbered? Upon whom does his light not rise?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,25,1-job,25,6",
    "id" : 190103,
    "title" : "Job 25",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 25\">25:1–6</a></b> Bildad makes no new argument, but repeats what has already been said about God’s dominion, power, and purity.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,25,4",
    "text" : "How then can a man be righteous before God? How can one born of woman be pure?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,25,4",
    "id" : 190104,
    "title" : "Job 25:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 25:4\">25:4</a></b> <b>be in the right before God.</b> Human impurity is a given, but what is missing here is a hint of grace. Paul, who developed the doctrine of the total depravity of man in Romans, did so as a background for God’s marvelous grace. Bildad does not think in terms of grace.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,25,5",
    "text" : "If even the moon is not bright and the stars are not pure in his eyes,"
  }, {
    "verse" : "job,25,6",
    "text" : "how much less man, who is but a maggot- a son of man, who is only a worm!\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,25,5-job,25,6",
    "id" : 190105,
    "title" : "Job 25:5–6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 25:5\">25:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Job 25:6\">6 a</a> maggot . . . a worm.</b> Bildad risks overstating the depth of human worthlessness because he has a pessimistic view of man (cf. Eliphaz in <a class=\"bibleref\" href=\"/passage/?search=Job 15:14-Job 15:16\">15:14–16</a>). The doctrine of total depravity is not pessimistic. Even in sin human beings retain the image of God, giving each person dignity and value.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,26,1",
    "text" : "Then Job replied:"
  }, {
    "verse" : "job,26,2",
    "text" : "\"How you have helped the powerless! How you have saved the arm that is feeble!"
  }, {
    "verse" : "job,26,3",
    "text" : "What advice you have offered to one without wisdom! And what great insight you have displayed!"
  }, {
    "verse" : "job,26,4",
    "text" : "Who has helped you utter these words? And whose spirit spoke from your mouth?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,26,1-job,26,14",
    "id" : 190106,
    "title" : "Job 26",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 26\">26:1–14</a></b> This chapter falls into distinct parts: vv. 1–4 and <a class=\"bibleref\" href=\"/passage/?search=Job 26:5-Job 26:14\">vv. 5–14</a>. This has led some to say that only the opening verses are the words of Job. Notice the ironic use of rhetorical questions ending with the suggestion (<a class=\"bibleref\" href=\"/passage/?search=Job 26:4\">v. 4</a>) that his counselors represent some outside source.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,26,5",
    "text" : "\"The dead are in deep anguish, those beneath the waters and all that live in them."
  }, {
    "verse" : "job,26,6",
    "text" : "Death is naked before God; Destruction lies uncovered."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,26,5-job,26,14",
    "id" : 190107,
    "title" : "Job 26:5–14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 26:5-Job 26:14\">26:5–14</a></b> These verses celebrate God’s omnipotence. They are not unlike Job’s words in <a class=\"bibleref\" href=\"/passage/?search=Job 9:5-Job 9:10\">9:5–10</a>, and need not be assigned, as they sometimes are, to one of the counselors.</p></div>"
  }, {
    "verseRange" : "job,26,5-job,26,6",
    "id" : 190108,
    "title" : "Job 26:5–6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 26:5\">26:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Job 26:6\">6</a></b> Unlike the Canaanite gods, who each had a restricted domain of power, the true God is Lord even of Sheol (<a class=\"bibleref\" href=\"/passage/?search=Prov 15:11\">Prov. 15:11</a>), the supposed domain of Mot, the god of death.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,26,7",
    "text" : "He spreads out the northern skies over empty space; he suspends the earth over nothing."
  }, {
    "verse" : "job,26,8",
    "text" : "He wraps up the waters in his clouds, yet the clouds do not burst under their weight."
  }, {
    "verse" : "job,26,9",
    "text" : "He covers the face of the full moon, spreading his clouds over it."
  }, {
    "verse" : "job,26,10",
    "text" : "He marks out the horizon on the face of the waters for a boundary between light and darkness."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,26,7-job,26,8",
    "id" : 190109,
    "title" : "Job 26:7–8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 26:7\">26:7</a>, <a class=\"bibleref\" href=\"/passage/?search=Job 26:8\">8</a></b> Job’s purpose here is not to teach the science of space or weather, but to glorify God through the mysteries of His work in nature.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,26,11",
    "text" : "The pillars of the heavens quake, aghast at his rebuke."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,26,11",
    "id" : 190110,
    "title" : "Job 26:11",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 26:11\">26:11</a></b> <b>The pillars of heaven.</b> Here possibly is a reference to the mountains, that often reach into the clouds and appear to support the sky.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,26,12",
    "text" : "By his power he churned up the sea; by his wisdom he cut Rahab to pieces."
  }, {
    "verse" : "job,26,13",
    "text" : "By his breath the skies became fair; his hand pierced the gliding serpent."
  }, {
    "verse" : "job,26,14",
    "text" : "And these are but the outer fringe of his works; how faint the whisper we hear of him! Who then can understand the thunder of his power?\""
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,26,12",
    "id" : 190111,
    "title" : "Job 26:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 26:12\">26:12</a></b> <b>stilled the sea.</b> God rules the supposed dominion of Yam, the Canaanite god of the sea. Jesus Christ showed He was the true God of His ancient people when He calmed the sea in <a class=\"bibleref\" href=\"/passage/?search=Matt 8:23-Matt 8:27\">Matt. 8:23–27</a>.</p><p><b>Rahab.</b> A mystical Canaanite monster of the deep, similar to Leviathan. This poetic imagery enriches the concept of God’s great power over the boisterous sea (<a class=\"bibleref\" href=\"/passage/?search=Ps 89:9\">Ps. 89:9</a>, <a class=\"bibleref\" href=\"/passage/?search=Ps 89:10\">10</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,27,1",
    "text" : "And Job continued his discourse:"
  }, {
    "verse" : "job,27,2",
    "text" : "\"As surely as God lives, who has denied me justice, the Almighty, who has made me taste bitterness of soul,"
  }, {
    "verse" : "job,27,3",
    "text" : "as long as I have life within me, the breath of God in my nostrils,"
  }, {
    "verse" : "job,27,4",
    "text" : "my lips will not speak wickedness, and my tongue will utter no deceit."
  }, {
    "verse" : "job,27,5",
    "text" : "I will never admit you are in the right; till I die, I will not deny my integrity."
  }, {
    "verse" : "job,27,6",
    "text" : "I will maintain my righteousness and never let go of it; my conscience will not reproach me as long as I live."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,27,1-job,27,12",
    "id" : 190112,
    "title" : "Job 27:1–12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 27:1-Job 27:12\">27:1–12</a></b> These verses are directed at the counselors. With an oath founded on God’s existence, Job denies their false accusations, and at the same time asserts his integrity.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,27,7",
    "text" : "\"May my enemies be like the wicked, my adversaries like the unjust!"
  }, {
    "verse" : "job,27,8",
    "text" : "For what hope has the godless when he is cut off, when God takes away his life?"
  }, {
    "verse" : "job,27,9",
    "text" : "Does God listen to his cry when distress comes upon him?"
  }, {
    "verse" : "job,27,10",
    "text" : "Will he find delight in the Almighty? Will he call upon God at all times?"
  }, {
    "verse" : "job,27,11",
    "text" : "\"I will teach you about the power of God; the ways of the Almighty I will not conceal."
  }, {
    "verse" : "job,27,12",
    "text" : "You have all seen this yourselves. Why then this meaningless talk?"
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,27,7-job,27,10",
    "id" : 190113,
    "title" : "Job 27:7–10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 27:7-Job 27:10\">27:7–10</a></b> Curses like these are found in the Psalms (<a class=\"bibleref\" href=\"/passage/?search=Ps 109:6-Ps 109:15\">Ps. 109:6–15</a>; <a class=\"bibleref\" href=\"/passage/?search=Ps 139:19-Ps 139:22\">139:19–22</a>). See Introduction to Psalms.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "job,27,13",
    "text" : "\"Here is the fate God allots to the wicked, the heritage a ruthless man receives from the Almighty:"
  }, {
    "verse" : "job,27,14",
    "text" : "However many his children, their fate is the sword; his offspring will never have enough to eat."
  }, {
    "verse" : "job,27,15",
    "text" : "The plague will bury those who survive him, and their widows will not weep for them."
  }, {
    "verse" : "job,27,16",
    "text" : "Though he heaps up silver like dust and clothes like piles of clay,"
  }, {
    "verse" : "job,27,17",
    "text" : "what he lays up the righteous will wear, and the innocent will divide his silver."
  }, {
    "verse" : "job,27,18",
    "text" : "The house he builds is like a moth's cocoon, like a hut made by a watchman."
  }, {
    "verse" : "job,27,19",
    "text" : "He lies down wealthy, but will do so no more; when he opens his eyes, all is gone."
  }, {
    "verse" : "job,27,20",
    "text" : "Terrors overtake him like a flood; a tempest snatches him away in the night."
  }, {
    "verse" : "job,27,21",
    "text" : "The east wind carries him off, and he is gone; it sweeps him out of his place."
  }, {
    "verse" : "job,27,22",
    "text" : "It hurls itself against him without mercy as he flees headlong from its power."
  }, {
    "verse" : "job,27,23",
    "text" : "It claps its hands in derision and hisses him out of his place."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "job,27,13-job,27,23",
    "id" : 190114,
    "title" : "Job 27:13–23",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Job 27:13-Job 27:23\">27:13–23</a></b> Job turns to discuss the fate of the wicked, a topic overworked by the counselors. His comments show that he understands it as well as they do. But Job makes the counselors, and not himself, the implied objects of the destiny described.</p></div>"
  } ]
} ]
