[ {
  "verses" : [ {
    "verse" : "proverbs,22,5",
    "text" : "In the paths of the wicked lie thorns and snares, but he who guards his soul stays far from them."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,10,1-proverbs,22,16",
    "id" : 191842,
    "title" : "Pr 10:1–22:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 10:1-Prov 22:16\">10:1–22:16</a></b> This section consists mainly of single-sentence proverbs. There is no evidence that these are a form of wisdom writing from a different time than the longer instructions of <a class=\"bibleref\" href=\"/passage/?search=Prov 1-Prov 9\">chs. 1–9</a>. They are simply different forms, and function in different ways. Aphorisms are often stated categorically, without the qualifications that might allow them to cover every conceivable situation.</p><p>The wisdom of Proverbs presupposes and builds upon the special revelation of God in the Law (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:7\">1:7</a> and notes). The Hebrew sages assumed that, given human intelligence and the gift of God’s wisdom in His self-revelation, God’s people learn to discern the order and relationships that make for a meaningful and productive life. The wisdom of Proverbs gives the fruit of experience and reflection, stressing the need to think through and to apply human knowledge and the Word of God to all the affairs of life in a responsible way.</p></div>"
  }, {
    "verseRange" : "proverbs,22,5",
    "id" : 192150,
    "title" : "Pr 22:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 22:5\">22:5</a></b> <b>Thorns and snares.</b> These are metaphors for the misfortunes of life that stem from a breakdown of the true life-giving order (cf. <a class=\"bibleref\" href=\"/passage/?search=Prov 15:19\">15:19</a>).</p><p><b>guards his soul.</b> That is, by establishing his life on the wisdom of God.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "proverbs,22,6",
    "text" : "Train a child in the way he should go, and when he is old he will not turn from it."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "proverbs,22,6",
    "id" : 192151,
    "title" : "Pr 22:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=Prov 22:6\">22:6</a></b> <b>Train up a child.</b> The Hebrew expression includes the idea of inauguration, or starting a child’s life along a particular way. That way is the way of wisdom (<a class=\"bibleref\" href=\"/passage/?search=Prov 1:22\">1:22</a> note). True wisdom maintains itself because it has the humility to continue learning in the way. See “The Christian Family”at <a class=\"bibleref\" href=\"/passage/?search=Eph 5:22\">Eph. 5:22</a>.</p></div>"
  } ]
} ]
