[ {
  "singleVerses" : [ "2corinthians,2,12" ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,2,12",
    "id" : 198222,
    "title" : "2 Cor 2:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 2:12\">2:12</a></b> <b>Troas.</b> A city in far northwest Asia Minor (now Turkey), across the Aegean Sea from Greece. Paul sailed from here to Philippi. It was in Troas that Paul had seen a vision of a man from Macedonia imploring him to come and help (<a class=\"bibleref\" href=\"/passage/?search=Acts 16:8\">Acts 16:8</a>).</p><p><b>a door was opened for me.</b> God provided opportunities for preaching the gospel.</p></div>"
  } ]
}, {
  "singleVerses" : [ "2corinthians,2,13" ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,2,13",
    "id" : 198223,
    "title" : "2 Cor 2:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 2:13\">2:13</a></b> <b>my spirit was not at rest.</b> Paul had hoped that Titus would meet him at Troas and report that the letter of rebuke had been well received. When Titus failed to appear, Paul was deeply troubled.</p><p><b>I took leave of them.</b> A great opportunity for effective ministry did not make Paul turn aside from his prior commitment to care for the Corinthian church and straighten out its problems. Paul continued to feel a deep concern for all his churches (<a class=\"bibleref\" href=\"/passage/?search=2Cor 11:28\">11:28</a>, <a class=\"bibleref\" href=\"/passage/?search=2Cor 11:29\">29</a>).</p><p><b>to Macedonia.</b> Paul went first to Philippi, then perhaps to Thessalonica or Berea before Titus came. <a class=\"bibleref\" href=\"/passage/?search=Acts 16:8-Acts 18:1\">Acts 16:8–18:1</a> describes the previous journey of Paul along this route. At this point the narrative of his relationship with the Corinthian church is interrupted until 7:5, and Paul inserts an extensive digression on the nature of the new covenant ministry in which he is engaged.</p></div>"
  } ]
}, {
  "singleVerses" : [ "2corinthians,2,14" ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,2,14",
    "id" : 198224,
    "title" : "2 Cor 2:14",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 2:14\">2:14</a></b> <b>always leads us in triumphal procession.</b> Paul’s narrative suddenly shifts from the visible reality of his anxiety for the Corinthians and his disappointment at not finding Titus in Troas, to the spiritual realm. Paul sees himself as part of God’s triumphal procession into the heavenly city, much like a victory parade that an ancient general would lead upon returning to his own city with vanquished captives following behind the chariots. But here Paul—God’s former enemy—is a joyful captive and one who participates in the blessings of the King’s victory. We too have such a participation in the spiritual realm, marching in the victory procession of our great King, as the forces of the enemy crumble before His advance. Despite setbacks like Paul’s at Troas, the eyes of faith can see the unrelenting progress of the kingdom of God.</p></div>"
  } ]
}, {
  "singleVerses" : [ "2corinthians,2,15" ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,2,15",
    "id" : 198225,
    "title" : "2 Cor 2:15",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 2:15\">2:15</a></b> <b>we are the aroma of Christ to God.</b> That we are a sweet aroma to God means that He delights in us and in our lives. This is the more real and final fulfillment of the Old Testament sacrifices that were a sweet aroma to God (<a class=\"bibleref\" href=\"/passage/?search=Lev 1:17\">Lev. 1:17</a>).</p></div>"
  } ]
}, {
  "singleVerses" : [ "2corinthians,2,16" ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,2,16",
    "id" : 198226,
    "title" : "2 Cor 2:16",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 2:16\">2:16</a></b> Figuratively speaking there is a pleasant fragrance, spiritually perceived, about true Christians. On the other hand, this fragrance is a “fragrance from death” to unbelievers, for it warns them that they are unprepared for the day of judgment (<a class=\"bibleref\" href=\"/passage/?search=Phil 1:28\">Phil. 1:28</a>).</p><p><b>sufficient for these things.</b> Carrying a message of eternal life or death is a sobering responsibility. No one is worthy of this solemn task, but God qualifies us for it nonetheless (3:6).</p></div>"
  } ]
}, {
  "singleVerses" : [ "2corinthians,2,17" ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,2,17",
    "id" : 198227,
    "title" : "2 Cor 2:17",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 2:17\">2:17</a></b> <b>not, like so many.</b> It is tragic that then and now many preach the gospel or teach Christianity as no more than a means of earning a living. Paul’s goal was not personal benefit or financial reward, but the glory of God.</p><p><b>in the sight of God.</b> All Paul’s ministry was carried out in the sight of God, providing him a strong motive for keeping his conscience clear (<a class=\"bibleref\" href=\"/passage/?search=2Cor 1:12\">1:12</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 23:1\">Acts 23:1</a>; <a class=\"bibleref\" href=\"/passage/?search=1Tim 1:5\">1 Tim. 1:5</a>; <a class=\"bibleref\" href=\"/passage/?search=2Tim 1:3\">2 Tim. 1:3</a>).</p></div>"
  } ]
} ]
