[ {
  "verses" : [ {
    "verse" : "2corinthians,4,1",
    "text" : "Therefore, since through God's mercy we have this ministry, we do not lose heart."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,3,4-2corinthians,6,13",
    "id" : 198231,
    "title" : "2 Cor 3:4–6:13",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 3:4-2Cor 6:13\">3:4–6:13</a></b> After explaining his change of plans about visiting the Corinthians, Paul describes what true ministry is. It means being ministers of a glorious new covenant (<a class=\"bibleref\" href=\"/passage/?search=2Cor 3:4-2Cor 4:6\">3:4–4:6</a>), trusting God in the midst of troubles (<a class=\"bibleref\" href=\"/passage/?search=2Cor 4:7-2Cor 5:10\">4:7–5:10</a>), and speaking the message of reconciliation (<a class=\"bibleref\" href=\"/passage/?search=2Cor 5:11-2Cor 6:13\">5:11–6:13</a>). Paul insists throughout the rest of the letter that faithfulness to these tasks—not eloquence, deep philosophical thought, or worldly standards of personal excellence—is the basis of a valid ministry.</p></div>"
  }, {
    "verseRange" : "2corinthians,4,1",
    "id" : 198246,
    "title" : "2 Cor 4:1",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 4:1\">4:1</a></b> Paul does not give up hope because the new covenant ministry in the power of the Holy Spirit is so excellent and powerful.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,4,2",
    "text" : "Rather, we have renounced secret and shameful ways; we do not use deception, nor do we distort the word of God. On the contrary, by setting forth the truth plainly we commend ourselves to every man's conscience in the sight of God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,4,2",
    "id" : 198247,
    "title" : "2 Cor 4:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 4:2\">4:2</a></b> <b>cunning . . . tamper with.</b> This means “adulterate, falsify.” Paul says he will never water down the Word of God or distort it to please the hearers. He implies that his opponents did practice such deception and distortion.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,4,3",
    "text" : "And even if our gospel is veiled, it is veiled to those who are perishing."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,4,3",
    "id" : 198248,
    "title" : "2 Cor 4:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 4:3\">4:3</a></b> The veil imagery continues from <a class=\"bibleref\" href=\"/passage/?search=2Cor 3:14-2Cor 3:16\">3:14–16</a>. Those who are presently perishing (not believing in Christ) are blinded to the truth.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,4,4",
    "text" : "The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel of the glory of Christ, who is the image of God."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,4,4",
    "id" : 198249,
    "title" : "2 Cor 4:4",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 4:4\">4:4</a></b> <b>the god of this world.</b> Satan (cf. <a class=\"bibleref\" href=\"/passage/?search=1John 5:19\">1 John 5:19</a>) strongly influences this fallen, evil world that continues until the time Christ returns and brings in fully the age to come (cf. <a class=\"bibleref\" href=\"/passage/?search=Gal 1:4\">Gal. 1:4</a>).</p><p><b>has blinded.</b> The result is that unbelievers cannot appreciate or fully understand the claims of the gospel, unless God through the gospel enlightens them (4:6; <a class=\"bibleref\" href=\"/passage/?search=John 3:3\">John 3:3</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,4,5",
    "text" : "For we do not preach ourselves, but Jesus Christ as Lord, and ourselves as your servants for Jesus' sake."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,4,5",
    "id" : 198250,
    "title" : "2 Cor 4:5",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 4:5\">4:5</a></b> <b>what we proclaim is not ourselves.</b> The crucial issue is not whether people accept or reject Paul, but how they respond to Christ. Paul’s opponents apparently focused on themselves, and veiled Christ’s glory with their own pride.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,4,6",
    "text" : "For God, who said, \"Let light shine out of darkness,\" made his light shine in our hearts to give us the light of the knowledge of the glory of God in the face of Christ."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,4,6",
    "id" : 198251,
    "title" : "2 Cor 4:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 4:6\">4:6</a></b> <b>For.</b> One reason for not preaching ourselves is that only God gives new spiritual life.</p><p><b>Let light shine.</b> God’s sovereign initiative is necessary to enable us to embrace the gospel message. Just as God’s original creative word made light where there was no light, so now God’s creative word gives spiritual life and understanding of the gospel where previously there was none. See theological note “The Authentication of Scripture.”</p><p><b>glory of God.</b> In the Old Testament the glory of God was the bright light that surrounded the presence of God. It had led the people of Egypt as a pillar of cloud by day and a pillar of fire by night (<a class=\"bibleref\" href=\"/passage/?search=Exod 13:21-Exod 13:22\">Ex. 13:21–22</a>). Later, it had filled the tabernacle under Moses (<a class=\"bibleref\" href=\"/passage/?search=Exod 33:8-Exod 33:13\">Ex. 33:8–13</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 40:34-Exod 40:38\">40:34–38</a>), and had then filled Solomon’s temple (<a class=\"bibleref\" href=\"/passage/?search=1Kgs 8:10\">1 Kin. 8:10</a>, <a class=\"bibleref\" href=\"/passage/?search=1Kgs 8:11\">11</a>). But it departed from the temple in the time of Ezekiel because of the sins of the people (<a class=\"bibleref\" href=\"/passage/?search=Ezek 10:4\">Ezek. 10:4</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 10:18\">18</a>, <a class=\"bibleref\" href=\"/passage/?search=Ezek 10:19\">19</a>; <a class=\"bibleref\" href=\"/passage/?search=Ezek 11:23\">11:23</a>). It returned only in Jesus, who became flesh and dwelt among us. John says, “we have seen his glory, glory as of the only Son from the Father” (<a class=\"bibleref\" href=\"/passage/?search=John 1:14\">John 1:14</a>). In contrast to the face of Moses, from which God’s glory faded (3:13), God’s glory forever shines brightly “in the face of Jesus Christ.”</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,4,7",
    "text" : "But we have this treasure in jars of clay to show that this all-surpassing power is from God and not from us."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,4,7",
    "id" : 198252,
    "title" : "2 Cor 4:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 4:7\">4:7</a></b> <b>this treasure.</b> The gospel ministry and the accompanying new covenant power of the Holy Spirit.</p><p><b>jars of clay.</b> Our weak human natures, including but not limited to our physical bodies. They are a great contrast to the glory of the gospel, and Paul reminds us that God’s way is to work through those who are weak or unimpressive in the world’s eyes.</p><p><b>to God.</b> A characteristic theme in the epistle. Paul’s concern is always to give glory to God, not himself.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,4,8",
    "text" : "We are hard pressed on every side, but not crushed; perplexed, but not in despair;"
  }, {
    "verse" : "2corinthians,4,9",
    "text" : "persecuted, but not abandoned; struck down, but not destroyed."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,4,8",
    "id" : 198253,
    "title" : "2 Cor 4:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 4:8\">4:8</a></b> The great evangelist and theologian also faced great discouragements.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,4,10",
    "text" : "We always carry around in our body the death of Jesus, so that the life of Jesus may also be revealed in our body."
  }, {
    "verse" : "2corinthians,4,11",
    "text" : "For we who are alive are always being given over to death for Jesus' sake, so that his life may be revealed in our mortal body."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,4,10",
    "id" : 198254,
    "title" : "2 Cor 4:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 4:10\">4:10</a></b> Paul’s suffering and apparent defeats are evidence to all that he has no effective strength in himself and that, as Christ died, so also Paul knows he is “dead” in terms of his own ability to accomplish anything of eternal significance. Paul uses the key experiences of Christ (death and resurrection) as a pattern for understanding his own experiences as an apostle. Thus, Paul sees his own sufferings as an imitation of Christ’s (<a class=\"bibleref\" href=\"/passage/?search=2Cor 1:5\">1:5</a> and note).</p><p><b>that the life.</b> In Paul’s weakness Jesus’ power is continually made known (cf. <a class=\"bibleref\" href=\"/passage/?search=Gal 2:20\">Gal. 2:20</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,4,12",
    "text" : "So then, death is at work in us, but life is at work in you."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,4,12",
    "id" : 198255,
    "title" : "2 Cor 4:12",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 4:12\">4:12</a></b> Though Paul suffers much hardship (as Jesus did), the result of his ministry is spiritual life and resurrection power in others. This is a paradox that the world will not understand. The recipients of a ministry may seem to fare much better in this world than the person who brings them the ministry, because the one who brings it may be suffering for the sake of the gospel (<a class=\"bibleref\" href=\"/passage/?search=2Cor 8:9\">8:9</a>).</p></div>"
  } ]
} ]
