[ {
  "verseRange" : "1john,1,1-1john,1,4",
  "id" : 199506,
  "title" : "1 John 1:1–4",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 1:1-1John 1:4\">1:1–4</a></b> The central event of history is the appearance of eternal life in Jesus Christ. John is one of the chosen witnesses who saw, heard, and touched One who had existed from the beginning—the Son of God, whose eternal fellowship with the Father is now extended to others. This extension takes place through the apostolic proclamation, including the writing of 1 John itself.</p></div>"
}, {
  "verseRange" : "1john,1,1",
  "id" : 199507,
  "title" : "1 John 1:1",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 1:1\">1:1</a></b> <b>the beginning.</b> This verse echoes <a class=\"bibleref\" href=\"/passage/?search=John 1:1\">John 1:1</a>, as that verse in turn echoes <a class=\"bibleref\" href=\"/passage/?search=Gen 1:1\">Gen. 1:1</a>. The two New Testament verses highlight the Incarnation as an event as significant as creation itself.</p><p><b>heard . . . seen . . . looked upon . . . touched.</b> These vivid verbs defend the reality of the human nature of Christ against the docetic speculation that is later rejected explicitly (2:22; 4:2, 3; Introduction: Date and Occasion).</p><p><b>the word of life.</b> The subject of John’s proclamation is Jesus, the incarnate Word (<a class=\"bibleref\" href=\"/passage/?search=John 1:1-John 1:14\">John 1:1–14</a>).</p></div>"
}, {
  "verseRange" : "1john,1,5-1john,1,10",
  "id" : 199508,
  "title" : "1 John 1:5–10",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 1:5-1John 1:10\">1:5–10</a></b> Like John’s Gospel, 1 John begins with a contrast between light and darkness. In the Gospel, the incarnate Christ is the light that continues to shine in the darkness of a world that tries to exclude Him. Believers are faced with a choice: either to “walk in the light,” coming to Him and opening their hearts to Him in confession of sin, or to “walk in darkness,” denying that they are sinners. The contrast between light and darkness is inseparably linked to a contrast between those who “practice the truth” and agree with God, and those who make God “a liar.” It is an inescapable reality that believers sin; the remedy for sin—confession, and cleansing by the blood of Jesus—is God’s continuing irrevocable gift to believers. Because Jesus’ death has paid in full the penalty for sin, and because God has recognized Jesus as His true Son by raising Him from the dead, God grants forgiveness and cleansing as a matter of faithfulness and justice. He will not and cannot refuse.</p></div>"
}, {
  "verseRange" : "1john,1,5",
  "id" : 199509,
  "title" : "1 John 1:5",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 1:5\">1:5</a></b> <b>God is light.</b> This description of God emphasizes His attributes of moral purity and omniscience, reinforcing John’s focus on our need to confess sin.</p></div>"
}, {
  "verseRange" : "1john,1,7",
  "id" : 199510,
  "title" : "1 John 1:7",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 1:7\">1:7</a></b> <b>the blood of Jesus his Son.</b> As <a class=\"bibleref\" href=\"/passage/?search=Heb 9:22\">Heb. 9:22</a> indicates, “without the shedding of blood there is no forgiveness.” The shedding of the blood of Christ was a voluntary substitutionary sacrifice of infinite value for the elect; it paid in full God’s penalty for sin (<a class=\"bibleref\" href=\"/passage/?search=Heb 9:27\">Heb. 9:27</a>, <a class=\"bibleref\" href=\"/passage/?search=Heb 9:28\">28</a>).</p></div>"
}, {
  "verseRange" : "1john,1,9",
  "id" : 199511,
  "title" : "1 John 1:9",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 1:9\">1:9</a></b> <b>If we confess our sins.</b> God’s forgiveness is given as soon as we admit our need of it, not on the basis of any acts we have done to earn it, but solely because of His grace. The free gift of forgiveness carries with it purification from unrighteousness. God accepts us as righteous because He imputes to us the righteousness of Christ. That is, the very righteousness of Christ our sin-bearer is reckoned to our account.</p></div>"
}, {
  "verseRange" : "1john,1,10",
  "id" : 199512,
  "title" : "1 John 1:10",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 1:10\">1:10</a></b> <b>If we say we have not sinned.</b> Perhaps the sin that “leads to death” mentioned in <a class=\"bibleref\" href=\"/passage/?search=1John 5:16\">5:16</a> is a stubborn refusal to accept God’s diagnosis of our need and His offer of forgiveness.</p></div>"
}, {
  "verseRange" : "1john,2,1-1john,2,6",
  "id" : 199513,
  "title" : "1 John 2:1–6",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:1-1John 2:6\">2:1–6</a></b> Forgiveness does not remove the moral obligation to obey the commands of God. Some readers may take the promise of <a class=\"bibleref\" href=\"/passage/?search=1John 1:9\">1:9</a> as a license to sin, but John makes clear that this would be to abuse and misapply the promise (<a class=\"bibleref\" href=\"/passage/?search=1John 1:1\">v. 1</a>). “Jesus Christ the righteous” is presented as sacrifice, advocate, and example. His atonement is effective for the elect of Israel and of the whole world.</p><p>In the Bible, to “know” someone includes close communion and love. To know Christ means to “keep his commandments.” This knowledge of Christ is called a “perfected” love of God (<a class=\"bibleref\" href=\"/passage/?search=1John 1:5\">v. 5</a>), not because it makes us personally sinless, but because it is irrevocably established in those who live by it. Anyone who presumes to have received forgiveness from God but who spurns the gift of obedient love as unnecessary is a “liar.” Instead of receiving “Jesus Christ the righteous” as Savior, such a person manufactures a false christ, a savior who is indifferent to righteousness.</p></div>"
}, {
  "verseRange" : "1john,2,1",
  "id" : 199514,
  "title" : "1 John 2:1",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:1\">2:1</a></b> <b>that you may not sin.</b> John wants his readers to respond to God’s mercy with a life of obedience. This is an expression of concern for those among whom he has served (<a class=\"bibleref\" href=\"/passage/?search=2John 1:4-2John 1:6\">2 John 4–6</a>; <a class=\"bibleref\" href=\"/passage/?search=3John 1:3\">3 John 3</a>, <a class=\"bibleref\" href=\"/passage/?search=3John 1:4\">4</a>). 1 John does not give details about the sins of the readers or of their heretical opponents (unlike, e.g., 1 Corinthians).</p><p><b>advocate.</b> The Greek word is <i>parakletos,</i> a “helper,” such as an attorney in a legal matter. In the Gospel of John it is used of the Holy Spirit (<a class=\"bibleref\" href=\"/passage/?search=John 14:16\">John 14:16</a>, <a class=\"bibleref\" href=\"/passage/?search=John 14:26\">26</a>; <a class=\"bibleref\" href=\"/passage/?search=John 15:26\">15:26</a>; <a class=\"bibleref\" href=\"/passage/?search=John 16:7\">16:7</a>). The word is not found elsewhere in the New Testament, although it is common in other literature.</p></div>"
}, {
  "verseRange" : "1john,2,2",
  "id" : 199515,
  "title" : "1 John 2:2",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:2\">2:2</a></b> <b>propitiation.</b> A propitiation is a sacrifice to God meant to take away the enmity brought by sin between God and the worshiper. Only Christ can be an effective propitiation.</p><p><b>of the whole world.</b> Christ’s sacrifice is sufficient not only for John and his immediate community, but is valid anywhere in the world. It is a sacrifice that requires no addition or supplement.</p></div>"
}, {
  "verseRange" : "1john,2,6",
  "id" : 199516,
  "title" : "1 John 2:6",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:6\">2:6</a></b> <b>walk in the same way in which he walked.</b> John assumes that his readers have the kind of knowledge about Jesus’ life and purposes that is found in the Gospel.</p></div>"
}, {
  "verseRange" : "1john,2,7-1john,2,11",
  "id" : 199517,
  "title" : "1 John 2:7–11",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:7-1John 2:11\">2:7–11</a></b> The commandment of God in Christ is both “old” and “new.” It is old, because it dates to the dawn of the Christian era; believers had this command “from the beginning,” when Jesus Christ began to teach. It is new because it is continually reapplied in new acts of love, with their source in Him and their outworking “in you.” Love belongs to the realm of light, as over against darkness, where hatred still has sway. John speaks of love for the “brother,” which Jesus gave as a commandment to His disciples just before His death. John draws sharply the contrast between a Christian community ruled by love, and the hatred that rules outside (<a class=\"bibleref\" href=\"/passage/?search=John 15:18\">John 15:18</a>, <a class=\"bibleref\" href=\"/passage/?search=John 15:19\">19</a>).</p></div>"
}, {
  "verseRange" : "1john,2,7",
  "id" : 199518,
  "title" : "1 John 2:7",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:7\">2:7</a></b> <b>from the beginning.</b> While John sometimes uses this word to refer to the beginning of all things (<a class=\"bibleref\" href=\"/passage/?search=1John 2:13\">vv. 13</a>, <a class=\"bibleref\" href=\"/passage/?search=1John 2:14\">14</a>; <a class=\"bibleref\" href=\"/passage/?search=1John 1:1\">1:1</a>), here he refers to the beginning of the Christian movement in the life and teaching of Jesus (v. 24; <a class=\"bibleref\" href=\"/passage/?search=1John 3:11\">3:11</a>). As the next verse shows, the coming of Jesus was the critical turning point ushering in a new epoch, the dawning of a new day.</p></div>"
}, {
  "verseRange" : "1john,2,12-1john,2,14",
  "id" : 199519,
  "title" : "1 John 2:12–14",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:12-1John 2:14\">2:12–14</a></b> The three groups addressed in these verses are actually one group, the recipients of the letter, characterized in different ways. They are “children” because with the forgiveness of sins they have been welcomed into the family of God their Father. They are “fathers” because their knowledge of God in Jesus Christ qualifies them to hand this knowledge down to future generations. They are called “young men” because their decisive rejection of the evil one is a victory like that of Jesus, who fought with Satan in the wilderness and won (<a class=\"bibleref\" href=\"/passage/?search=Matt 4:1-Matt 4:11\">Matt. 4:1–11</a>).</p></div>"
}, {
  "verseRange" : "1john,2,12",
  "id" : 199520,
  "title" : "1 John 2:12",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:12\">2:12</a></b> <b>for his name’s sake.</b> The power of the name of Jesus is central to early Christian proclamation (<a class=\"bibleref\" href=\"/passage/?search=Acts 2:38\">Acts 2:38</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 3:6\">3:6</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 4:12\">4:12</a>). <a class=\"bibleref\" href=\"/passage/?search=John 17:11\">John 17:11</a>, <a class=\"bibleref\" href=\"/passage/?search=John 17:12\">12</a> indicates that God has given His own name to Jesus to protect His disciples and keep them safe. God’s name would come to dishonor if His forgiveness should fail.</p></div>"
}, {
  "verseRange" : "1john,2,13",
  "id" : 199521,
  "title" : "1 John 2:13",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:13\">2:13</a></b> <b>you have overcome the evil one.</b> The theme of overcoming is picked up again in <a class=\"bibleref\" href=\"/passage/?search=1John 5:4\">5:4</a>, <a class=\"bibleref\" href=\"/passage/?search=1John 5:5\">5</a>; there the victory is over “the world” that opposes God. The victory John describes is resisting temptation and keeping faithful to God’s word. It contrasts with the defeat of the human race at the Fall (<a class=\"bibleref\" href=\"/passage/?search=Gen 3\">Gen. 3</a>). For John, victory in the battle against temptation has in effect already been won, since our union with God cannot be broken (<a class=\"bibleref\" href=\"/passage/?search=John 10:27-John 10:30\">John 10:27–30</a>).</p></div>"
}, {
  "verseRange" : "1john,2,15-1john,2,17",
  "id" : 199522,
  "title" : "1 John 2:15–17",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:15-1John 2:17\">2:15–17</a></b> The moral admonition not to love the world is also practical advice, for it is already clear that the world is passing away (<a class=\"bibleref\" href=\"/passage/?search=1John 2:17\">v. 17</a>). As in John’s Gospel, the “world” is the system of rebellion and pride that seeks to displace God and His rule. It is this system rather than the created order itself which is “not from the Father” and which has already been marked for judgment and destruction (<a class=\"bibleref\" href=\"/passage/?search=John 12:31\">John 12:31</a>). Those who are not of the world receive the word of the Father from Jesus (<a class=\"bibleref\" href=\"/passage/?search=John 17:14\">John 17:14</a>) and show by their response to it that they are chosen for salvation and eternal life.</p></div>"
}, {
  "verseRange" : "1john,2,16",
  "id" : 199523,
  "title" : "1 John 2:16",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:16\">2:16</a></b> <b>desires . . . pride.</b> Those who love this world (<a class=\"bibleref\" href=\"/passage/?search=1John 2:15\">v. 15</a>) are short-sighted; they want to be satisfied and honored now (<a class=\"bibleref\" href=\"/passage/?search=Luke 6:24-Luke 6:26\">Luke 6:24–26</a>). In contrast, those who love the Father have a long-term perspective and wait for God’s reward (<a class=\"bibleref\" href=\"/passage/?search=Luke 6:20-Luke 6:23\">Luke 6:20–23</a>).</p></div>"
}, {
  "verseRange" : "1john,2,17",
  "id" : 199524,
  "title" : "1 John 2:17",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:17\">2:17</a></b> <b>whoever does the will of God abides forever.</b> John is not teaching that our obedience merits eternal life. Only the obedience of Jesus could satisfy God’s demands. Believers receive eternal life as a gift (<a class=\"bibleref\" href=\"/passage/?search=1John 5:11\">5:11</a>), and the gift of love transforms them so that they do God’s will in gratitude (<a class=\"bibleref\" href=\"/passage/?search=1John 3:16\">3:16</a>).</p></div>"
}, {
  "verseRange" : "1john,2,18-1john,2,28",
  "id" : 199525,
  "title" : "1 John 2:18–28",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:18-1John 2:28\">2:18–28</a></b> From the time that Jesus pronounced judgment on this world, “the last hour” has been upon it, a final intensification of opposition to God that ends with the final Judgment. The prediction of “the antichrist” is not from the Old Testament but from Jesus (<a class=\"bibleref\" href=\"/passage/?search=Matt 24:5\">Matt. 24:5</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 24:24\">24</a>). This prediction began to be fulfilled in the New Testament era with those who denied the Father and the Son (v. 22) and left the church to propagate their false teaching (v. 19). Their denial of the Son was a rejection of the Father who sent Him (2:23; <a class=\"bibleref\" href=\"/passage/?search=John 15:23\">John 15:23</a>). In contrast to the antichrists, believers have an anointing from the Holy Spirit (vv. 20, 27) that opens their hearts and minds to know the saving truth. The Spirit Himself is the best teacher; He will remain with us always and protect us from falsehoods that could lead us away from Christ. The Spirit abides wherever the message of the gospel is received, and wherever the Spirit abides, the Son and the Father are present as well (v. 24).</p></div>"
}, {
  "verseRange" : "1john,2,18",
  "id" : 199526,
  "title" : "1 John 2:18",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:18\">2:18</a></b> <b>it is the last hour.</b> John will not satisfy the desire to “know times or seasons that the Father has fixed by his own authority” (<a class=\"bibleref\" href=\"/passage/?search=Acts 1:7\">Acts 1:7</a>); he characterizes the whole time between the first and the second comings of Christ as “the last hour” (cf. <a class=\"bibleref\" href=\"/passage/?search=Acts 2:17\">Acts 2:17</a>; <a class=\"bibleref\" href=\"/passage/?search=1Cor 10:11\">1 Cor. 10:11</a>). No matter how long this “hour” may extend in terms of calendar time, it remains true that “the time is near” (<a class=\"bibleref\" href=\"/passage/?search=Rev 1:3\">Rev. 1:3</a>; cf. <a class=\"bibleref\" href=\"/passage/?search=Rev 1:1\">Rev. 1:1</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 22:20\">22:20</a>) for all of God’s promises to be fulfilled.</p><p><b>antichrist is coming . . . many antichrists have come.</b> This is commonly seen as a distinct prediction of many antichrists through the course of history, followed by a final Antichrist at the end (<a class=\"bibleref\" href=\"/passage/?search=2Thess 2:3-2Thess 2:10\">2 Thess. 2:3–10</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 13:11-Rev 13:18\">Rev. 13:11–18</a>). John, however, may be referring only to the sort of false teachers who already trouble the church (v. 22; 4:3).</p></div>"
}, {
  "verseRange" : "1john,2,19",
  "id" : 199527,
  "title" : "1 John 2:19",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:19\">2:19</a></b> <b>They went out from us.</b> Paul too warns against false teachers who will arise from among the believers (<a class=\"bibleref\" href=\"/passage/?search=Acts 20:29-Acts 20:31\">Acts 20:29–31</a>). As in the case of Simon the sorcerer (<a class=\"bibleref\" href=\"/passage/?search=Acts 8:9-Acts 8:24\">Acts 8:9–24</a>), visible membership in the church does not guarantee salvation. Inward apathy or hostility to the gospel may be masked by outward conformity. The false teachers revealed their hostility not just by leaving, but by the way they left. Because they went out to oppose the word of the gospel, their departure was as much a renunciation of the church and its message as was Judas’s departure from the Last Supper (<a class=\"bibleref\" href=\"/passage/?search=John 13:30\">John 13:30</a>).</p></div>"
}, {
  "verseRange" : "1john,2,20",
  "id" : 199528,
  "title" : "1 John 2:20",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:20\">2:20</a></b> <b>anointed by the Holy One.</b> “Christ” means “Anointed,” referring to the unique office of Jesus as God’s Savior. God anointed Jesus directly with the Holy Spirit to be the consummate Prophet, Priest, and King (<a class=\"bibleref\" href=\"/passage/?search=Acts 10:38\">Acts 10:38</a>; <a class=\"bibleref\" href=\"/passage/?search=Heb 1:1-Heb 1:9\">Heb. 1:1–9</a>). Believers also have prophetic, priestly, and kingly responsibilities and are anointed with the Holy Spirit (<a class=\"bibleref\" href=\"/passage/?search=2Cor 1:21\">2 Cor. 1:21</a>, <a class=\"bibleref\" href=\"/passage/?search=2Cor 1:22\">22</a>) for these duties (<a class=\"bibleref\" href=\"/passage/?search=1Cor 12\">1 Cor. 12</a>).</p></div>"
}, {
  "verseRange" : "1john,2,22",
  "id" : 199529,
  "title" : "1 John 2:22",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:22\">2:22</a></b> <b>denies that Jesus is the Christ.</b> To separate Christ the Savior from Jesus the man was a hallmark of docetism, the heresy that Christ only appeared to be a human being (Introduction: Date and Occasion).</p></div>"
}, {
  "verseRange" : "1john,2,25",
  "id" : 199530,
  "title" : "1 John 2:25",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:25\">2:25</a></b> <b>eternal life.</b> This is the supreme gift of God, mediated by Jesus Christ (<a class=\"bibleref\" href=\"/passage/?search=John 5:24-John 5:27\">John 5:24–27</a>) and given freely to the redeemed through faith in Christ (5:11, 13; <a class=\"bibleref\" href=\"/passage/?search=John 3:16\">John 3:16</a>).</p></div>"
}, {
  "verseRange" : "1john,2,27",
  "id" : 199531,
  "title" : "1 John 2:27",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:27\">2:27</a></b> <b>you have no need that anyone should teach you.</b> Believers have an illumination from God through the ministry of the Holy Spirit, who accompanies the Word and keeps us in the truth of the gospel. It is no contradiction that we should listen receptively to other believers, especially when they admonish and instruct us. They also have the Spirit, and the confusion generated by false teaching is a real danger (<a class=\"bibleref\" href=\"/passage/?search=Matt 24:24\">Matt. 24:24</a>).</p></div>"
}, {
  "verseRange" : "1john,2,28",
  "id" : 199532,
  "title" : "1 John 2:28",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:28\">2:28</a></b> <b>at his coming.</b> John refers to the visible and final return of Christ at the end of the age. At that time Christ will come as the Judge, but those who “abide in” Him by continuing to trust in the gospel message (<a class=\"bibleref\" href=\"/passage/?search=1John 2:24\">v. 24</a>) need have no fear of condemnation (<a class=\"bibleref\" href=\"/passage/?search=John 3:17\">John 3:17</a>, <a class=\"bibleref\" href=\"/passage/?search=John 3:18\">18</a>). See “The Return of Jesus Christ” at <a class=\"bibleref\" href=\"/passage/?search=1Thess 4:16\">1 Thess. 4:16</a>.</p></div>"
}, {
  "verseRange" : "1john,2,29-1john,3,3",
  "id" : 199533,
  "title" : "1 John 2:29–3:3",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 2:29-1John 3:3\">2:29–3:3</a></b> As those taught by the Spirit, believers know an entire system of truth and life that remains hidden to those who are in the world. Essential to this is knowing that although for the time being it may not be outwardly recognized, we can still be sure that we are “children of God” and “born of him.” The public revelation of this truth waits for the public revelation of God Himself “when he appears,” at the Second Coming. True children of God will bear the family likeness, both now, as our hope lends our lives a focused purity resembling His, and at the end, when “we shall be like him.” Only then will our knowledge of Him be complete, but even now our knowledge that “he is righteous” will bring increasing righteousness to our own lives.</p></div>"
}, {
  "verseRange" : "1john,3,3",
  "id" : 199534,
  "title" : "1 John 3:3",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 3:3\">3:3</a></b> <b>thus hopes.</b> The promise of His appearing fills believers, not with apprehension, but with confidence (<a class=\"bibleref\" href=\"/passage/?search=1Thess 5:4\">1 Thess. 5:4</a>).</p></div>"
}, {
  "verseRange" : "1john,3,4-1john,3,10",
  "id" : 199535,
  "title" : "1 John 3:4–10",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 3:4-1John 3:10\">3:4–10</a></b> The basic contrast between light and darkness, between the children of God and of the world, is now explained as a contrast between those who sin and those who do not. Jesus was sinless, and what is more He came to take away sin (<a class=\"bibleref\" href=\"/passage/?search=1John 3:5\">v. 5</a>; <a class=\"bibleref\" href=\"/passage/?search=John 1:29\">John 1:29</a>). The New Birth sets a person irrevocably against sin, and because the seed of new life “abides” in that person (v. 9; cf. <a class=\"bibleref\" href=\"/passage/?search=John 10:28\">John 10:28</a>, <a class=\"bibleref\" href=\"/passage/?search=John 10:29\">29</a>), the defeat of corruption and death for him is inevitable. In this sense sin will be impossible (<a class=\"bibleref\" href=\"/passage/?search=Rom 6:8\">Rom. 6:8</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 6:9\">9</a>). John addresses this absolute aspect of being born again and speaks accordingly. He is not denying that sin and death have influence until the very end (<a class=\"bibleref\" href=\"/passage/?search=1Cor 15:26\">1 Cor. 15:26</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 20:14\">Rev. 20:14</a>). He says clearly that in this life no one can be without sin (1:8).</p></div>"
}, {
  "verseRange" : "1john,3,4",
  "id" : 199536,
  "title" : "1 John 3:4",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 3:4\">3:4</a></b> <b>lawlessness.</b> Though the Old Testament is not quoted explicitly in 1 John, its authority is presupposed. In particular, the moral law, summed up in the law of love, is still the norm for God’s people (<a class=\"bibleref\" href=\"/passage/?search=Rom 13:8-Rom 13:10\">Rom. 13:8–10</a>). “Lawlessness” is disobedience to that law.</p></div>"
}, {
  "verseRange" : "1john,3,6",
  "id" : 199537,
  "title" : "1 John 3:6",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 3:6\">3:6</a></b> <b>keeps on sinning; no one who keeps on sinning.</b> The present tense of the Greek suggests behavior that is characteristic or usual. In this way John acknowledges, but does not excuse, the possibility of occasional sin. Another possibility is that John has in mind the specific sin of apostasy, mentioned in <a class=\"bibleref\" href=\"/passage/?search=1John 2:19\">2:19</a> (cf. also 5:16–18). If so, John means that true believers will not totally abandon their faith.</p></div>"
}, {
  "verseRange" : "1john,3,7",
  "id" : 199538,
  "title" : "1 John 3:7",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 3:7\">3:7</a></b> <b>practices righteousness.</b> See theological note “Antinomianism.”</p></div>"
}, {
  "verseRange" : "1john,3,8",
  "id" : 199539,
  "title" : "1 John 3:8",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 3:8\">3:8</a></b> <b>destroy the works of the devil.</b> The opposition between Christ and Satan was foretold as early as <a class=\"bibleref\" href=\"/passage/?search=Gen 3:15\">Gen. 3:15</a>. Satan used the righteous law of God as a tool to hold sinners captive to the fear of death and condemnation. By accepting in His own Person the penalty due to sinners under the law, Christ took away the foundation of Satan’s plan (<a class=\"bibleref\" href=\"/passage/?search=Heb 2:14\">Heb. 2:14</a>, <a class=\"bibleref\" href=\"/passage/?search=Heb 2:15\">15</a>).</p></div>"
}, {
  "verseRange" : "1john,3,11-1john,3,15",
  "id" : 199540,
  "title" : "1 John 3:11–15",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 3:11-1John 3:15\">3:11–15</a></b> The history of the world is the story of hatred, right back to the archetypal conflict between Cain and Abel. John traces Cain’s hatred to the radical difference of his motivations from those of Abel (<a class=\"bibleref\" href=\"/passage/?search=John 3:19\">John 3:19</a>; <a class=\"bibleref\" href=\"/passage/?search=John 8:37\">8:37</a>), a difference that will always exist between the world and the people of God (v. 13). When the fellowship of believers is free from animosity, as John expects it will be, we know that we “have passed out of death into life” (v. 14). But if such animosity invades the fellowship, it does so only by rejection of “the message that you have heard from the beginning” (v. 11).</p></div>"
}, {
  "verseRange" : "1john,3,11",
  "id" : 199541,
  "title" : "1 John 3:11",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 3:11\">3:11</a></b> <b>love one another.</b> The command of Christ, founded on His own gift of love (<a class=\"bibleref\" href=\"/passage/?search=1John 3:16\">v. 16</a>; <a class=\"bibleref\" href=\"/passage/?search=John 13:34\">John 13:34</a>, <a class=\"bibleref\" href=\"/passage/?search=John 13:35\">35</a>).</p></div>"
}, {
  "verseRange" : "1john,3,12",
  "id" : 199542,
  "title" : "1 John 3:12",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 3:12\">3:12</a></b> <b>Cain.</b> <a class=\"bibleref\" href=\"/passage/?search=Gen 4:5\">Gen. 4:5</a> explains that Cain envied Abel because Abel’s offering was accepted by God.</p></div>"
}, {
  "verseRange" : "1john,3,16-1john,3,24",
  "id" : 199543,
  "title" : "1 John 3:16–24",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 3:16-1John 3:24\">3:16–24</a></b> Mutual love in the fellowship is evidence of new life. It is based on the love of Jesus Christ, who “laid down his life” in our place. Measuring ourselves against such an example, our heart “condemns us” (<a class=\"bibleref\" href=\"/passage/?search=1John 3:20\">v. 20</a>), and our confidence can only be restored by someone greater than our hearts—God Himself. God, who “knows everything,” has proved His love for sinners by the gift of His Son (<a class=\"bibleref\" href=\"/passage/?search=1John 4:10\">4:10</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 5:8\">Rom. 5:8</a>). Confidence founded on this reality carries with it the assurance that our deeds are also accepted by God (v. 22), and when guilt is dealt with we are released to pray unhindered (v. 22). Confident prayer is a hallmark of the children of God (<a class=\"bibleref\" href=\"/passage/?search=John 15:7\">John 15:7</a>; <a class=\"bibleref\" href=\"/passage/?search=Rom 8:15\">Rom. 8:15</a>, <a class=\"bibleref\" href=\"/passage/?search=Rom 8:16\">16</a>).</p></div>"
}, {
  "verseRange" : "1john,3,16",
  "id" : 199544,
  "title" : "1 John 3:16",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 3:16\">3:16</a></b> <b>laid down his life.</b> Christ accepted the painful death of the Cross so that we might be saved from eternal punishment (<a class=\"bibleref\" href=\"/passage/?search=John 10:11\">John 10:11</a>). Our love for one another may not require such a costly decision as this, but there must be some decision and action. John mentions material assistance as one example (v. 17; <a class=\"bibleref\" href=\"/passage/?search=Jas 1:27\">James 1:27</a>).</p></div>"
}, {
  "verseRange" : "1john,3,20",
  "id" : 199545,
  "title" : "1 John 3:20",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 3:20\">3:20</a></b> <b>God is greater than our heart.</b> The Word of God which acquits us must prevail over the word of our hearts that condemns us.</p></div>"
}, {
  "verseRange" : "1john,3,22",
  "id" : 199546,
  "title" : "1 John 3:22",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 3:22\">3:22</a></b> <b>whatever we ask.</b> Jesus expressed such confidence in the Father (<a class=\"bibleref\" href=\"/passage/?search=John 11:41\">John 11:41</a>, <a class=\"bibleref\" href=\"/passage/?search=John 11:42\">42</a>) and encouraged His disciples to have similar confidence (<a class=\"bibleref\" href=\"/passage/?search=John 14:13\">John 14:13</a>, <a class=\"bibleref\" href=\"/passage/?search=John 14:14\">14</a>). This confidence depends on the awareness that our desires are attuned to God’s (5:14, 15).</p></div>"
}, {
  "verseRange" : "1john,3,23",
  "id" : 199547,
  "title" : "1 John 3:23",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 3:23\">3:23</a></b> <b>this is his commandment.</b> The two parts of this commandment parallel the two parts of the Ten Commandments, reminding us that our relationship with God takes precedence over our relationship with our neighbor. Faith in Christ relates us rightly to God, and His renewing grace enables us to love one another.</p></div>"
}, {
  "verseRange" : "1john,4,1-1john,4,6",
  "id" : 199548,
  "title" : "1 John 4:1–6",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 4:1-1John 4:6\">4:1–6</a></b> God’s gift of His one Holy Spirit stands in contrast to the many lying spirits that drive false prophets into the world to spread opposition to Christ (<a class=\"bibleref\" href=\"/passage/?search=1John 2:18\">2:18</a>). Like Paul in <a class=\"bibleref\" href=\"/passage/?search=1Cor 12:3\">1 Cor. 12:3</a>, John shows how to distinguish the Spirit of Truth from spirits of error: those who confess Jesus as the Messiah are from God, while those who will not confess Jesus are not. This confession is the great divide between those “from God” and those who are “from the world.”</p></div>"
}, {
  "verseRange" : "1john,4,1",
  "id" : 199549,
  "title" : "1 John 4:1",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 4:1\">4:1</a></b> <b>gone out into the world.</b> See note <a class=\"bibleref\" href=\"/passage/?search=1John 2:19\">2:19</a>.</p></div>"
}, {
  "verseRange" : "1john,4,2",
  "id" : 199550,
  "title" : "1 John 4:2",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 4:2\">4:2</a></b> <b>Jesus Christ has come in the flesh.</b> John distinguishes the gospel from the error of the docetists who said that Jesus Christ was not truly human (Introduction: Date and Occasion). The humanity of Christ was essential if He was to die for our sins.</p></div>"
}, {
  "verseRange" : "1john,4,3",
  "id" : 199551,
  "title" : "1 John 4:3",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 4:3\">4:3</a></b> <b>the antichrist.</b> See note <a class=\"bibleref\" href=\"/passage/?search=1John 2:18\">2:18</a>.</p></div>"
}, {
  "verseRange" : "1john,4,4",
  "id" : 199552,
  "title" : "1 John 4:4",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 4:4\">4:4</a></b> <b>he who is in the world.</b> In its hostility to God, the world is pervaded by the purposes of the devil, who has captured the human race through temptation (<a class=\"bibleref\" href=\"/passage/?search=1John 5:19\">5:19</a>).</p></div>"
}, {
  "verseRange" : "1john,4,6",
  "id" : 199553,
  "title" : "1 John 4:6",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 4:6\">4:6</a></b> <b>from God.</b> The Holy Spirit unites believers. See “The Local Church” at <a class=\"bibleref\" href=\"/passage/?search=Rev 2:1\">Rev. 2:1</a>.</p></div>"
}, {
  "verseRange" : "1john,4,7-1john,4,12",
  "id" : 199554,
  "title" : "1 John 4:7–12",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 4:7-1John 4:12\">4:7–12</a></b> The love of God the Father for “his only Son” (<a class=\"bibleref\" href=\"/passage/?search=1John 4:9\">v. 9</a>) is the source of the love that binds the fellowship of believers together as a family. By giving us His Son, the Father introduced us to the perfect love and eternal life that the Father and the Son have always enjoyed.</p></div>"
}, {
  "verseRange" : "1john,4,9",
  "id" : 199555,
  "title" : "1 John 4:9",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 4:9\">4:9</a></b> <b>only Son.</b> This means that Jesus is God’s Son in eternity, as the Second Person of the Trinity. The Greek can also be translated “one and only Son,” referring to Christ’s uniqueness rather than to His eternal generation.</p></div>"
}, {
  "verseRange" : "1john,4,10",
  "id" : 199556,
  "title" : "1 John 4:10",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 4:10\">4:10</a></b> <b>propitiation for our sins.</b> See note <a class=\"bibleref\" href=\"/passage/?search=1John 2:2\">2:2</a>. Christ turned away the righteous anger of God and satisfied the demands of His justice on our behalf. It was to fulfill God’s love that He did this.</p></div>"
}, {
  "verseRange" : "1john,4,14",
  "id" : 199557,
  "title" : "1 John 4:14",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 4:14\">4:14</a></b> <b>Savior of the world.</b> See note <a class=\"bibleref\" href=\"/passage/?search=1John 2:2\">2:2</a>.</p></div>"
}, {
  "verseRange" : "1john,4,16",
  "id" : 199558,
  "title" : "1 John 4:16",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 4:16\">4:16</a></b> <b>God is love.</b> God’s love is shown in His covenant faithfulness and in His relentless pursuit of sinners in spite of their rebellion or indifference (<a class=\"bibleref\" href=\"/passage/?search=1John 4:8\">v. 8</a>; <a class=\"bibleref\" href=\"/passage/?search=Exod 34:5-Exod 34:7\">Ex. 34:5–7</a>).</p></div>"
}, {
  "verseRange" : "1john,4,17",
  "id" : 199559,
  "title" : "1 John 4:17",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 4:17\">4:17</a></b> <b>so also are we.</b> Though not like Christ in the completeness of our obedience, we are like Him in our basic orientation, and stand out as He did by contrast with the world at large (<a class=\"bibleref\" href=\"/passage/?search=John 17:16\">John 17:16</a>).</p></div>"
}, {
  "verseRange" : "1john,4,18",
  "id" : 199560,
  "title" : "1 John 4:18",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 4:18\">4:18</a></b> <b>not been perfected in love.</b> God’s love is perfect in itself, and it brings to us the sure promise of perfection as soon as we receive it (<a class=\"bibleref\" href=\"/passage/?search=1John 4:12\">vv. 12</a>, <a class=\"bibleref\" href=\"/passage/?search=1John 4:17\">17</a>; <a class=\"bibleref\" href=\"/passage/?search=1John 2:5\">2:5</a>). But because we are being made perfect in His love over time (<a class=\"bibleref\" href=\"/passage/?search=1John 3:2\">3:2</a>), the remnants of fear may temporarily coexist with love. “Perfected love” from God “casts out fear” progressively rather than instantaneously.</p></div>"
}, {
  "verseRange" : "1john,5,4",
  "id" : 199561,
  "title" : "1 John 5:4",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 5:4\">5:4</a></b> <b>overcomes the world.</b> See note <a class=\"bibleref\" href=\"/passage/?search=1John 2:13\">2:13</a>.</p></div>"
}, {
  "verseRange" : "1john,5,6",
  "id" : 199562,
  "title" : "1 John 5:6",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 5:6\">5:6</a></b> <b>by water and blood.</b> Some suggest that the water refers to the baptism of Jesus and the blood to the Crucifixion. This is unlikely, since John in his Gospel does not directly recount the baptism of Jesus. Others suggest that “water and blood” refers to the two sacraments, baptism and the Lord’s Supper. This is also unlikely, since John does not recount the institution of the sacraments in his Gospel. The difficult saying of this verse probably reflects <a class=\"bibleref\" href=\"/passage/?search=John 19:34\">John 19:34</a>. In John’s Gospel, the testimony God bears to Jesus His Son is a key theme. The blood and water that flowed from Jesus after His death attested to the reality of His death; the wound in Jesus’ side later confirmed the reality of His bodily resurrection (<a class=\"bibleref\" href=\"/passage/?search=John 20:20\">John 20:20</a>, <a class=\"bibleref\" href=\"/passage/?search=John 20:25-John 20:27\">25–27</a>). Both the death and the resurrection were denied by the docetists, who denied the humanity of Christ (4:2).</p></div>"
}, {
  "verseRange" : "1john,5,7",
  "id" : 199563,
  "title" : "1 John 5:7",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 5:7\">5:7</a></b> <b>three that testify.</b> See “One and Three: The Trinity” at <a class=\"bibleref\" href=\"/passage/?search=Isa 44:6\">Is. 44:6</a>.</p></div>"
}, {
  "verseRange" : "1john,5,9",
  "id" : 199564,
  "title" : "1 John 5:9",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 5:9\">5:9</a></b> <b>the testimony of God is greater.</b> By appealing directly to God as witness, John, like Jesus, overrules all human dispute (<a class=\"bibleref\" href=\"/passage/?search=John 5:31-John 5:39\">John 5:31–39</a>).</p></div>"
}, {
  "verseRange" : "1john,5,11",
  "id" : 199565,
  "title" : "1 John 5:11",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 5:11\">5:11</a></b> <b>eternal life . . . in his Son.</b> This is the cardinal truth of the Christian message.</p></div>"
}, {
  "verseRange" : "1john,5,13",
  "id" : 199566,
  "title" : "1 John 5:13",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 5:13\">5:13</a></b> John’s Gospel was written to move readers to faith in Jesus that they might receive eternal life (<a class=\"bibleref\" href=\"/passage/?search=John 20:31\">John 20:31</a>). This letter was written to assure those who have believed that they actually possess the priceless gift.</p></div>"
}, {
  "verseRange" : "1john,5,16",
  "id" : 199567,
  "title" : "1 John 5:16",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 5:16\">5:16</a></b> <b>sin that leads to death.</b> Some connect this sin with the unforgivable sin mentioned in <a class=\"bibleref\" href=\"/passage/?search=Matt 12:31\">Matt. 12:31</a>, <a class=\"bibleref\" href=\"/passage/?search=Matt 12:32\">32</a>; <a class=\"bibleref\" href=\"/passage/?search=Mark 3:28-Mark 3:30\">Mark 3:28–30</a>; <a class=\"bibleref\" href=\"/passage/?search=Luke 12:8-Luke 12:10\">Luke 12:8–10</a>. More likely, John is referring to a stubborn refusal to accept the message of the gospel (1:10 note; <a class=\"bibleref\" href=\"/passage/?search=John 8:24\">John 8:24</a>). See “The Unpardonable Sin” at <a class=\"bibleref\" href=\"/passage/?search=Mark 3:29\">Mark 3:29</a>.</p></div>"
}, {
  "verseRange" : "1john,5,18",
  "id" : 199568,
  "title" : "1 John 5:18",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 5:18\">5:18</a></b> <b>does not keep on sinning.</b> See note <a class=\"bibleref\" href=\"/passage/?search=1John 3:6\">3:6</a>.</p></div>"
}, {
  "verseRange" : "1john,5,19",
  "id" : 199569,
  "title" : "1 John 5:19",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 5:19\">5:19</a></b> <b>the power of the evil one.</b> No one can escape the devil’s net of temptation, sin, and condemnation without divine help. But neither can people escape their responsibility by trying to blame another agent, even the devil, for their own condition (<a class=\"bibleref\" href=\"/passage/?search=Gen 3:12\">Gen. 3:12</a>, <a class=\"bibleref\" href=\"/passage/?search=Gen 3:13\">13</a>). Paradoxically, enslavement to sin is voluntary (<a class=\"bibleref\" href=\"/passage/?search=Jas 1:13-Jas 1:15\">James 1:13–15</a>). Only the Son of God can break this bondage and replace it with a life of forgiveness, gratitude, and obedience (3:8).</p></div>"
}, {
  "verseRange" : "1john,5,20",
  "id" : 199570,
  "title" : "1 John 5:20",
  "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=1John 5:20\">5:20</a></b> <b>him who is true.</b> Being in God who is true and being in His Son Jesus Christ go together inseparably. The grammar of this verse is difficult, but it is most reasonable to understand that “the true God and eternal life” is Jesus Christ. If the phrase refers back to the Father the verse becomes needlessly repetitive. Moreover, the phrase “eternal life” is applied to Christ in <a class=\"bibleref\" href=\"/passage/?search=1John 1:2\">1:2</a> as well.</p></div>"
} ]
