[ {
  "verses" : [ {
    "verse" : "2corinthians,12,1",
    "text" : "I must go on boasting. Although there is nothing to be gained, I will go on to visions and revelations from the Lord."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,10,1-2corinthians,13,10",
    "id" : 198324,
    "title" : "2 Cor 10:1–13:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 10:1-2Cor 13:10\">10:1–13:10</a></b> In these four chapters, Paul deals with the problem of false apostles (<a class=\"bibleref\" href=\"/passage/?search=2Cor 11:13\">11:13</a>) who had come to Corinth and who were opposing Paul’s authority. Titus had brought good news about the previous problems at Corinth, but a new problem demanded Paul’s attention. Paul was confident of the Corinthian church (<a class=\"bibleref\" href=\"/passage/?search=2Cor 7:16\">7:16</a>), but not all the Corinthians were equally confident of Paul. Between <a class=\"bibleref\" href=\"/passage/?search=2Cor 9:12-2Cor 9:15\">9:12–15</a> and <a class=\"bibleref\" href=\"/passage/?search=2Cor 10:1\">10:1</a>, the tone changes abruptly from something positive to exasperation as Paul defends the genuineness of his calling as an apostle. For a discussion of this shift in tone see Introduction: Interpretive Difficulties.</p></div>"
  }, {
    "verseRange" : "2corinthians,11,22-2corinthians,12,10",
    "id" : 198349,
    "title" : "2 Cor 11:22–12:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 11:22-2Cor 12:10\">11:22–12:10</a></b> This part of the letter is known as the “Fool’s Speech.” In it Paul describes his ministry in terms that could not possibly be equaled by the false apostles. Yet he does not boast about his own knowledge or speaking skills or other abilities, but about how much he has suffered for the sake of Christ. Here Paul’s boasting is ironic—he “boasts” of things normally considered shameful, signs of weakness and defeats. Thus, his boasts are an imitation or parody of the boasting of his opponents, who praised themselves to the Corinthians in extravagant speeches. The topics in this section progress to a climax where Paul deals with what may have been uppermost in the minds of his critics—unusual religious experiences (<a class=\"bibleref\" href=\"/passage/?search=2Cor 12:1-2Cor 12:9\">12:1–9</a>).</p></div>"
  }, {
    "verseRange" : "2corinthians,12,1-2corinthians,12,6",
    "id" : 198358,
    "title" : "2 Cor 12:1–6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 12:1-2Cor 12:6\">12:1–6</a></b> In these verses Paul continues his “boasting” with the topic of a vision of heaven. His account contains some unexpected elements. Paul is not permitted to repeat the things he heard in the vision, and afterward he receives a painful “thorn” (<a class=\"bibleref\" href=\"/passage/?search=2Cor 12:7\">v. 7</a> note) sent by God to keep him humble.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,12,2",
    "text" : "I know a man in Christ who fourteen years ago was caught up to the third heaven. Whether it was in the body or out of the body I do not know--God knows."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,12,2",
    "id" : 198359,
    "title" : "2 Cor 12:2",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 12:2\">12:2 a</a></b> <b>man in Christ.</b> Although he speaks indirectly, Paul clearly means himself.</p><p><b>third heaven.</b> According to a common enumeration, the first heaven was the atmosphere of the birds and clouds, the second was the sky in which we see the stars, and the third would be heaven, the dwelling place of God. For fourteen years Paul had not made this experience a focus of his teaching, as some would have done. His focus was the message of Christ: “what we proclaim is not ourselves, but Jesus Christ as Lord” (<a class=\"bibleref\" href=\"/passage/?search=2Cor 4:5\">4:5</a>).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,12,3",
    "text" : "And I know that this man--whether in the body or apart from the body I do not know, but God knows--"
  }, {
    "verse" : "2corinthians,12,4",
    "text" : "was caught up to paradise. He heard inexpressible things, things that man is not permitted to tell."
  }, {
    "verse" : "2corinthians,12,5",
    "text" : "I will boast about a man like that, but I will not boast about myself, except about my weaknesses."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,12,3",
    "id" : 198360,
    "title" : "2 Cor 12:3",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 12:3\">12:3</a></b> <b>paradise.</b> That is, the “third heaven” of <a class=\"bibleref\" href=\"/passage/?search=2Cor 12:2\">v. 2</a>. The Greek word for “paradise” is used with various meanings outside the New Testament, but in the New Testament all three occurrences refer to heaven, the place where the saints dwell with God (<a class=\"bibleref\" href=\"/passage/?search=Luke 23:43\">Luke 23:43</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 2:7\">Rev. 2:7</a>; and here).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,12,6",
    "text" : "Even if I should choose to boast, I would not be a fool, because I would be speaking the truth. But I refrain, so no one will think more of me than is warranted by what I do or say."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,12,6",
    "id" : 198361,
    "title" : "2 Cor 12:6",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 12:6\">12:6</a></b> <b>I refrain.</b> Paul wanted people to evaluate him on the basis of their firsthand knowledge of him.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,12,7",
    "text" : "To keep me from becoming conceited because of these surpassingly great revelations, there was given me a thorn in my flesh, a messenger of Satan, to torment me."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,12,7",
    "id" : 198362,
    "title" : "2 Cor 12:7",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 12:7\">12:7 a</a></b> <b>thorn.</b> Many possibilities have been suggested for this “thorn,” such as a physical ailment of some sort (“in the flesh”), a harassing demon (“a messenger of Satan”), or the constant harassment of Jewish persecutors. Throughout the history of the church no agreement has been reached among hundreds of commentators. As it stands, the “thorn” of Paul’s experiences is readily applied to a variety of trials faced in this life. Few of God’s servants have been free from at least some kind of hindrance, weakness, or opposition.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,12,8",
    "text" : "Three times I pleaded with the Lord to take it away from me."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,12,8",
    "id" : 198363,
    "title" : "2 Cor 12:8",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 12:8\">12:8</a></b> <b>the Lord.</b> Paul’s usual expression to refer to Christ, not to God the Father. Although prayers in the New Testament are most often directed to God the Father, this is an example of prayer directed to Christ (others are in <a class=\"bibleref\" href=\"/passage/?search=Acts 1:24\">Acts 1:24</a>; <a class=\"bibleref\" href=\"/passage/?search=Acts 7:59\">7:59</a>; <a class=\"bibleref\" href=\"/passage/?search=1Cor 16:22\">1 Cor. 16:22</a>; <a class=\"bibleref\" href=\"/passage/?search=Rev 22:20\">Rev. 22:20</a>). It is striking that in his “boasting” Paul testifies about a request God did not fulfill.</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,12,9",
    "text" : "But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,12,9",
    "id" : 198364,
    "title" : "2 Cor 12:9",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 12:9\">12:9</a></b> <b>my power is made perfect in weakness.</b> God will accomplish His purposes without taking from His servant the thorn that seems to hinder him. Despite human weaknesses, God’s grace attains His purposes in a fallen world. This promise from God no doubt gave Paul strength and encouragement in subsequent sufferings. Paul shortly ties the general principle to its source—the cross of Christ (<a class=\"bibleref\" href=\"/passage/?search=2Cor 13:4\">13:4</a>). Paul’s whole response to attacks on his apostolic authority has been patterned consciously on Christ, and Him crucified, and not on the so-called “Jesus” and the different “gospel” that his opponents have foisted on the erring Corinthians (<a class=\"bibleref\" href=\"/passage/?search=2Cor 11:4\">11:4</a> note).</p></div>"
  } ]
}, {
  "verses" : [ {
    "verse" : "2corinthians,12,10",
    "text" : "That is why, for Christ's sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong."
  } ],
  "rsbNotes" : [ {
    "verseRange" : "2corinthians,12,10",
    "id" : 198365,
    "title" : "2 Cor 12:10",
    "text" : "<div class=\"article\"><p><b><a class=\"bibleref\" href=\"/passage/?search=2Cor 12:10\">12:10</a></b> Paul’s spiritual view was so clear that he could see his sufferings as reasons for rejoicing, because he knew that in them all of Christ’s power was at work.</p></div>"
  } ]
} ]
